Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# go_to_google_home_app_desc
source: Update your default music services and other settings for Google Assistant.
ar: حدث خدمات الموسيقى الافتراضية والإعدادات الأخرى لخدمة Google Assistant.
da: Opdater dine standardmusiktjenester og andre indstillinger for Google-assistenten.
de: Aktualisiere deine Standard-Musikdienste und andere Einstellungen für den Google Assistant.
es_mx: Actualiza tus servicios de música predeterminados y otros ajustes para el Asistente de Google.
fi: Päivitä oletusmusiikkipalvelut ja muut Google Assistantin asetukset.
fr: Mettez à jour vos services musicaux par défaut et d'autres réglages pour le Google Assistant.
he: עדכנו את שירותי ברירת המחדל למוזיקה והגדרות אחרות של Google Assistant.
id: Perbarui layanan musik default dan pengaturan lain agar bisa mendukung Asisten Google.
it: Aggiorna i servizi musicali predefiniti e le altre impostazioni per l'Assistente Google.
ja: Googleアシスタント用のデフォルトの音楽サービスとその他の設定をアップデートします。
ko: Google 어시스턴트의 기본 음악 서비스 및 기타 설정을 업데이트합니다.
nb: Oppdater standard musikktjenester og andre innstillinger for Google Assistent.
nl: Update je standaard muziekservices en andere instellingen voor de Google Assistent.
pl: Zaktualizuj swoje domyślne usługi muzyczne i inne ustawienia dla Asystenta Google.
pt_br: Atualize seus serviços padrão de música e outras configurações para o Google Assistente.
pt_pt: Atualize os seus serviços de música predefinidos e outras definições para o Google Assistant.
ru: Обновите музыкальные сервисы по умолчанию и другие настройки для Google Ассистента.
sk: Aktualizujte svoje predvolené hudobné služby a ďalšie nastavenia Google Assistant.
sv: Uppdatera dina standardmusiktjänster och andra inställningar för Google Assistant.
zh_hans: 更改默认音乐服务和其他的 Google 助手设置。
zh_hant: 更改默認音樂服務和其他的 Google 語音助理設置。

source: Music Streaming with Alexa Cast
ar: تدفق الموسيقى مع Alexa Cast
da: Streaming af musik med Alexa Cast
de: Musikstreaming mit Alexa Cast
es_mx: Transmisión de música con Alexa Cast
fi: Musiikin suoratoisto Alexa Castin avulla
fr: Diffusion musicale avec Alexa Cast
he: הזרמת מוזיקה באמצעות Alexa Cast
id: Streaming Musik dengan Alexa Cast
it: Streaming musicale con Alexa Cast
ja: Alexa Castでの音楽ストリーミング
ko: Alexa Cast로 음악 스트리밍
nb: Musikkstrømming med Alexa Cast
nl: Muziek streamen met Alexa Cast
pl: Strumieniowanie muzyki za pośrednictwem Alexa Cast
pt_br: Transmissão de música com Alexa Cast
pt_pt: Transmissão de música com Alexa Cast
ru: Потоковая передача музыки через Alexa Cast
sk: Streamovanie hudby pomocou služby Alexa Cast
sv: Strömma musik med Alexa Cast
zh_hans: 使用 Alexa Cast 进行音乐播放
zh_hant: 使用 Alexa Cast 進行音樂播放

source: Cast music to your speaker from the Amazon Music app.
ar: قم ببث الموسيقى إلى السماعة من تطبيق Amazon Music.
da: Cast musik til din højttaler fra Amazon Music-appen.
de: Übertrage Musik von der Amazon Music App auf deinen Lautsprecher.
es_mx: Transmite música a tu altavoz desde la aplicación Amazon Music.
fi: Lähetä musiikkia kaiuttimeen Amazon Music -sovelluksesta.
fr: Diffusez de la musique sur votre enceinte depuis l'application Amazon Music.
he: שדרו את המוזיקה לרמקול מאפליקציית Amazon Music.
id: Salurkan musik ke speaker Anda dari aplikasi Amazon Music.
it: Trasmetti musica sul tuo speaker dall'app Amazon Music.
ja: Amazon Musicアプリからスピーカーに音楽をキャストする。
ko: Amazon Music 앱에서 스피커로 음악을 캐스팅합니다.
nb: Strøm musikk til høyttaleren din fra Amazon Music-appen.
nl: Stuur muziek naar je luidspreker vanuit de Amazon Music-app.
pl: Transmituj muzykę do swojego głośnika z aplikacji Amazon Music.
pt_br: Transmita música para sua caixa de som com o aplicativo Amazon Music.
pt_pt: Transmita música para a sua coluna a partir da aplicação Amazon Music.
ru: Передача музыки на вашу колонку из приложения Amazon Music.
sk: Odovzdajte hudbu reproduktoru z aplikácie Amazon Music.
sv: Casta musik till din högtalare från Amazon Music-appen.
zh_hans: 将 Amazon Music 应用程序中的音乐播放到你的产品上。
zh_hant: 將音樂從 Amazon Music 應用程式投放到音箱。

source: Go to Amazon Alexa App
ar: انتقل إلى تطبيق Amazon Alexa
da: Gå til Amazon Alexa-appen
de: Amazon Alexa App öffnen
es_mx: Ve a la aplicación Amazon Alexa
fi: Siirry Amazon Alexa-sovellukseen
fr: Allez dans l'application Amazon Alexa
he: מעבר לאפליקציית Amazon Alexa
id: Buka Aplikasi Amazon Alexa
it: Vai all'app Amazon Alexa
ja: Amazon Alexaアプリにアクセス
ko: Amazon Alexa 앱으로 이동
nb: Gå til Amazon Alexa-appen
nl: Ga naar de Amazon Alexa-app
pl: Przejdź do aplikacji Amazon Alexa
pt_br: Acesse o aplicativo Amazon Alexa
pt_pt: Ir para a aplicação Amazon Alexa
ru: Перейдите в приложение Amazon Alexa
sk: Prejdite do aplikácie Amazon Alexa
sv: Gå till Amazon Alexa-appen
zh_hans: 跳转到 Amazon Alexa 应用程序
zh_hant: 前往 Amazon Alexa 應用程式

# go_to_amazon_alexa_app_desc
source: Update your default music service and manage other settings for Alexa voice assistant.
ar: حدث خدمة الموسيقى الافتراضية وتابع الإعدادات الأخرى لمساعد Alexa الصوتي.
da: Opdater din standardmusiktjeneste, og administrer andre indstillinger for Alexa-stemmeassistenten.
de: Aktualisiere deinen Standard-Musikdienst und verwalte andere Einstellungen für den Alexa Sprachassistenten.
es_mx: Actualiza tus servicios de música predeterminados y administra otros ajustes para el asistente de voz Alexa.
fi: Päivitä oletusmusiikkipalvelusi ja hallitse muita Alexa-puheavustajan asetuksia.
fr: Mettez à jour vos services musicaux par défaut et gérez les autres réglages de l'assistant vocal Alexa.
he: עדכנו את שירות ברירת המחדל למוזיקה והגדרות אחרות של המסייע הקולי Alexa.
id: Perbarui layanan musik default dan kelola pengaturan lain agar bisa mendukung asisten suara Alexa.
it: Aggiorna il tuo servizio musicale predefinito e gestisci altre impostazioni per l'assistente vocale Alexa.
ja: デフォルトの音楽配信サービスをアップデートし、Alexaボイスアシスタント用のその他の設定を管理します。
ko: Alexa 음성 비서의 기본 음악 서비스를 업데이트하고 기타 설정을 관리합니다.
nb: Oppdater standardmusikktjenesten din og administrer andre innstillinger for Alexa taleassistent.
nl: Stel je standaardmuziekservice in en beheer andere instellingen voor Alexa Voice Assistant.
pl: Zaktualizuj domyślny serwis muzyczny i zarządzaj innymi ustawieniami dla asystenta głosowego Alexa.
pt_br: Atualize seus serviços padrão de música e outras configurações para o assistente de voz Alexa.
pt_pt: Atualize seu serviço de música predefinido e faça a gestão de outras definições para o assistente de voz Alexa.
ru: Обновите музыкальный сервис по умолчанию и отрегулируйте другие настройки для голосового помощника Alexa.
sk: Aktualizujte svoju predvolenú hudobnú službu a spravujte ďalšie nastavenia hlasového asistenta Alexa.
sv: Uppdatera dina standardmusiktjänster och andra inställningar för Alexa-röstassistent.
zh_hans: 更改你的默认音乐服务并管理 Alexa 语音助手的其他设置。
zh_hant: 更改默認音樂服務和其他的 Alexa 語音助理設置。

source: Try Saying
ar: جرب قول
da: Prøv at sige
de: Versuche, Folgendes zu sagen
es_mx: Prueba decir lo siguiente
fi: Kokeile sanoa
fr: Essayez de dire
he: נסו לומר
id: Coba Katakan
it: Prova dicendo
ja: 言ってみてください
ko: 다음과 같이 말해보십시오.
nb: Prøv å si
nl: Probeer te zeggen
pl: Spróbuj powiedzieć
pt_br: Tente dizer
pt_pt: Experimente dizer
ru: Попробуйте сказать
sk: Skúste povedať
sv: Prova att säga
zh_hans: 试着说
zh_hant: 試著說

# alexa_va_try_saying_desc
source: “Alexa, what's the weather?” “Alexa, set a timer for 20 minutes” “Alexa, play my Flash Briefing”
ar: "Alexa، ما أخبار الطقس؟" "Alexa، أرجو تعيين مؤقت لمدة 20 دقيقة" "Alexa، أرجو تشغيل Flash Briefing"
da: "Alexa, hvordan er vejret?" "Alexa, indstil en timer til 20 minutter" "Alexa, afspil min Flash Briefing"
de: „Alexa, wie ist das Wetter?“ „Alexa, stell einen Timer für 20 Minuten ein“ „Alexa, spiel mein Flash Briefing ab“
es_mx: “Alexa, ¿cómo está el clima?” “Alexa, establece un temporizador durante 20 minutos” “Alexa, reproduce mi resumen de noticias”
fi: ”Alexa, mikä on sää?” ”Alexa, aseta ajastin 20 minuutiksi” ”Alexa, toista Flash Briefing”
fr: « Alexa, quel temps fait-il ? » « Alexa, règle une minuterie sur 20 minutes. » « Alexa, joue mon Flash Briefing. »
he: "Alexa, מה מזג האוויר?" "Alexa, הגדירי טיימר של 20 דקות" "Alexa, השמיעי את תדרוך הבזק שלי"
id: "Alexa, what's the weather?" ("Alexa, bagaimana cuaca hari ini?") "Alexa, set a timer for 20 minutes" ("Alexa, atur pewaktu untuk 20 menit.") "Alexa, play my Flash Briefing" ("Alexa, putar Flash Briefing saya")
it: "Alexa, come è il tempo?" "Alexa, imposta un timer di 20 minuti" "Alexa, riproduci il mio Flash Briefing"
ja: 「Alexa、天気はどう？」 「Alexa、タイマーを20分間にセットして」 「Alexa、フラッシュブリーフィングを再生して」
ko: "Alexa, 날씨 어때?" "Alexa, 타이머를 20분으로 설정해 줘." "Alexa, 내 플래시 브리핑 재생해 줘."
nb: «Alexa, hvordan er været?»" «Alexa, still inn en timer om 20 minutter»" «Alexa, spill av Flash Briefing-en min»
nl: "Alexa, hoe is het weer?" "Alexa, stel een timer in voor 20 minuten" "Alexa, speel mijn Flash Briefing af"
pl: „Alexa, jaka jest pogoda?” „Alexa, ustaw zegar na 20 minut” „Alexa, odtwórz Flash Briefing”
pt_br: "Alexa, como está o tempo?" "Alexa, ajuste o temporizador para 20 minutos" "Alexa, reproduza o meu Flash Briefing"
pt_pt: "Alexa, como está o tempo?" "Alexa, define um temporizador para 20 minutos" "Alexa, reproduz o meu resumo de notícias"
ru: «Alexa, какая погода?» «Alexa, установи таймер на 20 минут» «Alexa, включи Flash Briefing»
sk: „Alexa, aké je počasie?“ (Alexa, what's the weather?) „Alexa, nastav časovač na 20 minút (Alexa, set a timer for 20 minutes)“ „Alexa, prehraj moje bleskovky“ (Alexa, play my Flash Briefing)
sv: "Alexa, vad är det för väder?" "Alexa, ställ in en timer på 20 minuter" "Alexa, spela upp min Flash Briefing”
zh_hans: “Alexa，天气怎么样？” “Alexa，设置 20 分钟定时提醒” “Alexa，播放我的 Flash 简报”
zh_hant: 「Alexa，天氣怎麼樣？」 「Alexa，將定時器設為 20 分鐘」 「Alexa，播放我的 Flash 简报」

# google_multi_room_music_desc
source: Group your speakers in the Google Home app to play the same music across multiple rooms.
ar: قم بتجميع السماعات في تطبيق Google Home لتشغيل نفس الموسيقى عبر غرف متعددة.
da: Gruppér dine højttalere i Google Home-appen for at afspille den samme musik i flere rum.
de: Gruppiere deine Lautsprecher in der Google Home App, um die gleiche Musik in mehreren Räumen abzuspielen.
es_mx: Agrupa los altavoces en la aplicación Google Home para que reproduzcan la misma música en distintos ambientes.
fi: Ryhmittele kaiuttimet Google Home -sovelluksessa, jotta voit soittaa samaa musiikkia useissa huoneissa.
fr: Groupez vos enceintes dans l'application Google Home pour écouter la même musique dans plusieurs pièces.
he: קבצו את הרמקולים שלכם באפליקציית Google Home כדי להשמיע את אותה המוזיקה במספר חדרים.
id: Kelompokkan speaker Anda di aplikasi Google Home untuk memutar musik yang sama di beberapa ruangan sekaligus.
it: Raggruppa gli speaker nell'app Google Home per riprodurre la stessa musica in più stanze.
ja: Google Homeアプリでスピーカーをグループ化して、複数の部屋で同一の音楽を再生します。
ko: Google Home 앱에서 스피커 그룹을 만들고 여러 곳에서 같은 음악을 재생합니다.
nb: Grupper høyttalerne i Google Home-appen for å spille av den samme musikken i flere rom.
nl: Groepeer je luidsprekers in de Google Home-app om dezelfde muziek in meerdere kamers af te spelen.
pl: Grupuj swoje głośniki w aplikacji Google Home, aby odtwarzać tą samą muzykę w wielu pomieszczeniach.
pt_br: Agrupe suas caixas de som no aplicativo Google Home para reproduzir a mesma música em vários ambientes.
pt_pt: Agrupe as colunas na aplicação Google Home para reproduzir a mesma música em várias divisões.
ru: Объедините колонки в группы в приложении Google Home, чтобы воспроизводить одну и ту же музыку в разных комнатах.
sk: V aplikácii Google Home môžete zoskupiť reproduktory a prehrávať rovnakú hudbu vo viacerých miestnostiach.
sv: Gruppera dina högtalare i Google Home-appen för att spela samma musik i flera rum.
zh_hans: 在 Google Home 应用程序中对音箱进行分组，以便在多个房间同时播放一首歌曲。
zh_hant: 在 Google Home 應用程序中對音箱進行分組，以便在多個房間同時播放一首歌曲。

# light_show_picker
source: Light Picker
ar: منتقي الضوء
da: Lysvælger
de: Lichtauswahl
es_mx: Selector de luz
fi: Valon poimija
fr: Sélecteur d'éclairage
he: בורר אור
id: Pemilih Cahaya
it: Sensore crepuscolare
ja: ライトピッカー
ko: 라이트 선택기
nb: Lysvelger
nl: Verlichtingskiezer
pl: Wybór światła
pt_br: Seletor de luz
pt_pt: Seletor de luzes
ru: Выбор подсветки
sk: Zariadenie na vyberanie svetla
sv: Ljusväljare
zh_hans: 选择主题灯光
zh_hant: 選擇主題燈光

# alexa_is_ready_try_saying
source: Alexa is ready on the product. Try saying :
ar: Alexa مستعد على المنتج. جرب قول:
da: Alexa er klar i produktet. Prøv at sige:
de: Alexa ist auf diesem Gerät bereit. Versuche, Folgendes zu sagen:
es_mx: Alexa está lista en el producto. Prueba decir lo siguiente:
fi: Alexa on valmis tuotteella. Kokeile sanoa:
fr: Alexa est prête sur le produit. Essayez de dire :
he: Alexa מוכנה במוצר. נסו לומר:
id: Alexa sudah didukung di produk ini. Coba ucapkan:
it: Alexa è pronta sul prodotto. Prova dicendo:
ja: 本製品のAlexaは準備ができています。 言ってみてください：
ko: 제품에서 Alexa를 사용할 수 있습니다. 다음과 같이 말해보십시오.
nb: Alexa er klar på produktet. Prøv å si :
nl: Alexa is ingesteld op het apparaat. Probeer te zeggen:
pl: Alexa jest gotowa w tym produkcie. Spróbuj powiedzieć:
pt_br: Alexa está pronta no produto. Tente dizer:
pt_pt: A Alexa está pronta no produto. Experimente dizer:
ru: Alexa готова к использованию. Попробуйте сказать:
sk: Alexa je pripravená na produkte. Skúste povedať:
sv: Alexa är redo på produkten. Prova att säga:
zh_hans: 已经可以在该产品上使用 Alexa。 试着说：
zh_hant: Alexa 已就緒。 嘗試說：

# alexa_is_ready_play_radio
source: “Alexa, play music”
ar: "Alexa، شغل الموسيقى"
da: "Alexa, afspil musik"
de: „Alexa, spiel Musik“
es_mx: “Alexa, reproduce música.”
fi: ”Alexa, toista musiikkia”
fr: « Alexa, joue de la musique. »
he: "Alexa, נגני מוזיקה"
id: "Alexa, play music" ("Alexa, putar musik")
it: "Alexa, riproduci della musica"
ja: 「Alexa、音楽をかけて」
ko: "Alexa, 음악 재생해줘."
nb: «Alexa, spill musikk»
nl: "Alexa, speel muziek"
pl: „Alexa, odtwarzaj muzykę”
pt_br: "Alexa, reproduza uma música"
pt_pt: "Alexa, reproduzir música"
ru: «Alexa, включи музыку»
sk: „Alexa, prehraj hudbu“ (Alexa, play music)
sv: "Alexa, spela musik"
zh_hans: “Alexa，播放音乐”
zh_hant: 「Alexa，播放音樂」

# alexa_is_ready_what_is_today_news
source: “Alexa, what’s today’s news”
ar: "Alexa، ما هي أخبار اليوم"
da: "Alexa, hvad er dagens nyheder?"
de: „Alexa, was sind die Nachrichten von heute?“
es_mx: “Alexa, ¿cuáles son las noticias de hoy?”
fi: ”Alexa, mitkä ovat päivän uutiset”
fr: « Alexa, quelles nouvelles aujourd'hui ? »
he: "Alexa, מה החדשות היום"
id: "Alexa, what’s today’s news" ("Alexa, bagaimana berita hari ini")
it: "Alexa, quali sono le notizie di oggi"
ja: 「Alexa、今日のニュースはどう」
ko: "Alexa, 오늘 뉴스 알려줘."
nb: «Alexa, hva er dagens nyheter»
nl: "Alexa, wat is het nieuws van vandaag"
pl: „Alexa, jakie są najnowsze wiadomości”
pt_br: "Alexa, quais são as notícias de hoje"
pt_pt: "Alexa, quais são as notícias de hoje?"
ru: «Alexa, какие сегодня новости?»
sk: „Alexa, aké sú dnešné správy“ (Alexa, what’s today’s news)
sv: "Alexa, vilka är dagens nyheter”
zh_hans: “Alexa，今天有什么新闻”
zh_hant: 「Alexa，今天有什麼消息」

# what_is_the_weather
source: “Alexa, what’s the weather”
ar: "Alexa، ما أخبار الطقس؟"
da: "Alexa, hvordan er vejret?"
de: „Alexa, wie ist das Wetter?“
es_mx: “Alexa, ¿cómo está el clima?”
fi: ”Alexa, millainen sää on”
fr: « Alexa, quelle est la météo ? »
he: "Alexa, איך מזג האוויר?"
id: "Alexa, what’s the weather" ("Alexa, bagaimana cuaca hari ini")
it: "Alexa, come è il tempo"
ja: 「Alexa、天気はどう」
ko: "Alexa, 오늘 날씨 어때?"
nb: «Alexa, hvordan er været?»
nl: "Alexa, hoe is het weer"
pl: „Alexa, jaka jest pogoda”
pt_br: "Alexa, como está o tempo"
pt_pt: “Alexa, como é que está o tempo?”
ru: «Alexa, какая сейчас погода?»
sk: „Alexa, aké je počasie“ (Alexa, what’s the weather)
sv: “Alexa, vad är det för väder?”
zh_hans: “Alexa，今天天气如何”
zh_hant: 「Alexa，今日天氣怎麼樣」

# set_an_alarm_for_10_45_am
source: “Alexa, set an alarm for 10:45 am”
ar: "Alexa، اضبط المنبه على الساعة 10:45 صباحًا"
da: "Alexa, indstil en alarm til klokken 10:45."
de: „Alexa, stell den Alarm auf 10:45 Uhr“
es_mx: “Alexa, configura una alarma para las 10:45 a. m.”
fi: ”Alexa, aseta hälytys ajalle 10:45”
fr: « Alexa, règle une alarme à 10:45. »
he: "Alexa, כווני שעון מעורר לשעה 10:45"
id: "Alexa, set an alarm for 10:45 am" ("Alexa, atur alarm untuk pukul 10:45 pagi")
it: "Alexa, imposta una sveglia alle 10:45 am"
ja: 「Alexa、アラームを午前10時45分にセットして」
ko: “Alexa, 오전 10시 45분 알람 설정해줘."
nb: «Alexa, still inn en alarm for 10:45»
nl: "Alexa, stel een alarm in voor 10:45"
pl: „Alexa, ustaw alarm na 10:45”
pt_br: "Alexa, ajuste o alarme para às 10h45"
pt_pt: "Alexa, define um alarme para as 10:45"
ru: «Alexa, поставь будильник на 10:45»
sk: „Alexa, nastav budík na 10:45“ (Alexa, set an alarm for 10:45 am)
sv: "Alexa, ställ in ett alarm på kl. 10:45”
zh_hans: “Alexa，定一个 10:45 的闹钟”
zh_hant: 「Alexa，定一個10：45嘅鬧鐘」

# set_up_alexa_va_go_app
source: To learn more and access additional features, download the Amazon Alexa app
ar: لمعرفة المزيد والوصول إلى ميزات إضافية، يُرجى تنزيل تطبيق Amazon Alexa.
da: Download Amazon Alexa-appen for at lære mere og få adgang til yderligere funktioner
de: Lade für weitere Informationen und den Zugriff auf zusätzliche Funktionen die Amazon Alexa App herunter
es_mx: Para obtener más información y acceder a otras funciones, descarga la aplicación Amazon Alexa
fi: Lisätietoja ja lisäominaisuuksia saat lataamalla Amazon Alexa -sovelluksen
fr: Pour en savoir plus et accéder aux fonctions supplémentaires, téléchargez l'application Amazon Alexa
he: כדי ללמוד עוד ולגשת לתכונות נוספות, הורידו את אפליקציית Amazon Alexa
id: Untuk mempelajari lebih lanjut dan mengakses fitur tambahan, unduh aplikasi Amazon Alexa
it: Per saperne di più d accedere ad altre funzioni, scarica l'app Amazon Alexa
ja: より詳細な情報を知りたい場合や追加の機能を利用するには、Amazon Alexaアプリをダウンロードしてください
ko: 자세히 살펴보고 추가 기능에 액세스하려면 Amazon Alexa 앱을 다운로드합니다.
nb: Last ned Amazon Alexa-appen for å få lese mer og få tilgang til flere funksjoner
nl: Download de Amazon Alexa-app voor meer informatie en toegang tot extra functies
pl: Aby dowiedzieć się więcej i uzyskać dostęp do dodatkowych funkcji, pobierz aplikację Amazon Alexa
pt_br: Para saber mais e acessar recursos adicionais, baixe o aplicativo Amazon Alexa
pt_pt: Para saber mais e obter acesso a funcionalidades adicionais, transfira a aplicação Amazon Alexa.
ru: Чтобы узнать больше и получить доступ к дополнительным функциям, установите приложение Amazon Alexa
sk: Ak sa chcete dozvedieť viac a získať prístup k ďalším funkciám, stiahnite si aplikáciu Amazon Alexa
sv: Om du vill veta mer och få tillgång till ytterligare funktioner laddar du ned Amazon Alexa-appen
zh_hans: 欲了解更多信息并访问其他功能，请下载 Amazon Alexa 应用程序
zh_hant: 欲瞭解更多資訊並訪問其他功能，請下載 Amazon Alexa 應用程式

source: Amazon Alexa app
ar: تطبيق Amazon Alexa
da: Amazon Alexa-appen
es_mx: Aplicación Amazon Alexa
fi: Amazon Alexa -sovellus
fr: Application Amazon Alexa
he: אפליקציית Amazon Alexa
id: Aplikasi Amazon Alexa
it: App Amazon Alexa
ja: Amazon Alexaアプリ
ko: Amazon Alexa 앱
pl: Aplikacja Amazon Alexa
pt_br: Aplicativo Amazon Alexa
pt_pt: Aplicação Amazon Alexa
ru: Приложение Amazon Alexa
sk: Aplikácia Amazon Alexa
sv: Amazon Alexa-appen
zh_hans: Amazon Alexa 应用
zh_hant: Amazon Alexa 應用程式

source: Explore More
ar: اكتشف المزيد
da: Udforsk mere
de: Mehr entdecken
es_mx: Explorar más
fi: Löydä lisää
fr: En savoir plus
he: מידע נוסף
id: Jelajahi Selengkapnya
it: Scopri di più
ja: さらに探します
ko: 자세히 살펴보기
nb: Utforske mer
nl: Ontdek andere mogelijkheden
pl: Odkryj więcej
pt_br: Descubra mais
pt_pt: Explorar mais
ru: Узнать больше
sk: Preskúmať viac
sv: Utforska mer
zh_hans: 了解更多
zh_hant: 探索更多

source: Ready to set up
ar: جاهز للإعداد
da: Klar til opsætning
de: Bereit für die Einrichtung
es_mx: Listo para la configuración
fi: Valmiina ottamaan käyttöön
fr: Prêt à configurer
he: מוכן להגדרה
id: Pengaturan siap
it: Pronto per la configurazione
ja: 設定の準備完了
ko: 설정 준비 완료
nb: Klar til konfigurering
nl: Klaar om in te stellen
pl: Gotowy do konfiguracji
pt_br: Pronto para configurar
pt_pt: Pronto para configurar
ru: Готово к настройке
sk: Pripravené na nastavenie
sv: Klar att ställa in
zh_hans: 准备设置
zh_hant: 開始設置

# learn_about
source: Learn more about
ar: تعرّف على المزيد
da: Lær mere om
de: Erfahre mehr über
es_mx: Más información sobre
fi: Lisätietoja
fr: En savoir plus
he: מידע נוסף על
id: Pelajari lebih lanjut tentang
it: Scopri di più su
ja: より詳しく知る
ko: 자세한 정보 확인
nb: Les mer om
nl: Leer meer over
pl: Dowiedz się więcej o
pt_br: Saiba mais sobre
pt_pt: Saber mais sobre
ru: Узнать больше о
sk: Zistite viac o
sv: Läs mer om
zh_hans: 了解更多关于
zh_hant: 詳細瞭解

# dual_voice_assistants
source: Your voice assistants
ar: خدمات المساعد الصوتي
da: Dine stemmeassistenter
de: Deine Sprachassistenten
es_mx: Tus asistentes de voz
fi: Puheavustajasi
fr: Vos assistants vocaux
he: המסייעים הקוליים שלכם
id: Asisten suara Anda
it: I tuoi assistenti vocali
ja: ボイスアシスタント
ko: 음성 비서
nb: Dine taleassistenter
nl: Je spraakassistenten
pl: Twoi asystenci głosowi
pt_br: Seus assistentes de voz
pt_pt: Os seus assistentes de voz
ru: Ваши голосовые помощники
sk: Vaši hlasoví asistenti
sv: Dina röstassistenter
zh_hans: 你的语音助手
zh_hant: 你的語音助理

source: Are you sure ?
ar: هل أنت متأكد؟
da: Er du sikker?
de: Bist du sicher?
es_mx: ¿Seguro?
fi: Oletko varma?
fr: Êtes-vous sûr(e) ?
he: האם אתם בטוחים?
id: Yakin?
it: Sei sicuro?
ja: 間違いありませんか？
ko: 계속하시겠습니까?
nb: Er du sikker ?
nl: Weet je het zeker?
pl: Czy na pewno chcesz to zrobić?
pt_br: Tem certeza?
pt_pt: Tem a certeza?
ru: Вы уверены?
sk: Ste si istý?
sv: Är du säker?
zh_hans: 你确定吗？
zh_hant: 你確定嗎？
