Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

source: Go to Your Assistant Data
ar: انتقل إلى بيانات مساعدك
da: Gå til dine assistentdata
de: Öffne die Daten deines Assistant
es_mx: Ve a Datos de mi asistente
fi: Siirry avustajasi tietoihin
fr: Accéder aux données de votre assistant
he: אנא עברו אל נתוני העוזר
id: Buka Data Asisten Anda
it: Vai ai dati del tuo Assistente
ja: アシスタントデータにアクセス
ko: 어시스턴트 데이터로 이동
nb: Gå til Dine Assistent-data
nl: Ga naar de gegevens van je assistent
pl: Przejdź do danych swojego asystenta
pt_br: Vá para os Dados do Seu Assistente
pt_pt: Vá para os Dados do Seu Assistente
ru: Перейдите к данным вашего ассистента
sk: Prejdite na údaje svojho Asistenta
sv: Gå till Dina assistentuppgifter
zh_hans: 转到你的助手数据
zh_hant: 前往你的助理資料

source: Enable Google Service in the Google Home App
ar: قم بتفعيل خدمة Google في تطبيق Google Home
da: Aktiver Google Service i Google Home-appen
de: Aktiviere den Google-Dienst in der Google Home App
es_mx: Habilita el servicio de Google en la aplicación Google Home
fi: Ota Google-palvelu käyttöön Google Home -sovelluksessa
fr: Activer le service Google dans l'application Google Home
he: יש לאפשר את שירות Google באפליקציית Google Home
id: Aktifkan Layanan Google di Aplikasi Google Home
it: Abilita i servizi Google nell'app Google Home
ja: Google HomeアプリでGoogleサービスを有効にする
ko: Google Home 앱에서 Google 서비스 활성화
nb: Aktiver Google Service i Google Home-appen
nl: Activeer Google Service in de Google Home-app
pl: Włącz usługę Google w aplikacji Google Home
pt_br: Ative o Serviço Google na Aplicação Google Home
pt_pt: Ative o Serviço Google na Aplicação Google Home
ru: Включите службу Google Service в приложении Google Home
sk: Povoľte službu Google v aplikácii Google Home
sv: Aktivera Google-tjänsten i Google Home-appen
zh_hans: 在 Google Home 应用中启用 Google 服务
zh_hant: 在 Google Home 應用程式中啟用 Google 服務

source: Wi-Fi Streaming
ar: بث الواي فاي
de: WLAN-Streaming
es_mx: Transmisión por Wi-Fi
fi: Wi-Fi-suoratoisto
fr: Diffusion via Wi-Fi
he: הזרמה דרך Wi-Fi
id: Pengaliran Wi-Fi
it: Streaming Wi-Fi
ja: Wi-Fiストリーミング
ko: Wi-Fi 스트리밍
nb: Wifi-strømming
nl: Streamen via wifi
pl: Strumieniowanie muzyki przez Wi-Fi
pt_br: Transmissão por Wi-Fi
pt_pt: Transmissão por Wi-Fi
ru: Потоковое вещание через Wi- Fi
sk: Streamovanie cez Wi-Fi
sv: Wi-Fi-strömning
zh_hans: Wi-Fi 音乐播放
zh_hant: Wi-Fi 播放

source: Stream music from hundreds of apps via Chromecast built-in.
ar: قم ببث الموسيقى من مئات التطبيقات عبر Chromecast built-in.
da: Stream musik fra hundredvis af apps via Chromecast built-in.
de: Streame Musik aus Hunderten von Apps über Chromecast built-in.
es_mx: Use Chromecast built-in para transmitir música de cientos de aplicaciones.
fi: Suoratoista musiikkia sadoista sovelluksista sisäänrakennetun Chromecast built-in -teknologian avulla.
fr: Diffusez de la musique depuis des centaines d'applications via Chromecast built-in.
he: הזרימו מוזיקה מאלפי אפליקציות באמצעות Chromecast built-in.
id: Streaming musik dari ratusan aplikasi melalui Chromecast built-in.
it: Riproduci musica in streaming da centinaia di app tramite Chromecast built-in.
ja: Chromecast built-inを通して何百ものアプリから音楽をストリーミングします。
ko: Chromecast built-in을 통해 수백 개의 앱에서 음악을 스트리밍하십시오.
nb: Strøm musikk fra hundrevis av apper Chromecast built-in.
nl: Stream muziek uit honderden apps via Chromecast built-in.
pl: Strumieniuj muzykę z setek aplikacji za pomocą usługi Chromecast built-in.
pt_br: Transmita música de centenas de aplicações através do Chromecast built-in.
pt_pt: Transmita música de centenas de aplicações através do Chromecast built-in.
ru: Потоковая передача музыки из сотен приложений через Chromecast built-in.
sk: Streamujte hudbu zo stoviek aplikácií cez Chromecast built-in.
sv: Strömma musik från hundratals appar via Chromecast built-in.
zh_hans: 通过 Chromecast built-in 从数百个应用播放音乐。
zh_hant: 透過 Chromecast built-in，從數百個應用程式中播放音樂。

source: Activate Google Assistant on your product.
ar: قم بتنشيط مساعد Google على منتجك.
da: Aktiver Google Assistant på dit produkt.
de: Aktiviere den Google Assistant auf deinem Gerät.
es_mx: Activa el asistente de Google en tu producto.
fi: Aktivoi Google Assistant tuotteessasi.
fr: Activer l'Assistant Google sur votre produit.
he: יש להפעיל את Google Assistant במוצר.
id: Aktifkan Asisten Google di produk Anda.
it: Attiva l’Assistente Google sul tuo prodotto.
ja: お持ちの製品上でGoogleアシスタントを有効にします。
ko: 제품에서 Google 어시스턴트를 활성화하십시오.
nb: Aktiver Google Assistent på produktet ditt.
nl: Activeer de Google Assistant op je apparaat.
pl: Aktywuj Asystenta Google na urządzeniu.
pt_br: Ative o Google Assistant no seu produto.
pt_pt: Ative o Google Assistant no seu produto.
ru: Активируйте Google Ассистента на вашем устройстве.
sk: Na svojom produkte aktivujte službu Asistenta Google.
sv: Aktivera Google Assistant på din produkt.
zh_hans: 在产品上激活 Google 助手。
zh_hant: 在產品上激活 Google 助理。

source: Music Streaming with Amazon MRM
ar: بث الموسيقى باستخدام Amazon MRM
da: Musikstreaming med Amazon MRM
de: Musik-Streaming mit Amazon MRM
es_mx: Transmisión de música con Amazon MRM
fi: Musiikin suoratoisto Amazon MRM:n avulla
fr: Diffusion de musique avec Amazon MRM
he: הזרמת מוזיקה באמצעות Amazon MRM
id: Streaming musik dengan Amazon MRM
it: Riproduci musica in streaming con Amazon MRM
ja: Amazon MRMの音楽ストリーミング
ko: Amazon MRM을 사용하여 음악 스트리밍
nb: Musikkstrømming med Amazon MRM
nl: Muziek streamen met Amazon MRM
pl: Strumieniowanie muzyki przez Amazon MRM
pt_br: Transmissão de música com Amazon MRM
pt_pt: Transmissão de música com Amazon MRM
ru: Потоковая передача музыки с помощью Amazon MRM
sk: Streamovanie hudby so službou Amazon MRM
sv: Musikströmning med Amazon MRM
zh_hans: 使用 Amazon MRM 播放音乐
zh_hant: 使用 Amazon MRM 播放音樂

source: Create Multi-Room with Alexa
ar: إنشاء غرف متعددة باستخدام Alexa
da: Opret Multi-Room med Alexa
de: Multi-Room mit Alexa erstellen
es_mx: Crear multisala con Alexa
fi: Luo monihuonekuuntelu (Multi Room) Alexan avulla
fr: Créer un multi-pièces avec Alexa
he: צרו חדרים מרובים באמצעות Alexa
id: Buat Multi-Room dengan Alexa
it: Crea un sistema multi-room con Alexa
ja: Alexaでマルチルームを作成
ko: Alexa를 사용하여 Multi-Room 만들기
nb: Opprett multirom med Alexa
nl: Creëer Multi-Room met Alexa
pl: Utwórz Multi-Room z Alexa
pt_br: Criar Multi-Room com Alexa
pt_pt: Criar Multi-Room com Alexa
ru: Создание режима «мультирум» с помощью сервиса Alexa
sk: Vytvorte viaceré miestnosti pomocou služby Alexa
sv: Skapa Multi-Room med Alexa
zh_hans: 使用 Alexa 创建多房间群组
zh_hant: 使用 Alexa 創建多房間群組

# Alexa_Multi_Room_Music_amazon_alexa
source: Alexa Multi-Room Music lets you play the same music on JBL products and Alexa enabled speakers.
ar: تتيح لك الموسيقى متعددة الغرف من Alexa تشغيل الموسيقى نفسها على منتجات JBL والسماعات الأخرى التي تدعم Alexa.
da: Med Alexa Multi-Room Music kan du afspille den samme musik på JBL-produkter og Alexa-aktiverede højttalere.
de: Mit Alexa Multi-Room Music kannst du die gleiche Musik auf JBL-Geräten und Alexa-fähigen Lautsprechern wiedergeben.
es_mx: Con la reproducción de música multisala de Alexa, puedes reproducir la misma música en los productos JBL y los altavoces habilitados de Alexa.
fi: Alexa Multi-Room Musicin avulla voit toistaa samaa musiikkia JBL-tuotteissa ja Alexa-toiminnolla varustetuissa kaiuttimissa.
fr: Alexa Multi-Room Music vous permet de lire la même musique sur les produits JBL et les enceintes compatibles Alexa.
he: השמעת מוזיקה בעזרת מערכת אלקסה ריבוי חדרים, מאפשרת לכם להשמיע את המוזיקה שלכם בכל מוצרי JBL והרמקולים המחוברים אליה.
id: Alexa Multi-Room Music memungkinkan Anda memutar musik yang sama pada produk JBL dan speaker yang mendukung Alexa.
it: Alexa Multi-Room Music ti consente di riprodurre la stessa musica sui prodotti JBL e sugli speaker dotati di Alexa.
ja: Alexaマルチルームミュージックで、JBL製品とAlexaに対応したスピーカーで同じ音楽を同時に再生することができます。
ko: Alexa Multi-Room Music을 사용하면 JBL 제품 및 Alexa 지원 스피커에서 같은 음악을 재생할 수 있습니다.
nb: Alexa Multi-Room Music lar deg spille den samme musikken på JBL-produkter og Alexa-aktiverte høyttalere.
nl: Alexa Multi-Room Music laat je dezelfde muziek afspelen op JBL-producten en luidsprekers met Alexa-ondersteuning.
pl: Alexa Multi-Room Music pozwala odtwarzać tę samą muzykę za pomocą produktów JBL i głośników obsługujących usługę Alexa.
pt_br: Alexa Multi-Room Music permite-lhe reproduzir a mesma música nos produtos JBL e em colunas compatíveis com Alexa.
pt_pt: Alexa Multi-Room Music permite-lhe reproduzir a mesma música nos produtos JBL e em colunas compatíveis com Alexa.
ru: Alexa Multi-Room Music позволяет воспроизводить одну и ту же музыку на устройствах JBL и колонках с поддержкой Alexa.
sk: Alexa Multi-Room Music vám umožňuje prehrávať rovnakú hudbu na produktoch JBL a reproduktoroch s podporou služby Alexa.
sv: Alexa Multi-Room Music låter dig spela samma musik på JBL-produkter och högtalare med Alexa.
zh_hans: 通过 Alexa Multi-Room Music，可以让你的 JBL 产品和支持 Alexa 的音箱同时播放音乐。
zh_hant: 透過 Alexa Multi-Room Music，讓你的 JBL 產品和支持 Alexa 的音箱同時播放音樂。

source: Go to Alexa App
ar: انتقل إلى تطبيق Alexa
da: Gå til Alexa-appen
de: Alexa-App öffnen
es_mx: Ve a la aplicación de Alexa
fi: Siirry Alexa-sovellukseen
fr: Aller dans l'application Alexa
he: יש לעבור לאפליקציית Alexa
id: Buka Aplikasi Alexa
it: Accedi all'app Alexa
ja: Alexaアプリにアクセス
ko: Alexa 앱으로 이동
nb: Gå til Alexa-appen
nl: Ga naar de Alexa-app
pl: Przejdź do aplikacji Alexa
pt_br: Ir para a Aplicação Alexa
pt_pt: Ir para a Aplicação Alexa
ru: Перейдите в приложение Alexa
sk: Prejdite do aplikácie Alexa
sv: Gå till Alexa-appen
zh_hans: 跳转到 Alexa 应用
zh_hant: 前往 Alexa 應用程式

# newStructure_redirection_support_for_other
source: Support for Other Products
ar: دعم للمنتجات الأخرى
da: Understøttelse af andre produkter
de: Unterstützung für andere Produkte
es_mx: Soporte para otros productos
fi: Tuki muille tuotteille
fr: Prise en charge d'autres produits
he: תמיכה במוצרים אחרים
id: Dukungan untuk Produk Lain
it: Supporto per altri prodotti
ja: その他の製品への対応
ko: 다른 제품 지원
nb: Støtte for andre produkter
nl: Ondersteuning voor andere producten
pl: Wsparcie dla innych urządzeń
pt_br: Apoio para Outros Produtos
pt_pt: Apoio para Outros Produtos
ru: Поддержка других устройств
sk: Podpora pre ďalšie produkty
sv: Stöd för andra produkter
zh_hans: 其他产品支持
zh_hant: 其他產品的支援

# newStructure_redirection_newNearbyProduct
source: New Nearby Product
ar: منتجات قريبة جديدة
da: Nyt produkt i nærheden
de: Neues Gerät in der Nähe
es_mx: Nuevo producto cerca
fi: Uusi tuote lähistöllä
fr: Nouveau produit à proximité
he: מוצר קרוב חדש
id: Perangkat Baru di Sekitar
it: Nuovo prodotto nelle vicinanze
ja: 新しい近くにある製品
ko: 주변의 새 제품
nb: Nytt produkt i nærheten
nl: Nieuw product in de omgeving
pl: Nowe urządzenie w pobliżu
pt_br: Novo Produto nas Proximidades
pt_pt: Novo Produto nas Proximidades
ru: Новое устройство поблизости
sk: Nový produkt v okolí
sv: Ny närliggande produkt
zh_hans: 附近的新产品
zh_hant: 附近的新產品

# newStructure_redirection_gotoUnlockFeature
source: Go to %@ to unlock the full feature of your %@.
ar: انتقل إلى %@ لإلغاء قفل الميزة الكاملة في %@.
da: Gå til %@ for at låse op for den fulde funktion af din %@.
de: Gehe zu %@, um die volle Funktionalität deines %@ freizuschalten.
es_mx: Ve a %@ para desbloquear la función completa del %@.
fi: Siirry %@-palveluun avataksesi kaikki %@:n ominaisuudet.
fr: Allez dans %@ pour déverrouiller toutes les fonctions de votre %@.
he: יש לעבור אל %@ כדי להנות מכל התכונות של%@.
id: Buka %@ untuk membuka fitur lengkap %@ Anda.
it: Vai su %@ per sbloccare tutte le funzionalità del tuo %@.
ja: %@にアクセスして%@の全機能を使えるようにします。
ko: %@의 전체 기능을 이용하려면 %@(으)로 이동합니다.
nb: Gå til %@ for å låse opp alle funksjonene i %@.
nl: Ga naar %@ om alle functie van je %@ te ontgrendelen.
pl: Przejdź do %@, aby odblokować wszystkie funkcje %@.
pt_br: Vá a %@ para desbloquear a funcionalidade completa do seu %@.
pt_pt: Vá a %@ para desbloquear a funcionalidade completa do seu %@.
ru: Перейдите в приложение %@, чтобы разблокировать весь функционал вашего %@.
sk: Prejdite na %@ a odomknite všetky funkcie svojho %@.
sv: Gå till %@ för att låsa upp alla funktioner i din %@.
zh_hans: 跳转到 %@，解锁 %@ 的全部功能。
zh_hant: 前往 %@ , 解鎖 %@ 的全部功能。

# newStructure_redirection_Open
source: OPEN
ar: فتح
da: ÅBEN
de: ÖFFNEN
es_mx: ABRIR
fi: AVAA
fr: OUVRIR
he: פתח
id: BUKA
it: APRI
ja: 開く
ko: 열기
nb: ÅPNE
pl: OTWÓRZ
pt_br: ABRIR
pt_pt: ABRIR
ru: ОТКРЫТЬ
sk: OTVORENÉ
sv: ÖPPNA
zh_hans: 打开
zh_hant: 開啟

# newStructure_redirection_download
source: DOWNLOAD
ar: تنزيل
da: HENT
es_mx: DESCARGAR
fi: LATAA
fr: TÉLÉCHARGER
he: הורד
id: UNDUH
ja: ダウンロード
ko: 다운로드
nb: LAST NED
pl: POBIERZ
pt_br: TRANSFERIR
pt_pt: TRANSFERIR
ru: ЗАГРУЗИТЬ
sk: SŤAHOVANIE
sv: LADDA NER
zh_hans: 下载
zh_hant: 下載

# newStructure_redirection_GotoWifiSetting
source: Go to “Wi-Fi” in Settings to set up your JBL Bar 9.1
ar: انتقل إلى Wi-Fi في الإعدادات لإعداد JBL Bar 9.1
da: Gå til "Wi-fi" i Indstillinger for at opsætte din JBL Bar 9.1
de: Gehe in den Einstellungen zu „WLAN“, um deine JBL Bar 9.1 einzurichten
es_mx: Ve a "Wi-Fi" en Ajustes para configurar el producto JBL Bar 9.1
fi: Siirry Asetuksissa kohtaan "Wi-Fi" ja määritä JBL Bar 9.1 -laitteesi
fr: Allez dans les paramètres « Wi-Fi » pour configurer votre JBL Bar 9.1
he: יש לעבור אל Wi-Fi ב'הגדרות' כדי להגדיר את JBL Bar 9.1
id: Buka "Wi-Fi" di Pengaturan untuk menyiapkan JBL Bar 9.1 Anda
it: Vai su “Wi-Fi” nelle Impostazioni per configurare la tua JBL Bar 9.1
ja: 設定の「Wi-Fi」にアクセスして、JBL Bar 9.1を設定します
ko: JBL Bar 9.1을 설정하려면 설정의 "Wi-Fi"로 이동합니다
nb: Gå til «Wifi» i Innstillinger for å konfigurere JBL Bar 9.1
nl: Ga naar "Wi-Fi" in Instellingen om de JBL Bar 9.1 in te stellen
pl: Przejdź do Wi-Fi w Ustawieniach, aby skonfigurować urządzenie JBL Bar 9.1
pt_br: Vá a "Wi-Fi" nas Definições para configurar a sua JBL Bar 9.1
pt_pt: Vá a "Wi-Fi" nas Definições para configurar a sua JBL Bar 9.1
ru: Перейдите в раздел настроек «Wi-Fi», чтобы настроить звуковую панель JBL Bar 9.1
sk: Prejdite na „Wi-Fi“ v Settings (Nastaveniach) a nastavte svoje zariadenie JBL Bar 9.1
sv: Gå till "Wi-Fi" i Inställningar för att konfigurera din JBL Bar 9.1
zh_hans: 跳转到手机设置，点击 Wi-Fi，设置 JBL Bar 9.1
zh_hant: 前往設定中的「Wi-Fi」，以設定您的 JBL Bar 9.1

# newStructure_redirection_gotoSettings
source: GO TO SETTINGS
ar: الانتقال إلى الإعدادات
da: GÅ TIL INDSTILLINGER
de: ZU DEN EINSTELLUNGEN
es_mx: IR A AJUSTES
fi: SIIRRY ASETUKSIIN
fr: ACCÉDER AUX PARAMÈTRES
he: עיברו להגדרות
id: BUKA PENGATURAN
it: VAI ALLE IMPOSTAZIONI
ja: 設定に進む
ko: 설정으로 이동
nb: GÅ TIL INNSTILLINGER
nl: GA NAAR INSTELLINGEN
pl: PRZEJDŹ DO USTAWIEŃ
pt_br: ACEDER ÀS DEFINIÇÕES
pt_pt: ACEDER ÀS DEFINIÇÕES
ru: ПЕРЕЙТИ К НАСТРОЙКАМ
sk: PREJSŤ NA NASTAVENIA
sv: GÅ TILL INSTÄLLNINGAR
zh_hans: 跳转到设置
zh_hant: 前往「設定」

# newStructure_redirection_gotounlock
source: Go to %@ to unlock the full feature of your product.
ar: انتقل إلى %@ لإلغاء قفل الميزة الكاملة للمنتج.
da: Gå til %@ for at låse op for de fulde funktioner i dit produkt.
de: Gehe zu %@, um die volle Funktionalität deines Produkts freizuschalten.
es_mx: Ve a %@ para desbloquear la función completa del producto.
fi: Siirry osoitteeseen %@ avataksesi tuotteesi kaikki ominaisuudet.
fr: Allez dans %@ pour déverrouiller toutes les fonctions de votre produit.
he: יש לעבור אל %@ כדי להנות מכל התכונות של המוצר.
id: Buka %@ untuk membuka fitur lengkap produk Anda.
it: Vai su %@ per sbloccare tutte le funzionalità del tuo prodotto.
ja: %@にアクセスして、お持ちの製品の全機能を使えるようにします。
ko: 제품의 전체 기능을 이용하려면 %@(으)로 이동합니다.
nb: Gå til %@ for å låse opp alle produktets funksjoner.
nl: Ga naar %@ om alle functies van je apparaat te ontgrendelen.
pl: Przejdź do %@, aby odblokować wszystkie funkcje urządzenia.
pt_br: Vá a %@ para desbloquear a funcionalidade completa do seu produto.
pt_pt: Vá a %@ para desbloquear a funcionalidade completa do seu produto.
ru: Перейдите в приложение %@, чтобы разблокировать весь функционал вашего устройства.
sk: Prejdite na %@ a odomknite všetky funkcie svojho produktu.
sv: Gå till %@ för att låsa upp alla funktioner i din Produkt.
zh_hans: 跳转到 %@，解锁产品的全部功能。
zh_hant: 前往 %@ , 解鎖產品的全部功能。

# newStructure_redirection_pleasePauseMusic
source: Please pause music playback before connecting to Wi-Fi.
ar: يرجى إيقاف تشغيل الموسيقى مؤقتًا قبل الاتصال بشبكة Wi-Fi.
da: Sæt musikafspilning på pause, før du opretter forbindelse til wi-fi.
de: Bitte die Musikwiedergabe unterbrechen, bevor du eine WLAN-Verbindung herstellst.
es_mx: Pausa la reproducción de música antes de conectarte al Wi-Fi.
fi: Keskeytä musiikin toisto ennen Wi-Fi-yhteyden muodostamista.
fr: Veuillez suspendre la lecture de la musique avant de vous connecter au Wi-Fi.
he: אנא השהו את השמעת המוזיקה לפני שתתחברו ל-Wi-Fi.
id: Harap jeda pemutaran musik sebelum menyambungkan ke Wi-Fi.
it: Metti in pausa la riproduzione musicale prima di collegarti al Wi-Fi.
ja: Wi-Fiに接続する前に、音楽再生を一時停止してください。
ko: Wi-Fi를 연결하기 전에 음악 재생을 일시 중지합니다.
nb: Sett musikkavspilling på pause før du kobler til wifi.
nl: Pauzeer het afspelen van muziek voordat je verbinding maakt met Wi-Fi.
pl: Wstrzymaj odtwarzanie muzyki przed nawiązaniem połączenia z siecią Wi-Fi.
pt_br: Coloque em pausa a reprodução da música antes de se ligar à Wi-Fi.
pt_pt: Coloque em pausa a reprodução da música antes de se ligar à Wi-Fi.
ru: Приостановите воспроизведение музыки, прежде чем подключить устройство к сети Wi-Fi.
sk: Pred pripojením k sieti Wi-Fi pozastavte prehrávanie hudby.
sv: Pausa musikuppspelningen innan du ansluter till Wi-Fi.
zh_hans: 请先暂停音乐播放再进行Wi-Fi连接设置。
zh_hant: 請在連接到 Wi-Fi 前暫停音樂播放。

# activate_voice_assistants
source: Activate Amazon Alexa and Google Assistant
ar: قم بتنشيط Amazon Alexa وGoogle Assistant
da: Aktiver Amazon Alexa og Google Assistent
de: Aktivierung von Amazon Alexa und Google Assistant
es_mx: Activa Amazon Alexa y el Asistente de Google
fi: Aktivoi Amazon Alexa ja Google Assistant
fr: Activer Amazon Alexa et Google Assistant
he: הפעלת Amazon Alexa ו-Google Assistant
id: Aktifkan Amazon Alexa dan Asisten Google
it: Attiva Amazon Alexa e l'Assistente Google
ja: Amazon AlexaとGoogleアシスタントを起動する
ko: Amazon Alexa 및 Google 어시스턴트 활성화
nb: Aktiver Amazon Alexa og Google Assistent
nl: Activeer Amazon Alexa en Google Assistent
pl: Aktywuj Amazon Alexa lub Asystenta Google
pt_br: Ative o Amazon Alexa e o Google Assistente
pt_pt: Ativar o Amazon Alexa e o Google Assistant
ru: Включить Amazon Alexa и Google Ассистент
sk: Aktivujte službu Amazon Alexa a Google Assistant
sv: Aktivera Amazon Alexa och Google Assistant
zh_hans: 激活 Amazon Alexa 和 Google 语音助手
zh_hant: 激活 Amazon Alexa 和 Google 助理

# activate_voice_assistants_desc
source: Now you can easily get help at home from either assistant with just your voice.
ar: أصبح بإمكانك الآن الحصول على المساعدة في المنزل من أي مساعد صوتي بصوتك فقط وبسهولة.
da: Nu kan du nemt få hjælp derhjemme fra en af assistenterne med blot din stemme.
de: Jetzt kannst du zuhause ganz einfach Hilfe von einem der beiden Assistenten erhalten, indem du mit einem der Assistenten sprichst.
es_mx: Ahora puedes recibir ayuda fácilmente en tu hogar a través del asistente o solo con tu voz.
fi: Nyt voit helposti saada apua kotonasi kummaltakin avustajalta pelkällä äänelläsi.
fr: Maintenant, vous pouvez facilement obtenir à votre domicile de l'aide d'un assistant en utilisant que votre voix.
he: עכשיו אפשר בקלות לקבל עזרה בבית מכל אחת מהמסייעים רק בעזרת הקול.
id: Kini, dapatkan bantuan di rumah dengan lebih mudah berkat salah satu asisten ini hanya melalui suara Anda.
it: Ora puoi facilmente ottenere un aiuto a casa da entrambi gli assistenti semplicemente con la tua voce.
ja: これからは、声だけでどちらのアシスタントにも家で手助けをしてもらうことができます。
ko: 이제 집에서도 쉽게 음성만으로 도움을 받을 수 있습니다.
nb: Nå kan du enkelt få hjelp i hjemmet fra hvilken som helst av disse assistentene, bare ved hjelp av stemmen din.
nl: Nu kun je eenvoudig thuis hulp krijgen van een assistent met je stem.
pl: Teraz możesz z łatwością uzyskać pomoc dowolnego asystenta w domu używając samego głosu.
pt_br: Agora você pode obter ajuda em casa apenas com sua voz usando qualquer assistente.
pt_pt: Agora pode facilmente obter ajuda em casa de qualquer um dos assistentes apenas com a sua voz.
ru: Теперь вы можете с легкостью воспользоваться любым помощником всего лишь с помощью голоса.
sk: Teraz môžete doma ľahko získať pomoc od ktoréhokoľvek asistenta len pomocou svojho hlasu.
sv: Nu kan du enkelt få hjälp hemma av någon av assistenterna genom att bara använda rösten.
zh_hans: 在家里，你可以轻松用语音向任一助理随意提问。
zh_hant: 現在，可以在家僅以語音輕鬆得到任一助理的幫助。

source: Enable Wi-Fi streaming
ar: قم بتمكين بث الواي فاي
da: Aktiver wi-fi-streaming
de: Aktivierung von WLAN-Streaming
es_mx: Habilitar transmisión por Wi-Fi
fi: Ota käyttöön Wi-Fi-suoratoisto
fr: Activer la diffusion via Wi-Fi
he: אפשור הזרמה דרך Wi-Fi
id: Aktifkan streaming Wi-Fi
it: Abilita lo streaming Wi-Fi
ja: Wi-Fiストリーミングを有効にする
ko: Wi-Fi 스트리밍 활성화
nb: Aktiver wifi-strømming
nl: Schakel Wi-Fi-streaming in
pl: Włącz strumieniowanie przez Wi-Fi
pt_br: Habilite a transmissão Wi-Fi
pt_pt: Ativar transmissão por Wi-Fi
ru: Запускайте потоковую передачу по Wi- Fi
sk: Povoliť streamovanie cez Wi-Fi
sv: Aktivera Wi-Fi-streaming
zh_hans: 开始Wi-Fi音乐播放
zh_hant: 啟用 Wi-Fi 播放

# enable_wi_fi_streaming_desc
source: Stream music from hundreds of apps with Chromecast built-in™.
ar: قم ببث الموسيقى من مئات التطبيقات عبر Chromecast built-in™.
da: Stream musik fra hundredvis af apps med Chromecast built-in™.
de: Streame Musik aus Hunderten von Apps über Chromecast built-in™.
es_mx: Usa Chromecast built-in™ para transmitir música desde cientos de aplicaciones.
fi: Suoratoista musiikkia sadoista sovelluksista Chromecast built-in™ -palvelun avulla.
fr: Diffusez de la musique depuis des centaines d'applications avec Chromecast built-in™.
he: הזרמת מוזיקה ממאות אפליקציות באמצעות Chromecast built-in™‎.
id: Streaming musik dari ratusan aplikasi dengan Chromecast built-in™.
it: Riproduci musica in streaming da centinaia di app tramite Chromecast built-in™.
ja: Chromecast built-in™で、何百ものアプリから音楽をストリーミングします。
ko: Chromecast built-in™으로 수백 개의 앱에서 음악을 스트리밍하십시오.
nb: Strøm musikk fra hundrevis av apper med Chromecast built-in™.
nl: Stream muziek van honderden apps met Chromecast built-in™.
pl: Strumieniuj muzykę z setek aplikacji za pomocą usługi Chromecast built-in™.
pt_br: Transmissão de música de centenas de aplicativos com o Chromecast built-in™.
pt_pt: Transmita música de centenas de aplicações com o Chromecast built-in™.
ru: Запускайте музыку из сотен приложений через Chromecast built-in™.
sk: Streamujte hudbu zo stoviek aplikácií cez Chromecast built-in™.
sv: Strömma musik från hundratals appar till via Chromecast built-in™.
zh_hans: 通过 Chromecast built-in™ 从数百个应用程序播放音乐
zh_hant: 使用 Chromecast built-in™，從數百個應用程式中播放音樂。

# va_later
source: Later
ar: بعد ذلك
da: Senere
de: Später
es_mx: Más tarde
fi: Myöhemmin
fr: Plus tard
he: מאוחר יותר
id: Nanti
it: Più tardi
ja: 後で
ko: 나중에
nb: Senere
pl: Później
pt_br: Mais tarde
pt_pt: Mais tarde
ru: Позже
sk: Neskôr
sv: Senare
zh_hans: 稍后设置
zh_hant: 稍後

# select_your_preferred_services
source: Select your preferred voice assistant
ar: حدد المساعد الصوتي المفضل
da: Vælg din foretrukne stemmeassistent
de: Auswahl des bevorzugten Sprachassistenten
es_mx: Selecciona tu asistente de voz preferido
fi: Valitse haluamasi puheavustaja
fr: Sélectionnez votre assistant vocal préféré
he: בחירת המסייע הקולי המועדף
id: Pilih asisten suara favorit
it: Seleziona il tuo assistente vocale preferito
ja: お好きなボイスアシスタントを選択する
ko: 기본 음성 비서 선택
nb: Velg din foretrukne taleassistent
nl: Selecteer je favoriete spraakassistent
pl: Wybierz preferowanego asystenta głosowego
pt_br: Selecione seu assistente de voz preferido
pt_pt: Selecione o seu assistente de voz preferido
ru: Выберите голосового помощника, который вы предпочитаете
sk: Vyberte preferovaného hlasového asistenta
sv: Välj den röstassistent du föredrar
zh_hans: 选择你喜欢的语音助手
zh_hant: 選擇你偏好的語音助理
