Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# newStructure_Do_NOT_Unplug_Power_Cable_product
source: Do NOT unplug power cable or leave the app
ar: يُحظر فصل كبل الطاقة أو الخروج من التطبيق
da: Tag IKKE strømkablet ud, og forlad IKKE appen
de: Ziehe das Netzkabel NICHT ab und verlasse die App nicht
es_mx: NO se debe desenchufar el cable de alimentación ni salir de la aplicación
fi: ÄLÄ irrota virtajohtoa tai poistu sovelluksesta
fr: NE DÉBRANCHEZ PAS le câble d'alimentation et NE QUITTEZ PAS l'application
he: אל תנתקו את כבל החשמל ואל תצאו מהאפליקציה
id: JANGAN cabut kabel daya atau keluar dari aplikasi
it: NON scollegare il cavo di alimentazione e non uscire dall'app
ja: 電源ケーブルを抜いたりアプリを終了したり絶対にしないでください
ko: 전원 케이블을 분리하거나 앱을 종료하지 마십시오
nb: IKKE trekk ut strømledningen eller gå ut av appen
nl: Koppel de stroomkabel NIET los en verlaat de app NIET
pl: NIE odłączaj kabla zasilającego ani nie zamykaj aplikacji
pt_br: NÃO desligue o cabo de alimentação nem saia da aplicação
pt_pt: NÃO desligue o cabo de alimentação nem saia da aplicação
ru: НЕ отсоединяйте кабель питания и НЕ выходите из приложения
sk: NEODPÁJAJTE napájací kábel ani neopúšťajte aplikáciu
sv: Koppla INTE ur strömkabeln eller lämna appen
zh_hans: 请勿拔下电源线或离开本应用
zh_hant: 請勿拔下電源線或離開應用程式

# newStructure_Moment_Subject_Auto_off_String
source: It is a personalization feature that allows you to customize your favorite music track, auto-off timing and music volume. Once setup, you can directly access it through the Moment button on product or in the App.
ar: عبارة عن ميزة تخصيص تتيح لك تخصيص مسار الموسيقى المفضل لديك وتوقيت الإيقاف التلقائي ومستوى صوت الموسيقى. بمجرد الإعداد، يمكنك الوصول إليها مباشرة من خلال زر Moment الموجود في التطبيق.
da: Det er en tilpasningsfunktion, som giver dig mulighed for at tilpasse dit favoritmusiknummer, automatisk slukningstidspunkt og musiklydstyrke. Når den er indstillet, kan du få adgang til den direkte via Moment-knappen på produktet eller i appen.
de: Dies ist eine Personalisierungsfunktion, mit der du deine Lieblingsmusik, den Zeitpunkt der automatischen Abschaltung und die Musiklautstärke anpassen kannst. Nach der Einrichtung kannst du direkt über die Moment-Taste am Gerät oder in der App darauf zugreifen.
es_mx: Es una función de personalización que te permite modificar tu pista musical favorita, el tiempo de apagado automático y el volumen de la música. Una vez configurada, puedes acceder directamente desde el botón Momento en el producto o en la aplicación.
fi: Se on personointiominaisuus, jonka avulla voit mukauttaa suosikkimusiikkikappaleesi, automaattisen sammumisajoituksen ja musiikin äänenvoimakkuuden. Kun olet ottanut sen käyttöön, voit käyttää sitä suoraan tuotteen tai sovelluksen Moment-painikkeesta.
fr: Cette fonction de personnalisation vous permet de personnaliser votre piste musicale préférée, le délai de l’arrêt automatique et le volume de la musique. Une fois configurée, elle est accessible directement avec le bouton Moment du produit ou depuis l'application.
he: זוהי תכונת התאמה אישית שמאפשרת להתאים אישית את אלבום המוזיקה האהוב עליכם, תזמון כיבוי אוטומטי ועוצמת הקול של המוזיקה. לאחר ההגדרה, תוכלו לגשת ישירות אליה דרך הלחצן 'רגע' במוצר או באפליקציה.
id: Ini adalah fitur personalisasi yang memungkinkan Anda menyesuaikan trek musik favorit, mengatur waktu mati otomatis, dan mengatur volume musik. Setelah disiapkan, Anda dapat langsung mengaksesnya melalui tombol Moment di produk atau Aplikasi.
it: Si tratta di una funzione di personalizzazione che ti consente di personalizzare la tua traccia musicale preferita, lo spegnimento automatico ed il volume della musica. Una volta impostata, puoi accedervi direttamente tramite il pulsante Moment sul prodotto o nell'app.
ja: モーメント機能を使えば、お気に入りの曲を指定した音量と自動オフのタイミングで再生するよう設定することができます。 一度設定すると、製品またはアプリのモーメントボタンから直接呼び出すことができます。
ko: 좋아하는 음악 트랙, 자동 꺼짐 타이밍, 음악 볼륨을 사용자 정의할 수 있는 개인 설정 기능입니다. 설정을 완료하면 제품 또는 앱의 Moment 버튼을 통해 직접 액세스할 수 있습니다.
nb: Dette er en tilpasningsfunksjon som lar deg tilpasse favorittmusikkspor, tidsinnstilling for automatisk av og musikkvolum. Når konfigureringen er fullført, får du tilgang til den gjennom Moment-knappen på produktet eller i appen.
nl: Het is een functie voor persoonlijke instellingen waarmee je je favoriete muzieknummer, de timing voor automatisch uitschakelen en het muziekvolume kunt aanpassen. Na de installatie kun je dit direct gebruiken met de Moment-knop op het apparaat of in de app.
pl: To jest funkcja personalizacji, za pomocy której można spersonalizować ulubiony utwór, automatyczne wyłączanie oraz głośność muzyki. Po skonfigurowaniu można przejść do niej bezpośrednio za pomocą przycisku Moment na urządzeniu lub w aplikacji.
pt_br: Trata-se de uma funcionalidade de personalização que lhe permite personalizar a sua faixa de música favorita, o tempo para o desligar automático e o volume da música. Assim que estiver configurada, pode aceder diretamente através do botão Moment no produto ou na aplicação.
pt_pt: Trata-se de uma funcionalidade de personalização que lhe permite personalizar a sua faixa de música favorita, o tempo para o desligar automático e o volume da música. Assim que estiver configurada, pode aceder diretamente através do botão Moment no produto ou na aplicação.
ru: Это настраиваемая функция, позволяющая создать индивидуальные настройки любимой музыкальной дорожки, времени автоматического отключения и громкости музыки. После настройки доступ осуществляется напрямую с помощью кнопки «Момент» или приложения JBL.
sk: Ide o funkciu personalizácie, ktorá vám umožňuje prispôsobiť vašu obľúbenú hudobnú skladbu, načasovanie automatického vypnutia a hlasitosť hudby. Po nastavení k nej môžete pristupovať priamo cez tlačidlo Moment na výrobku alebo v aplikácii.
sv: Det är en anpassningsfunktion som låter dig anpassa din favoritlåt, timing för automatisk avstängning och musikvolym. När den väl är inställd kan du få direkt tillgång till den via Moment-knappen på produkten eller i appen.
zh_hans: 这项功能让你能够定制喜欢的歌单到产品上一键播放，同时可以设置定时关闭和播放音量。 设置完成后，你可以点击产品上或应用中的 Moment 按钮进行播放。
zh_hant: 這項功能讓你能夠定製喜歡的歌單到產品上一鍵播放，同時可以設置定時關閉和播放音量。 設置完成後，你可以點擊產品上或應用中的 Moment 按鈕進行播放。

# newStructure_Create_Your_Moment_Portable_String
source: 1. Tap ‘ + ’ to add your preferred music service. 2. Sign in to your account. 3. Tap the first track of your favorite playlist or radio station. 4. Set desired auto-off time and volume, then tap ‘SAVE’. 5. From next time onwards, your favorite playlist / station will be accessible with the ^^^^ button press on your product.
ar: 1. انقر فوق "+" لإضافة خدمة الموسيقى المفضلة لديك. 2. تسجيل الدخول إلى حسابك. 3. انقر على المسار الأول لقائمة التشغيل أو محطة الراديو المفضلة لديك. 4. عيّن وقت الإيقاف التلقائي ومستوى الصوت المطلوب، ثم انقر على"SAVE". 5. من المرة القادمة فصاعدًا، يمكن الوصول إلى قائمة ^^^^التشغيل/المحطة المفضلة لديك من خلال الضغط على الزر في المنتج.
da: 1. Tryk på '+' for at tilføje din foretrukne musiktjeneste. 2. Log ind på din konto. 3. Tryk på det første nummer på din foretrukne playliste eller radiostation. 4. Indstil den ønskede auto-slukketid og lydstyrke, og tryk derefter på "SAVE" (Gem). 5. Fra nu af kan du få adgang til din favoritplayliste/station med et tryk ^^^^ på en enkelt knap.
de: 1. Tippe auf „+“, um deinen bevorzugten Musikdienst hinzuzufügen. 2. Melde dich bei deinem Konto an. 3. Tippe auf den ersten Titel deiner bevorzugten Wiedergabeliste oder deines Lieblingsradiosenders. 4. Stelle die gewünschte Zeit für die automatische Abschaltung und die Lautstärke ein und tippe dann auf „SPEICHERN“. 5. Ab dem nächsten Mal kannst du deine bevorzugte Wiedergabeliste bzw. deinen Lieblingssender durch Drücken der Taste auf ^^^^ deinem Gerät aufrufen.
es_mx: 1. Toca ' + ' para agregar tu servicio de música preferido. 2. Inicia sesión en tu cuenta. 3. Toca la primera pista de tu estación de radio o lista de reproducción favorita. 4. Establece el volumen y el tiempo de apagado automático deseados, y toca 'GUARDAR'. 5. A partir de la próxima vez, podrás acceder a tu estación o lista de reproducción favorita con solo presionar el botón en ^^^^ el producto.
fi: 1. Lisää haluamasi musiikkipalvelu napauttamalla ' + '. 2. Kirjaudu sisään tilillesi. 3. Napauta suosikkisoittolistan tai radioaseman ensimmäistä raitaa. 4. Aseta haluamasi automaattinen sammutusaika ja äänenvoimakkuus ja napauta sitten 'SAVE'. 5. Seuraavasta kerrasta lähtien suosikkisoittolistasi/asemasi on käytettävissä tuotteesi ^^^^ -painikkeen painalluksella.
fr: 1. Appuyez sur « + » pour ajouter le service musical de votre choix. 2. Connectez-vous à votre compte. 3. Appuyez sur la première piste de votre liste de lecture ou station de radio préférée. 4. Réglez l'heure d'arrêt automatique et le volume souhaités, puis appuyez sur « SAVE » (enregistrer). 5. À partir de la prochaine fois, votre liste de lecture / station préférée sera accessible en apppuyant sur le bouton ^^^^ de votre produit.
he: 1. יש להקיש על "+" כדי להוסיף את שירות המוזיקה המועדף עליכם. 2. התחברו לחשבון שלכם. 3. הקישו על הרצועה הראשונה של רשימת ההשמעה או תחנת הרדיו המועדפת עליכם. 4. הגדירו את זמן כיבוי השמע ועוצמת הקול הרצויים, ולאחר מכן הקישו על "שמור". 5. החל מהפעם הבאה, רשימת ההשמעה/תחנת הרדיו המועדפת עליכם תהיה נגישה בלחיצה על הלחצן ^^^^ במוצר ^^^^.
id: 1. Ketuk ‘+’ untuk menambahkan layanan musik pilihan Anda. 2. Masuk ke akun Anda. 3. Ketuk trek pertama dari daftar lagu atau stasiun radio favorit Anda. 4. Atur waktu mati dan volume otomatis yang diinginkan, lalu ketuk ‘SAVE’. 5. Untuk seterusnya, daftar lagu/stasiun favorit Anda dapat diakses dengan menekan tombol ^^^^ pada produk.
it: 1. Tocca ‘ + ’ per aggiungere il tuo servizio musicale preferito. 2. Accedi al tuo account. 3. Tocca il primo brano della tua playlist o stazione radio preferita. 4. Imposta il timer dello spegnimento automatico ed il volume desiderati, quindi tocca ‘SAVE’. 5. A partire dalla prossima volta, potrai accedere alla tua playlist / stazione preferita premendo il pulsante ^^^^ sul prodotto.
ja: 1.「+」をタップして、お好みの音楽配信サービスを追加します。 2.アカウントにサインインします。 3.お好きなプレイリストまたはラジオ局の最初のトラックをタップします。 4.お望みのオートオフ時間と音量を設定して、「SAVE」をタップします。 5.次回の使用時から、お持ちの製品の ^^^^ ボタンを押すとお気に入りのプレイリスト/ラジオ局にアクセスすることができます。
ko: 1. '+'를 탭하여 기본 음악 서비스를 추가합니다. 2. 계정으로 로그인합니다. 3. 좋아하는 재생 목록 또는 라디오 스테이션의 첫 번째 트랙을 탭합니다. 4. 원하는 자동 꺼짐 시간 및 볼륨을 설정한 다음, '저장'을 탭합니다. 5. 다음부터는 제품의 ^^^^ 버튼을 눌러 좋아하는 재생 목록/스테이션에 액세스할 수 있습니다.
nb: 1. Trykk på « + » for å legge til din foretrukne musikktjeneste. 2. Logg på kontoen din. 3. Trykk på det første sporet på din foretrukne spilleliste eller radiokanal. 4. Se ønsket tidsinnstilling for automatisk av og volum, og trykk på «LAGRE». 5. Fra og med neste gang vil din foretrukne spilleliste / kanal være tilgjengelig når du trykker på ^^^^-knappen på produktet.
nl: 1. Tik op '+' om je favoriete muziekservice toe te voegen. 2. Log in op je account. 3. Tik op het eerste nummer van je favoriete afspeellijst of radiostation. 4. Stel de gewenste tijd en het volume voor automatisch uitschakelen in en tik vervolgens op 'OPSLAAN'. 5. Vanaf de volgende keer is je favoriete afspeellijst / station toegankelijk met de ^^^^-knop op je apparaat.
pl: 1. Stuknij ikonę „+”, aby dodać preferowaną usługę muzyczną. 2. Zaloguj się do konta. 3. Stuknij pierwszy utwór z ulubionej listy odtwarzania lub stację radiową. 4. Ustaw żądany czas automatycznego wyłączenia i głośność, a następnie stuknij opcję „ZAPISZ”. 5. Od tej chwili Twoja ulubiona lista odtwarzania / stacja radiowa będzie dostępna za naciśnięciem przycisku ^^^^ na urządzeniu.
pt_br: 1. Toque em " + " para adicionar o seu serviço de música preferido. 2. Inicie sessão na sua conta. 3. Toque na primeira faixa da sua lista de reprodução ou estação de rádio favorita. 4. Defina o tempo para o desligar automático e o volume e, em seguida, toque em "GUARDAR". 5. Da próxima vez e daí em diante, a sua lista de reprodução/estação favorita estará acessível ao premir o botão ^^^^ no seu produto.
pt_pt: 1. Toque em "+" para adicionar o seu serviço de música preferido. 2. Inicie sessão na sua conta. 3. Toque na primeira faixa da sua lista de reprodução ou estação de rádio favorita. 4. Defina o tempo de desligamento automático e o volume e, em seguida, toque em "GUARDAR". 5. Da próxima vez e daí em diante, a sua lista de reprodução/estação favorita estará acessível ao premir o botão ^^^^ no produto.
ru: 1. Нажмите «+», чтобы добавить предпочитаемую музыкальную службу. 2. Войдите в свою учетную запись. 3. Нажмите на первую дорожку в вашем любимом плейлисте или на радиостанции. 4. Установите желаемые время автоматического отключения и громкость, затем нажмите «СОХРАНИТЬ». 5. Начиная со следующего использования ваши любимые плейлист/станцию можно будет открывать нажатием кнопки ^^^^ на вашем устройстве.
sk: 1. Klepnutím na „ + “ pridáte preferovanú hudobnú službu. 2. Prihláste sa do svojho účtu. 3. Klepnite na prvú skladbu svojho obľúbeného zoznamu skladieb alebo rádiovej stanice. 4. Nastavte požadovaný čas automatického vypnutia a hlasitosť a potom klepnite na „SAVE“ (ULOŽIŤ). 5. Od nasledujúceho použitia bude váš obľúbený zoznam skladieb/stanica dostupná po stlačení tlačidla ^^^^ na vašom výrobku.
sv: 1. Tryck på " + " för att lägga till den musiktjänst du föredrar. 2. Logga in på ditt konto. 3. Tryck på det första spåret i din favoritspellista eller radiostation. 4. Ställ in önskad automatisk avstängningstid och volym och tryck sedan på "SPARA". 5. Från och med nästa gång kommer din favoritspellista/radiostation att vara tillgänglig med ett tryck på ^^^^ på din produkt.
zh_hans: 1.点击“+”添加你喜欢的音乐服务。 2.登录你的音乐帐户。 3.点击你喜爱的歌单或电台的第一首歌曲。 4.设置所需的定时关闭和音量，然后点击“保存”。 5.设置完成后，只需按下产品上的 ^^^^ 按钮，即可访问你喜爱的歌单/电台。
zh_hant: 1.輕觸「+」以新增您偏好的音樂服務。 2.登入您的帳戶。 3.輕觸您最愛的播放清單或廣播電臺的第一首曲目。 4.設定所需的自動關機時間和音量，然後輕觸「SAVE」（儲存）。 5.從下次起，您可以按產品上的 ^^^^ 按鈕存取您最愛的播放清單/電臺。

# newStructure_AppSetting_Product_Support_String
source: Support
ar: الدعم
da: Understøtter
de: Unterstützt
es_mx: Soporte
fi: Tuki
he: תמיכה
id: Dukungan
it: Supporto
ja: サポート
ko: 지원
nb: Støtter
nl: Ondersteuning
pl: Wsparcie
pt_br: Apoio
pt_pt: Apoio
ru: Поддерживаемые протоколы
sk: Podpora
sv: Stöd för
zh_hans: 支持
zh_hant: 支持

# newStructure_jbl_The_speaker_will_self_tune_to_give_you_the_best_sound_
source: No matter where you place your speaker, it automatically calibrates itself to give you the best sound quality for any space.
ar: بغض النظر عن المكان الذي تضع فيه السماعة، فإنها تعاير نفسها تلقائيًا لتمنحك أفضل جودة صوت لأي مساحة.
da: Uanset hvor du placerer din højttaler, kalibrerer den automatisk sig selv for at give dig den bedste lydkvalitet til ethvert sted.
de: Egal wo du deinen Lautsprecher aufstellst, er kalibriert sich automatisch, um dir in jedem Raum die beste Soundqualität zu bieten.
es_mx: Sin importar dónde coloques el altavoz, se calibra de manera automática para ofrecer la mejor calidad de sonido en cualquier espacio.
fi: Riippumatta siitä, mihin kaiutin sijoitetaan, se kalibroi itsensä automaattisesti, jotta saat parhaan äänenlaadun mihin tahansa tilaan.
fr: Votre enceinte s’étalonne automatiquement quelle que soit sa position afin de vous offrir la meilleure qualité sonore dans tous les espaces.
he: לא משנה היכן תציבו את הרמקול, הוא מכייל את עצמו אוטומטית כדי להעניק לכם את איכות הצליל הטובה ביותר עבור כל חלל.
id: Speaker akan terkalibrasi secara otomatis di mana pun ia berada untuk memberikan kualitas suara terbaik di ruangan mana pun.
it: Non preoccuparti di dove posizioni lo speaker, in quanto si calibra automaticamente per offrirti la migliore qualità audio in qualsiasi ambiente.
ja: スピーカーをどこに設置しても自動的にキャリブレーションを行い、常に最高品位の音質を提供します。
ko: 스피커를 배치하는 장소와 상관없이 자동으로 보정하여 모든 공간에서 최상의 음질을 제공합니다.
nb: Uansett hvor du plasserer høyttaleren, vil den automatisk kalibreres slik at du får best mulig lydkvalitet, uansett miljø.
nl: Ongeacht waar je je luidspreker installeert, hij kalibreert zichzelf automatisch zodat je in elke luisterruimte de beste geluidskwaliteit krijgt.
pl: Bez względu na to, gdzie umieścisz głośnik, zostanie on automatycznie skalibrowany tak, aby zapewnić najlepszą jakość dźwięku w dowolnym otoczeniu.
pt_br: Não importa onde coloca a sua coluna, calibra-se automaticamente para lhe dar a melhor qualidade de som para qualquer espaço.
pt_pt: Não importa onde coloca a sua coluna, calibra-se automaticamente para lhe dar a melhor qualidade de som para qualquer espaço.
ru: Колонка выполняет автоматическую калибровку по месту установки, чтобы обеспечить наилучшее качество звучания в любом пространстве.
sk: Bez ohľadu na to, kam reproduktor umiestnite, automaticky sa kalibruje, aby vám poskytol najlepšiu kvalitu zvuku pre akýkoľvek priestor.
sv: Oavsett var du placerar din högtalare kalibrerar den sig automatiskt för att ge dig bästa ljudkvalitet i alla utrymmen.
zh_hans: 无论将音箱放在哪里，它都会自动根据当前空间的声学条件进行校准，为你提供出色的音质。
zh_hant: 無論把音箱置於何處，它都會自動根據當前空間嘅聲學條件進行校準，為你提供出色的音質。

source: Music Streaming with Tidal Connect
ar: بث الموسيقى مع Tidal Connect
da: Musikstreaming med Tidal Connect
de: Musik-Streaming mit Tidal Connect
es_mx: Transmisión de música con Tidal Connect
fi: Musiikin suoratoisto Tidal Connectin avulla
fr: Diffusion de musique avec Tidal Connect
he: הזרמת מוזיקה באמצעות חיבור Tidal
id: Streaming Musik menggunakan Tidal Connect
it: Streaming musicale con Tidal Connect
ja: Tidal Connectでの音楽ストリーミング
ko: Tidal Connect를 사용하여 음악 스트리밍
nb: Musikkstrømming med Tidal Connect
nl: Muziek streamen met Tidal Connect
pl: Strumieniowanie muzyki przez Tidal Connect
pt_br: Transmissão de música com o Tidal Connect
pt_pt: Transmissão de música com o Tidal Connect
ru: Потоковая передача музыки с Tidal Connect
sk: Streamovanie hudby pomocou služby Tidal Connect
sv: Musikströmning med Tidal Connect
zh_hans: 使用 Tidal Connect 播放音乐
zh_hant: 使用 Tidal Connect 播放音樂

source: Bluetooth Reconnection Preference
ar: تفضيل إعادة الاتصال عبر البلوتوث
da: Præference for genoprettelse af Bluetooth-forbindelse
de: Voreinstellung für erneute Bluetooth-Verbindung
es_mx: Preferencia de reconexión Bluetooth
fi: Bluetooth-yhteyden uudelleenkytkennän suosikkiasetus
fr: Préférence de reconnexion Bluetooth
he: העדפות חיבור מחדש של Bluetooth
id: Preferensi Penyambungan Ulang Bluetooth
it: Preferenza di riconnessione Bluetooth
ja: Bluetooth再接続の優先設定
ko: Bluetooth 재연결 기본 설정
nb: Innstillinger for gjentatt Bluetooth-tilkobling
nl: Voorkeur voor herverbinding met Bluetooth
pl: Preferencje przywracania połączenia Bluetooth
pt_br: Preferência de reconexão do Bluetooth
pt_pt: Preferência de reconexão do Bluetooth
ru: Предпочтения по повторному подключению по Bluetooth
sk: Predvoľba opätovného pripojenia Bluetooth
sv: Preferenser för återanslutning av Bluetooth
zh_hans: 蓝牙自动回连设置
zh_hant: 藍牙自動連接設置

# Ready_to_play_some_music_Google_assistant_cast
source: Ready to play some music? Tap the "Chromecast built-in" button in hundreds of apps or ask Google Assistant to play music.
ar: هل أنت مستعد لتشغيل بعض مقاطع الموسيقى؟ انقر فوق زرCast في مئات التطبيقات أو اطلب من مساعد Google تشغيل الموسيقى.
da: Klar til at afspille noget musik? Tryk på Cast-knappen i hundredvis af apps, eller bed Google Assistant om at afspille musik.
de: Bereit zur Wiedergabe von Musik? Tippe in Hunderten von Apps auf die Schaltfläche „Cast“ oder bitte Google Assistant, Musik abzuspielen.
es_mx: ¿Estás listo para reproducir música? Toca el botón de transmisión en cualquier aplicación o pídele al Asistente de Google que reproduzca música.
fi: Oletko valmis toistamaan musiikkia? Napauta Cast-painiketta sadoissa sovelluksissa tai pyydä Google Assistantia toistamaan musiikkia.
fr: Prêt à écouter de la musique ? Appuyez sur le bouton Diffuser dans des centaines d'applications ou demandez à l'Assistant Google de lire de la musique.
he: מוכנים לנגן קצת מוזיקה? הקישו על לחצן השידור במאות אפליקציות או בקשו מ-Google Assistant לנגן מוזיקה.
id: Siap untuk memutar musik? Ketuk tombol Cast dalam ratusan aplikasi atau minta Asisten Google untuk memutar musik.
it: Pronto a riprodurre un po' di musica? Tocca il pulsante Cast in centinaia di app o chiedi all’Assistente Google di riprodurre musica.
ja: 音楽を再生する準備はできていますか？数百個のアプリの中からキャストボタンをタップするか、Googleアシスタントに頼んで音楽を再生します。
ko: 음악을 재생할 준비가 되셨습니까? 수백 개의 앱에서 캐스트 버튼을 탭하거나 Google 어시스턴트에게 음악 재생을 요청하십시오.
nb: Er du klar til å spille litt musikk? Trykk på Strøm-knappen som finnes i hundrevis av apper, eller be Google Assistent om å spille av musikk.
nl: Klaar om muziek af te spelen? Tik op de Cast-knop in honderden apps of vraag de Google Assistent om muziek af te spelen.
pl: Można już odtwarzać muzykę? Stuknij przycisk Transmituj w jednej z setek aplikacji lub poprosić Asystenta Google o odtwarzanie muzyki.
pt_br: Pronto para reproduzir música? Toque no botão Transmitir com centenas de aplicações ou peça ao Google Assistant para tocar música.
pt_pt: Pronto para reproduzir música? Toque no botão Transmitir com centenas de aplicações ou peça ao Google Assistant para tocar música.
ru: Готовы к прослушиванию музыки? Нажмите кнопку «Передать» в сотнях приложений или попросите Google Ассистента включить музыку.
sk: Ste pripravení prehrávať hudbu? Klepnite na tlačidlo Cast v stovkách aplikácií alebo požiadajte Asistenta Google o prehrávanie hudby.
sv: Redo att spela lite musik? Tryck på Cast-knappen i hundratals appar eller be Google Assistent att spela upp musik.
zh_hans: 准备好播放音乐了吗？点击数百款应用中的“Cast”按钮来播放音乐。
zh_hant: 準備好播放一些音樂了嗎？在數百個應用程式中輕觸 Cast（投放）按鈕，或让 Google Assistant 播放音樂。

source: Google Assistant Settings
ar: إعدادات مساعد Google
da: Indstillinger for Google Assistant
de: Einstellungen von Google Assistant
es_mx: Ajustes del Asistente de Google
fi: Google Assistant -asetukset
fr: Paramètres de l’Assistant Google
he: הגדרות Google Assistant
id: Pengaturan Asisten Google
it: Impostazioni Assistente Google
ja: Googleアシスタントの設定
ko: Google 어시스턴트 설정
nb: Innstillinger for Google Assistent
nl: Google Assistant-instellingen
pl: Ustawienia Asystenta Google
pt_br: Definições do Google Assistant
pt_pt: Definições do Google Assistant
ru: Настройки Google Ассистента
sk: Nastavenia Asistenta Google
sv: Inställningar för Google Assistent
zh_hans: Google 助手设置
zh_hant: Google 助理 設定

source: My Assistant Activity
ar: نشاط مساعدي
da: Min assistent-aktivitet
de: Meine Assistant-Aktivität
es_mx: Actividad de mi asistente
fi: Avustajani toiminta
fr: Activité de mon assistant
he: פעילות העוזר שלי
id: Aktivitas Asisten Saya
it: Attività del mio Assistente
ja: マイアシスタントアクティビティ
ko: 내 어시스턴트 활동
nb: Min Assistent-aktivitet
nl: Mijn assistent-activiteit
pl: Aktywność mojego asystenta
pt_br: Atividade do meu Assistente
pt_pt: Atividade do meu Assistente
ru: Действия моего ассистента
sk: Aktivita môjho Asistenta
sv: Min assistent-aktivitet
zh_hans: 我的助手活动
zh_hant: 我的助理活動

source: View and manage your data.
ar: قم بعرض البيانات وإدارتها.
da: Se og administrer dine data.
de: Anzeigen und Verwalten deiner Daten.
es_mx: Consulta y administra tus datos.
fi: Tarkastele ja hallitse tietojasi.
fr: Affichez et gérez vos données.
he: הציגו ונהלו את הנתונים שלכם.
id: Lihat dan kelola data Anda.
it: Visualizza e gestisci i tuoi dati.
ja: データを表示・管理します。
ko: 데이터를 보고 관리합니다.
nb: Vis og administrer dataene dine.
nl: Bekijk en beheer je gegevens.
pl: Wyświetlanie danych i zarządzanie nimi.
pt_br: Veja e faça a gestão dos seus dados.
pt_pt: Veja e faça a gestão dos seus dados.
ru: Просмотр ваших данных и управление ими.
sk: Zobrazenie a správa údajov.
sv: Visa och hantera dina uppgifter.
zh_hans: 查看并管理你的数据。
zh_hant: 檢視並管理你的資料。
