Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

source: A loud sound will come from your product during calibration.
ar: تُصدر منتجاتك صوتًا عاليًا أثناء المعايرة.
da: Dine produkter vil give en høj lyd under kalibrering.
de: Während der Kalibrierung ertönt ein lautes Geräusch von deinen Geräten.
es_mx: Sus productos emitirán un sonido fuerte durante la calibración.
fi: Kalibroinnin aikana tuotteestasi kuuluu voimakas ääni.
fr: Un son fort sera émis par vos produits pendant l'étalonnage.
he: צליל חזק יישמע במהלך הכיול.
id: Produk mengeluarkan suara keras saat kalibrasi.
it: Durante la calibrazione, verrà emesso un forte suono dai prodotti.
ja: キャリブレーション中は製品から大きな音がします。
ko: 보정하는 동안 제품에서 큰 소리가 날 수 있습니다.
nb: En høy lyd kommer fra produktene dine under kalibrering.
nl: Tijdens de kalibratie zal er een hard geluid uit je apparaten komen.
pl: Podczas kalibracji urządzenia emitują głośny dźwięk.
pt_br: Os seus produtos emitirão um som alto durante a calibração.
pt_pt: Os seus produtos emitirão um som alto durante a calibração.
ru: Во время калибровки устройства издают громкие звуки.
sk: Počas kalibrácie bude z vašich produktov vychádzať hlasný zvuk.
sv: Ett högt ljud hörs från din produkt under kalibreringen.
zh_hans: 在校准过程中，你的产品会发出比较响亮的校准音。
zh_hant: 在校準過程中，您的產品會發出響亮的聲音。

# jbl_NOT_ACCEPT
source: DO NOT ACCEPT
ar: عدم القبول
da: ACCEPTER IKKE
de: NICHT AKZEPTIEREN
es_mx: NO ACEPTAR
fi: ÄLÄ HYVÄKSY
fr: REFUSER
he: לא מקבל
id: TOLAK
it: NON ACCETTO
ja: 同意しない
ko: 승인하지 않음
nb: IKKE GODTA
nl: WEIGEREN
pl: NIE ZATWIERDZAJ
pt_br: NÃO ACEITAR
pt_pt: NÃO ACEITAR
ru: НЕ ПРИНИМАТЬ
sk: NESÚHLASIŤ
sv: GODKÄNN INTE
zh_hans: 拒绝
zh_hant: 拒絕

# jbl_NOT_ALLOW
source: DO NOT ALLOW
ar: عدم السماح
da: TILLAD IKKE
de: NICHT ERLAUBEN
es_mx: NO PERMITIR
fi: ÄLÄ SALLI
fr: NE PAS AUTORISER
he: לא מורשה
id: TIDAK MENGIZINKAN
it: NON CONSENTIRE
ja: 許可しない
ko: 허용 안 함
nb: IKKE TILLAT
nl: NIET TOESTAAN
pl: NIE POZWALAJ
pt_br: NÃO PERMITIR
pt_pt: NÃO PERMITIR
ru: НЕ РАЗРЕШАТЬ
sk: NEPOVOLIŤ
sv: TILLÅT INTE
zh_hans: 不允许
zh_hant: 不允許

# jbl_Calibration_Takes_About_3_Minute
source: Calibration takes about 3 minutes
ar: تستغرق المعايرة نحو 3 دقائق
da: Kalibrering tager ca. 3 minutter
de: Die Kalibrierung dauert etwa 3 Minuten
es_mx: La calibración demora cerca de 3 minutos.
fi: Kalibrointi kestää noin 3 minuuttia
fr: L'étalonnage prend environ 3 minutes
he: הכיול אורך כ-3 דקות
id: Kalibrasi membutuhkan waktu sekitar 3 menit
it: La calibrazione dura circa 3 minuti
ja: 部屋の測定には約3分かかります
ko: 보정은 약 3분이 걸립니다.
nb: Kalibreringen tar ca. 3 minutter
nl: Kalibratie duurt ongeveer 3 minuten
pl: Kalibracja trwa około 3 min.
pt_br: A calibração demora cerca de 3 minutos
pt_pt: A calibração demora cerca de 3 minutos
ru: Калибровка занимает около 3 минут
sk: Kalibrácia trvá približne 3 minúty
sv: Det tar ungefär 3 minut att utföra kalibreringen
zh_hans: 校准大约需要 3 分钟
zh_hant: 校準需要大約 3 分鐘

source: If you change the environment or the position of the product in future, please re-calibrate.
ar: في حالة تغيير البيئة أو موضع المنتجات مستقبلاً، فيُرجى إعادة المعايرة.
da: Hvis du senere ændrer produkternes omgivelser eller position, skal du kalibrere dem igen.
de: Falls du zu einem anderen Zeitpunkt die Umgebung oder die Position der Geräte veränderst, kalibriere sie bitte neu.
es_mx: Vuelva a calibrar los productos cuando los cambie de lugar o ambiente.
fi: Jos muutat tuotteen ympäristöä tai sijaintia tulevaisuudessa, kalibroi laite uudelleen.
fr: Si vous changez ultérieurement l'environnement ou la position des produits, veuillez refaire l’étalonnage.
he: אם תשנו את הסביבה או את מיקומם של המוצרים בעתיד, נא לכייל מחדש.
id: Jika Anda mengubah lingkungan atau posisi produk pada masa mendatang, lakukan Kalibrasi ulang.
it: Se in futuro apporterai modifiche all'ambiente o cambierai la posizione dei prodotti, effettua nuovamente la calibrazione.
ja: 今後製品の環境や位置を変更する場合は、再度測定してください。
ko: 향후 환경이나 제품 위치가 바뀌면 재보정하십시오.
nb: Hvis du senere endrer miljøet eller plasseringen av produktene, må du kalibrere på nytt.
nl: Als je later de omgeving of de plaatsing van de producten verandert, moet je opnieuw kalibreren.
pl: W przypadku późniejszej zmiany otoczenia lub położenia produktów, należy je skalibrować ponownie.
pt_br: Se mudar o ambiente ou a posição dos produtos no futuro, volte a efetuar a calibração.
pt_pt: Se mudar o ambiente ou a posição dos produtos no futuro, volte a efetuar a calibração.
ru: При будущем изменении условий окружающей среды или положения устройств, проведите повторную калибровку.
sk: Ak v budúcnosti zmeníte prostredie alebo polohu produktov, znova vykonajte kalibráciu.
sv: Om du ändrar miljön eller produkten plats i framtiden, vänligen kalibrera om.
zh_hans: 如果未来要改变产品的摆放位置或所处的环境，请重新校准。
zh_hant: 如果你以後改變產品的環境或位置，請重新校準。

# jbl_HAVE_A_TRY
source: HEAR IT NOW
ar: يُرجى المحاولة
da: LYT NU
de: BITTE AUSPROBIEREN
es_mx: INTENTAR
fi: KUULE NYT
fr: VEUILLEZ ESSAYER
he: נסו בבקשה
id: SILAKAN COBA
it: FAI UNA PROVA
ja: 試してください
ko: 다시 시도하십시오
nb: PRØV NÅ
nl: PROBEER
pl: SPRÓBUJ
pt_br: POR FAVOR, TENTE AGORA
pt_pt: POR FAVOR, TENTE AGORA
ru: ПОПРОБУЙТЕ
sk: PROSÍM SKÚSTE TO
sv: LYSSNA NU
zh_hans: 请试音
zh_hant: 請嘗試

# jbl_To_Calibrate_later__find_the__Calibration__option_from_product_control_page_
source: To calibrate later, find the [Calibration] option in product control card.
ar: للمعايرة لاحقًا، ابحث عن خيار [المعايرة] من صفحة التحكم في المنتج.
da: For at kalibrere senere skal du se efter indstillingen [Kalibrering] på produktkontrolsiden.
de: Wähle für eine spätere Kalibrierung auf der Geräte-Steuerseite die Option [Kalibrierung].
es_mx: Para calibrar el producto más tarde, vaya a la página de control del producto y seleccione la opción [Calibración].
fi: Jos haluat kalibroida myöhemmin, etsi [Kalibrointi]-vaihtoehto tuotteen hallintasivulta.
fr: Pour étalonnner ultérieurement, recherchez l'option [Étalonnage] dans la page de contrôle du produit.
he: כדי לבצע כיול מאוחר יותר, מצאו את האפשרות [כיול] בדף בקרת המוצר.
id: Untuk Mengalibrasi nanti, cari opsi [Kalibrasi] dari halaman kontrol produk.
it: Per eseguire la calibrazione in un secondo momento, individua l'opzione [Calibrazione] nella pagina di controllo del prodotto.
ja: 後ほど測定するには、製品操作ページにある[部屋の測定]から行えます。
ko: 나중에 보정하려면 제품 제어 페이지에서 [보정] 옵션을 찾으십시오.
nb: For å kalibrere senere må du finne alternativet [Kalibrering] fra produktkontrollsiden.
nl: Zoek de [Kalibratie] optie op de productcontrole pagina om later te kalibreren.
pl: Aby przeprowadzić kalibrację później, odszukaj opcję [Kalibracja] na stronie sterowania produktem.
pt_br: Para realizar a calibração mais tarde, escolha a opção [Calibração] na página de controlo do produto.
pt_pt: Para realizar a calibração mais tarde, escolha a opção [Calibração] na página de controlo do produto.
ru: Чтобы выполнить калибровку позже, найдите опцию [Калибровка] на странице управления устройством.
sk: Ak chcete vykonať kalibráciu neskôr, nájdite možnosť [Calibration] na stránke ovládania produktu.
sv: För att kalibrera senare, hitta alternativet [Kalibrering] på produktkontrollsidan.
zh_hans: 要在以后再进行校准，请在产品控制页面点击[校准]选项。
zh_hant: 欲稍後校準，請在產品控制頁面找到 [校準] 選項。

# jbl_Grant_Permission_In_Settings
source: Set up
ar: الإعداد
da: Opsætning
de: Einrichtung
es_mx: Configuración
fi: Asetukset
fr: Configuration
he: להכין
id: Pengaturan
it: Configurazione
ja: 設定
ko: 설정
nb: Oppsett
nl: Instellen
pl: Konfiguracja
pt_br: Configurar
pt_pt: Configurar
ru: Настройка
sk: Nastavenie
sv: Inställning
zh_hans: 设置
zh_hant: 設定

# jbl_Set_up_Wi_Fi
source: Connect to Wi-Fi
ar: اتصل بشبكة Wi-Fi
da: Forbind til wi-fi
de: Verbinden mit WLAN
es_mx: Conectar a Wi-Fi
fi: Muodosta Wi-Fi-yhteys
fr: Connexion au Wi-Fi
he: חיבור לרשת Wi-Fi
id: Sambungkan ke Wi-Fi
it: Collegati al Wi-Fi
ja: Wi-Fiに接続
ko: Wi-Fi 연결
nb: Koble til wifi
nl: Verbinding maken met Wi-Fi
pl: Połącz z siecią Wi-Fi
pt_br: Ligar ao Wi-Fi
pt_pt: Ligar ao Wi-Fi
ru: Подключить к сети Wi-Fi
sk: Pripojte sa k Wi-Fi
sv: Anslut till Wi-Fi
zh_hans: 连接 Wi-Fi
zh_hant: 連接至 Wi-Fi

# jbl_Sorry__there_was_a_problem_updating_your_product__No_changes_were_made_
source: An error occurred updating your product. No changes were made.
ar: حدثت مشكلة أثناء تحديث منتجك. لم تُجرى أي تغييرات.
da: Der opstod et problem under opdateringen. Der blev ikke foretaget nogen ændringer.
de: Es gab ein Problem bei der Aktualisierung des Geräts. Es wurden keine Änderungen vorgenommen.
es_mx: Ocurrió un error durante la actualización del producto. No se realizaron cambios.
fi: Tuotteesi päivityksessä oli ongelma. Mitään muutoksia ei suoritettu.
fr: La mise à jour de votre produit a rencontré un problème. Aucune modification n’a été effectuée.
he: הייתה בעיה בעדכון המוצר. לא בוצעו שינויים.
id: Ada masalah dengan pembaruan produk Anda. Tidak ada perubahan.
it: Si è verificato un problema durante l'aggiornamento del prodotto. Non è stata apportata alcuna modifica.
ja: 製品のアップデート中に問題が生じました。アップデートは中止されました。
ko: 제품 업데이트 도중 문제가 발생했습니다. 변경 사항은 없습니다.
nb: Det oppsto et problem med oppdateringen av produktet. Ingen endringer ble gjort.
nl: Er was helaas een probleem met het bijwerken van je product. Er zijn geen wijzigingen aangebracht.
pl: Wystąpił problem z aktualizowaniem produktu. Nie wprowadzono zmian.
pt_br: Mas ocorreu um problema na atualização do seu produto. Não foram feitas alterações.
pt_pt: Mas ocorreu um problema na atualização do seu produto. Não foram feitas alterações.
ru: Возникла проблема с обновлением вашего устройства. Изменения не вносились.
sk: Pri aktualizácii vášho produktu sa vyskytol problém. Neboli vykonané žiadne zmeny.
sv: Tyvärr uppstod ett problem när din produkt skulle uppdateras. Inga ändringar gjordes.
zh_hans: 更新你的产品时遇到问题。没有进行任何更改。
zh_hant: 更新產品時出現問題。未進行任何變更。

source: Do you want to exit the setup process now? You can do it later from the Add Product tab.
ar: هل تريد الخروج من عملية الإعداد الآن؟ يمكنك إجراء ذلك لاحقًا في صفحة إضافة منتج.
da: Vil du afslutte opsætningsprocessen nu? Du kan gøre dette senere på siden Tilføj produkt.
de: Möchtest du den Einrichtungsvorgang jetzt beenden? Du kannst dies später auf der Seite Gerät hinzufügen nachholen.
es_mx: ¿Desea salir del proceso de configuración? Puede hacerlo más tarde en la página Agregar producto.
fi: Haluatko poistua asennuksen toimenpiteestä nyt? Voit tehdä sen myöhemmin kohdassa Lisää tuotesivu.
fr: Voulez-vous quitter le processsus de configuration maintenant ? Vous pouvez le faire plus tard dans la page Ajouter un produit.
he: האם ברצונכם לצאת מתהליך ההגדרה כעת ? אתם יכולים לעשות זאת מאוחר יותר בדף הוסף מוצר.
id: Ingin keluar dari proses pengaturan sekarang? Anda dapat melakukannya nanti di halaman Tambahkan Produk.
it: Vuoi uscire dal processo di configurazione adesso? Puoi farlo più tardi nella pagina Aggiungi prodotto.
ja: 本当に設定を終了しますか？製品の追加タブから後ほど行うこともできます。
ko: 지금 설정 프로세스를 종료하시겠습니까? 나중에 제품 추가 페이지에서 계속 진행할 수 있습니다.
nb: Vil du avslutte konfigureringsprosessen nå? Du kan konfigurere senere på siden Legg til produkt.
nl: Wil je het instellingsproces nu afsluiten? Je kunt het later doen in de pagina Product toevoegen.
pl: Czy chcesz teraz wyjść z procesu konfiguracji? Możesz go wykonać później na stronie Dodaj produkt.
pt_br: Pretende sair do processo de configuração agora? Pode fazê-lo mais tarde na página Adicionar Produto.
pt_pt: Pretende sair do processo de configuração agora? Pode fazê-lo mais tarde na página Adicionar Produto.
ru: Хотите ли вы завершить процесс настройки сейчас? Вы можете сделать это позже на странице «Добавить устройство».
sk: Chcete teraz ukončiť proces nastavenia? Môžete to urobiť neskôr na stránke Pridať produkt.
sv: Vill du avsluta installationsprocessen nu? Du kan göra det senare på sidan Lägg till produkt.
zh_hans: 是否立即退出设置过程？稍后你可以在“添加新产品”页面进行设置。
zh_hant: 是否立即退出設置過程？稍後你可以在「添加新產品」頁面執行此操作。

# jbl_Allow__JBL_One_App__to_Turn_on_bluetooth_
source: Allow "JBL One" to Turn on Bluetooth?
ar: هل يتيح "JBL One" تشغيل تقنية بلوتوث؟
da: Tillad "JBL One" at slå Bluetooth til?
de: Der "JBL One" erlauben, Bluetooth zu aktivieren?
es_mx: ¿Desea permitir que la aplicación "JBL One" active el Bluetooth?
fi: Salli "JBL One" kytkeä päälle Bluetooth?
fr: Autoriser l’application "JBL One" à activer le Bluetooth ?
he: לאפשר ל-"JBL One" להפעיל בלוטות' ?
id: Izinkan "JBL One" untuk Mengaktifkan Bluetooth?
it: Consenti a "JBL One" di attivare il Bluetooth?
ja: "JBL One"を許可してBluetoothをオンにしますか？
ko: "JBL One"이 Bluetooth를 켜도록 허용하시겠습니까?
nb: Tillate "JBL One" å aktivere Bluetooth?
nl: "JBL One" toestaan Bluetooth in te schakelen?
pl: Pozwolić aplikacji "JBL One" na włączanie Bluetooth?
pt_br: Permitir que a "JBL One" ligue o Bluetooth?
pt_pt: Permitir que a "JBL One" ligue o Bluetooth?
ru: Разрешить "JBL One" включить Bluetooth?
sk: Povoliť aplikácií "JBL One" zapnúť Bluetooth?
sv: Tillåt att "JBL One” slår på Bluetooth?
zh_hans: 是否允许 "JBL One"打开蓝牙？
zh_hant: 是否允許"JBL One"開啟藍牙？

source: Location permissions are required to set up and connect to your JBL products reliably. We need these permissions so that we can identify networks, access your network name, and find nearby JBL products.
ar: لا بد من إعطاء الإذن للموقع للإعداد والاتصال بمنتجات JBL بشكلٍ موثوق. نحتاج هذه الأذونات حتى نتمكن من تحديد الشبكات والوصول إلى اسم شبكتك والعثور على منتجات JBL القريبة.
da: Placeringstilladelser er påkrævet for at konfigurere og oprette forbindelse til dine JBL-produkter pålideligt. Vi har brug for disse tilladelser, så vi kan identificere netværk, få adgang til dit netværksnavn og finde JBL-produkter i nærheden.
de: Standortberechtigungen sind erforderlich, um deine JBL-Produkte zuverlässig einzurichten und die Verbindung mit ihnen herzustellen. Wir benötigen diese Berechtigungen, damit wir Netzwerke identifizieren, auf deinen Netzwerknamen zugreifen und JBL-Produkte in der Nähe finden können.
es_mx: Se requieren permisos de ubicación para configurar y conectar sus productos JBL de manera confiable. Necesitamos estos permisos para poder identificar redes, acceder al nombre de su red y detectar productos JBL cercanos.
fi: Sijaintioikeuksia tarvitaan, jotta JBL-tuotteiden asennus ja yhteyden muodostaminen niihin onnistuu luotettavasti. Tarvitsemme näitä oikeuksia, jotta voimme tunnistaa verkot, käyttää verkon nimeä ja etsiä lähellä olevia JBL-tuotteita.
fr: Les autorisations de localisation sont requises pour une configuration et une connexion fiables de vos produits JBL. Nous avons besoin de ces autorisations afin de pouvoir identifier les réseaux, accéder au nom de votre réseau et trouver des produits JBL à proximité.
he: נדרשות הרשאות מיקום כדי להגדיר ולהתחבר למוצרי JBL בצורה מהימנה. אנו זקוקים להרשאות אלו כדי שנוכל לזהות רשתות, לגשת לשם הרשת ולמצוא מוצרי JBL בקרבת מקום.
id: Izin lokasi dibutuhkan untuk mengatur dan menghubungkan produk JBL dengan aman. Kami membutuhkan izin agar dapat mengidentifikasi jaringan, akses ke jaringan Anda, dan menemukan produk JBL terdekat.
it: Per configurare e collegarsi ai tuoi prodotti JBL in modo affidabile, sono necessarie le autorizzazioni per la posizione. Abbiamo bisogno di queste autorizzazioni per poter identificare le reti, accedere al nome della tua rete e rilevare i prodotti JBL nelle vicinanze.
ja: 確実にJBL製品を設定して接続するには位置情報の許可が必要です。ネットワークを特定し、ネットワーク名にアクセスし、近くにあるJBL製品を見つけられるようにするには、これらの許可が必要です。
ko: 위치 권한이 있어야만 JBL 제품을 안정적으로 설정하고 연결할 수 있습니다. 해당 권한이 있어야만 네트워크를 식별하고 네트워크 이름에 액세스하며 근처에 있는 JBL 제품을 찾을 수 있습니다.
nb: Plasseringstillatelser kreves for å sette opp og koble til JBL-produktene på en pålitelig måte. Vi trenger disse tillatelsene for å identifisere nettverk, få tilgang til nettverksnavnet ditt og finne JBL-produkter i nærheten.
nl: Locatietoestemmingen zijn vereist om je JBL-producten betrouwbaar in te stellen en er verbinding mee te maken. We hebben deze toestemmingen nodig zodat we netwerken kunnen identificeren, toegang kunnen krijgen tot uw netwerknaam en JBL-producten in de omgeving kunnen vinden.
pl: Uprawnienia dotyczące lokalizacji są wymagane do niezawodnego konfigurowania produktów JBL i nawiązywania z nimi połączenia. Dzięki tym uprawnieniom możemy identyfikować sieci, uzyskiwać dostęp do nazwy sieci użytkownika oraz wyszukiwać pobliskie produkty JBL.
pt_br: São necessárias permissões de localização para configurar e ligar aos seus produtos JBL de forma fiável. Necessitamos destas permissões para podermos identificar redes, aceder ao nome da sua rede e encontrar produtos JBL nas proximidades.
pt_pt: São necessárias permissões de localização para configurar e ligar aos seus produtos JBL de forma fiável. Necessitamos destas permissões para podermos identificar redes, aceder ao nome da sua rede e encontrar produtos JBL nas proximidades.
ru: Разрешение на обнаружение местоположения требуется для настройки изделий JBL и надежного подключения к ним. Нам нужны эти разрешения для того, чтобы мы могли обнаруживать сети, определять имя вашей сети и находить изделия JBL поблизости.
sk: Na spoľahlivé nastavenie a pripojenie k vašim produktom JBL sú potrebné povolenia pre polohu. Tieto povolenia potrebujeme, aby sme mohli identifikovať siete, získať prístup k názvu vašej siete a nájsť produkty JBL v okolí.
sv: Platsbehörighet krävs för att ställa in och ansluta till dina JBL-produkter på ett tillförlitligt sätt. Vi behöver dessa behörigheter så att vi kan identifiera nätverk, komma åt ditt nätverksnamn och hitta närliggande JBL-produkter.
zh_hans: 要设置并可靠地连接到你的 JBL 产品，请授予定位权限。我们需要这些权限以便识别网络，访问你的网络名称，并找到附近的 JBL 产品。
zh_hant: 要連接到JBL 產品，請授予定位權限。我們需要這些權限以便識別網絡，訪問你的網絡名稱，並找到附近的 JBL 產品。

# jbl_Checking_the_latest_firmware_This_will_take_up_to_20_seconds
source: Checking for the latest firmware. This will take up to 20 seconds.
ar: التحقق من أحدث البرامج الثابتة. تستغرق هذه العملية نحو 20 ثانية.
da: Kontrollerer den nyeste firmware. Dette tager op til 20 sekunder.
de: Die neueste Firmware wird überprüft. Dies kann bis zu 20 Sekunden dauern.
es_mx: Verificando el firmware más reciente. Esto tomará aproximadamente 20 segundos.
fi: Tarkistetaan viimeisintä laiteohjelmaa. Tämä vie noin 20 sekuntia.
fr: Recherche du dernier micrologiciel. Ceci peut prendre jusqu'à 20 secondes.
he: בודק את הקושחה העדכנית ביותר. זה ייקח עד 20 שניות.
id: Memeriksa firmware terbaru. Ini memerlukan waktu hingga 20 detik.
it: Verifica del firmware più recente. Ci vorranno fino a 20 secondi.
ja: 最新のファームウェアを確認します。最大で約20秒かかります。
ko: 최신 펌웨어를 확인 중입니다. 최대 20초가 걸릴 수 있습니다.
nb: Sjekker den nyeste maskinvaren. Dette vil ta opptil 20 sekunder.
nl: Controleren of nieuwe firmware beschikbaar is. Dit kan tot 20 seconden duren.
pl: Trwa sprawdzanie najnowszej wersji oprogramowania. Może to potrwać do 20 sekund.
pt_br: Verificação do firmware mais recente. Isto irá demorar até 20 segundos.
pt_pt: Verificação do firmware mais recente. Isto irá demorar até 20 segundos.
ru: Проверка последней версии встроенного ПО. Это займет до 20 секунд.
sk: Hľadá sa najnovší firmvér. Môže to trvať až 20 sekúnd.
sv: Kontrollerar senaste firmware-version. Det kan ta upp till 20 sekunder.
zh_hans: 正在检查服务器上是否存在最新的软件，请稍后。
zh_hant: 正在檢查服務器上是否存在最新的軟件，請稍後。

# newStructure_Name
source: Name
ar: اسم
da: Navn
es_mx: Nombre
fi: Nimi
fr: Nom
he: שם
id: Nama
it: Nome
ja: 名称
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ru: Имя
sk: Meno
sv: Namn
zh_hans: 名称
zh_hant: 名稱

# newStructure_multi-Room_openAirplay
source: Open Control Center on your mobile and tap AirPlay icon.
ar: افتح مركز التحكم على الهاتف المحمول وانقر على أيقونة AirPlay.
da: Åbn Kontrolcenter på din mobil, og tryk på AirPlay-ikonet.
de: Öffne das Kontrollzentrum auf deinem Mobiltelefon und tippe auf das AirPlay-Symbol.
es_mx: Abre el Centro de control en tu teléfono móvil y toca el ícono de AirPlay.
fi: Avaa puhelimen ohjauskeskus ja napauta AirPlay-kuvaketta.
fr: Ouvrez le Centre de contrôle sur votre mobile et appuyez sur l'icône AirPlay.
he: פתחו את מרכז הבקרה במכשיר הנייד והקישו על הסמל של AirPlay‏.
id: Buka Pusat Kontrol di ponsel lalu ketuk ikon AirPlay.
it: Apri Centro di Controllo sul tuo cellulare e tocca l'icona AirPlay.
ja: スマートフォンでコントロールセンターを開き、AirPlayアイコンをタップします。
ko: 휴대폰의 제어 센터를 열고 AirPlay 아이콘을 탭합니다.
nb: Åpne kontrollsenteret på mobilen og trykk på AirPlay-ikonet.
nl: Open het Control Center op uw mobiele telefoon en tik op het AirPlay-pictogram.
pl: Otwórz Centrum sterowania na smartfonie i stuknij ikonę AirPlay.
pt_br: Abra o Centro de Controlo no seu telemóvel e toque no ícone do AirPlay.
pt_pt: Abra o Centro de Controlo no seu telemóvel e toque no ícone do AirPlay.
ru: Откройте центр управления на своем мобильном устройстве и нажмите значок AirPlay.
sk: Na svojom mobile otvorte ovládacie centrum a klepnite na ikonu AirPlay.
sv: Öppna Kontrollcenter på din mobil och tryck på AirPlay-ikonen.
zh_hans: 打开手机上的 Control Center，点击 AirPlay 图标。
zh_hant: 在手機上開啟控制中心，然後輕觸 AirPlay 圖示。

# newStructure_Select_all_the_speakers_that_you_want_to_play_the_current_audio_on
source: Select all the speakers that you want to play music to.
ar: حدد جميع السماعات التي تريد تشغيل الموسيقى عليها.
da: Vælg alle de højttalere, som du vil afspille musik til.
de: Wähle alle Lautsprecher aus, über welche Musik wiedergegeben werden soll.
es_mx: Selecciona todos los altavoces en los que quieras reproducir música.
fi: Valitse kaikki kaiuttimet, joihin haluat striimata musiikkia.
fr: Sélectionnez toutes les enceintes sur lesquelles vous souhaitez diffuser de la musique.
he: יש לבחור את כל הרמקולים שבהם ברצונכם להשמיע מוזיקה.
id: Pilih semua speaker yang ingin Anda gunakan untuk memutar musik.
it: Seleziona tutti gli speaker sui quali desideri riprodurre musica.
ja: 音楽を再生したいスピーカーをすべて選択します。
ko: 음악을 재생하려는 스피커를 모두 선택합니다.
nb: Velg alle høyttalerne du vil spille av musikk fra.
nl: Selecteer alle luidsprekers waarop u muziek wilt afspelen.
pl: Wybierz wszystkie głośniki, które mają odtwarzać muzykę.
pt_br: Selecione todas as colunas em que pretende reproduzir música.
pt_pt: Selecione todas as colunas em que pretende reproduzir música.
ru: Выберите все колонки, на которых вы хотите воспроизвести музыку.
sk: Vyberte všetky reproduktory, na ktorých chcete prehrávať hudbu.
sv: Välj alla högtalare som du vill spela upp musik på.
zh_hans: 请选择你想要用来播放当前音乐的所有产品。
zh_hant: 請選擇你想要用來播放當前音樂的所有產品。

# newStructure_multi-Room_openMusicService
source: Open music service app and start playback.
ar: افتح تطبيق خدمة الموسيقى وابدأ التشغيل.
da: Åbn musiktjeneste-appen, og start afspilning.
de: Öffne die Musikdienst-App und starte die Wiedergabe.
es_mx: Abre la aplicación del servicio de música e inicia la reproducción.
fi: Avaa musiikkipalvelusovellus ja aloita toisto.
fr: Ouvrez l'application du service musical et démarrez la lecture.
he: פתחו אפליקציית מוזיקה והתחילו להשמיע.
id: Buka aplikasi layanan musik dan mulai pemutaran.
it: Apri l'app del servizio musicale ed avvia la riproduzione.
ja: 音楽アプリを開いて再生を開始します。
ko: 음악 서비스 앱을 열고 재생을 시작합니다.
nb: Åpne musikktjenesteappen og start avspilling.
nl: Open de muziekdiensten-app en begin met afspelen.
pl: Otwórz aplikację serwisu muzycznego i rozpocznij odtwarzanie.
pt_br: Abra a aplicação do serviço de música e inicie a reprodução.
pt_pt: Abra a aplicação do serviço de música e inicie a reprodução.
ru: Откройте приложение музыкальной службы и начните воспроизведение.
sk: Otvorte aplikáciu hudobnej služby a spustite prehrávanie.
sv: Öppna musiktjänstens app och starta uppspelning.
zh_hans: 打开音乐服务应用并开始播放。
zh_hant: 開啟音樂服務應用程式，並開始播放。
