Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# jbl_Product_successfully_reboot__AirPlay_has_been_reset_
source: Product reboot successful. AirPlay has been reset.
ar: تمت إعادة تشغيل المنتج بنجاح. تمت إعادة ضبط AirPlay.
da: Produktet er genstartet. AirPlay er blevet nulstillet.
de: Neustart des Geräts erfolgreich. AirPlay wurde zurückgesetzt.
es_mx: El producto se reinició exitosamente. AirPlay se ha restablecido.
fi: Tuotteen uudelleenkäynnistys onnistui. AirPlay on nollattu.
fr: Redémarrage du produit effectué. AirPlay a été réinitialisé.
he: אתחול המוצר הצליח. AirPlay התאפס.
id: Reboot produk berhasil. AirPlay telah direset.
it: Riavvio del prodotto riuscito. AirPlay è stato resettato.
ja: 製品が正しく再起動しました。AirPlayはリセットされました。
ko: 제품 재부팅에 성공했습니다. AirPlay가 재설정되었습니다.
nb: Produktet ble startet på nytt. AirPlay ble tilbakestilt.
nl: Herstart van apparaat voltooid. AirPlay is gereset.
pl: Ponowne uruchomienie produktu przebiegło pomyślnie. Usługa AirPlay została zresetowana.
pt_br: Reinicialização do produto bem-sucedida. O AirPlay foi redefinido.
pt_pt: O produto reiniciou com sucesso. O AirPlay foi reiniciado.
ru: Перезагрузка продукта прошла успешно. Сброс до начальных настроек AirPlay выполнен.
sk: Reštartovanie zariadenia bolo úspešné. AirPlay bol resetovaný.
sv: Produktens omstart lyckades. AirPlay har återställts.
zh_hans: 产品重启成功。AirPlay 已被重置。
zh_hant: 產品重新啟動成功。AirPlay 已重設。

source: No matter where you place your speaker, it automatically calibrates itself to give you the best sound quality for any space.
ar: بغض النظر عن المكان الذي تضع فيه السماعة، فإنها تعاير نفسها تلقائيًا لتمنحك أفضل جودة صوت لأي مساحة.
da: Uanset hvor du placerer din højttaler, kalibrerer den automatisk sig selv for at give dig den bedste lydkvalitet til ethvert sted.
de: Egal, wo du deinen Lautsprecher aufstellst, er kalibriert sich automatisch, um dir in jedem Raum die beste Soundqualität zu bieten.
es_mx: Sin importar dónde coloque su altavoz, se calibra de manera automática para ofrecerle la mejor calidad de sonido en cualquier espacio.
fi: Riippumatta siitä, mihin kaiutin sijoitetaan, se kalibroi itsensä automaattisesti, jotta saat parhaan äänenlaadun mihin tahansa tilaan.
fr: Votre enceinte s’étalonne automatiquement quelle que soit sa position afin de vous offrir la meilleure qualité sonore dans tous les espaces.
he: לא משנה היכן תציב את הרמקול שלך, הוא מכייל את עצמו באופן אוטומטי כדי לתת לך את איכות הסואנד הטובה ביותר עבור כל חלל.
id: Speaker akan terkalibrasi secara otomatis di mana pun ia berada untuk memberikan kualitas suara terbaik di ruang mana pun.
it: Indipendentemente dalla posizione dello speaker, si calibra automaticamente per offrirti la migliore qualità audio in qualsiasi ambiente.
ja: スピーカーをどこに設置しても自動的にキャリブレーションを行い、常に最高のサウンドクオリティを提供します。
ko: 스피커를 배치하는 장소와 상관없이 자동으로 보정하여 모든 공간에서 최상의 음질을 제공합니다.
nb: Uansett hvor du plasserer høyttaleren, vil den automatisk kalibreres slik at du får best mulig lydkvalitet, uansett miljø.
nl: Ongeacht waar je je luidspreker installeert, hij kalibreert zichzelf automatisch zodat je in elke luisterruimte de beste geluidskwaliteit krijgt.
pl: Bez względu na to, gdzie umieścisz głośnik, zostanie on automatycznie skalibrowany tak, aby zapewnić najlepszą jakość dźwięku w dowolnym otoczeniu.
pt_br: Não importa onde você coloque o alto-falante, ele se calibra automaticamente para oferecer a melhor qualidade de som para qualquer espaço.
pt_pt: Não importa onde coloca a sua coluna, calibra-se automaticamente para lhe dar a melhor qualidade de som para qualquer espaço.
ru: Динамик выполняет автоматическую калибровку по месту установки, чтобы обеспечить наилучшее качество звучания в любом пространстве.
sk: Bez ohľadu na to, kam reproduktor umiestnite, automaticky sa kalibruje, aby vám poskytol najlepšiu kvalitu zvuku pre akýkoľvek priestor.
sv: Oavsett var du placerar din högtalare kalibrerar den sig automatiskt för att ge dig bästa ljudkvalitet i alla utrymmen.
zh_hans: 无论将扬声器放在哪里，它都会自动根据当前空间的声学条件进行校准，为你提供出色的音质。
zh_hant: 無論您將喇叭置於何處，它都會自動校準，為您提供適合任何空間的最佳音質。

# jbl_Getting_ready__please_wait___
source: Getting ready. Please wait.
ar: الاستعداد. يُرجى الانتظار.
da: Forbereder. Vent venligst.
de: Wird vorbereitet. Bitte warten.
es_mx: Finalizando. Espere.
fi: Valmistautuu. Odota.
fr: Préparation. Veuillez patienter.
he: מתכונן. אנא המתן.
id: Menyiapkan. Harap tunggu.
it: Preparati. Attendi.
ja: 準備ができました。お待ちください。
ko: 준비 중입니다. 기다려 주십시오.
nb: Klargjør. Vent litt.
nl: Bezig met voorbereiden. Even geduld a.u.b.
pl: Trwa przygotowywanie. Proszę czekać.
pt_br: Deixando tudo pronto. Aguarde.
pt_pt: A preparar. Aguarde.
ru: Выполняется подготовка. Пожалуйста, ожидайте.
sk: Pripravuje sa. Prosím čakajte.
sv: Förbereder. Vänta.
zh_hans: 正在准备。请稍侯。
zh_hant: 準備就緒。請稍候。

# jbl_Press_the_button_on_the_tone_playing_speaker_to_continue_
source: Press the button on the tone-playing product to continue.
ar: اضغط على الزر الموجود على المنتج للمتابعة.
da: Tryk på knappen på det produkt, der afspiller en tone, for at fortsætte.
de: Drücke zum Fortfahren die Taste an dem Gerät, das den Ton wiedergibt.
es_mx: Presione el botón de reproducción de tonos en el producto para continuar.
fi: Jatka painamalla äänentoistolaitteen painiketta.
fr: Appuyez sur le bouton du produit qui diffuse la tonalité pour continuer.
he: לחץ על הלחצן במוצר שמנגן את הצלילים כדי להמשיך.
id: Tekan tombol di produk pemutar musik untuk melanjutkan.
it: Premi il pulsante sul prodotto che sta riproducendo il tono sonoro per continuare.
ja: テストトーンが鳴っている製品のボタンを押して続行します。
ko: 계속하려면 톤 재생 제품에서 버튼을 누르십시오.
nb: Trykk på knappen på det toneavgivende produktet for å fortsette.
nl: Druk op de toets van het afspelende apparaat om verder te gaan.
pl: Naciśnij przycisk na tym produkcie, który aktualnie odtwarza dźwięk, aby kontynuować.
pt_br: Pressione o botão no produto de reprodução de tom para continuar.
pt_pt: Prima o botão do produto que reproduz som para continuar.
ru: Чтобы продолжить, нажмите кнопку на продукте для воспроизведения тональных сигналов.
sk: Pokračujte stlačením tlačidla na zariadení s prehrávaním tónov.
sv: Tryck på knappen på den tonspelande produkten för att fortsätta.
zh_hans: 按下音箱产品上的按钮以继续。
zh_hant: 按播音產品上的按鈕以繼續。

# jbl_Do_NOT_unplug_power_cable
source: Do NOT unplug the power cable
ar: لا تنزع كبل الطاقة
da: Tag IKKE strømkablet ud
de: NICHT das Netzkabel trennen
es_mx: NO desenchufe el cable de alimentación
fi: ÄLÄ irrota virtajohtoa
fr: NE DÉBRANCHEZ PAS le câble d’alimentation
he: אל תנתק את כבל החשמל
id: JANGAN cabut kabel daya
it: NON scollegare il cavo di alimentazione
ja: 絶対に電源ケーブル抜かないでください
ko: 전원 케이블을 분리하지 마십시오
nb: IKKE trekk ut strømledningen
nl: Het netsnoer NIET loskoppelen
pl: NIE ODŁĄCZAJ kabla zasilającego
pt_br: NÃO desconecte o cabo de energia
pt_pt: NÃO desligue o cabo de alimentação
ru: НЕ отсоединяйте кабель питания от сети
sk: NEODPOJUJTE napájací kábel
sv: Koppla INTE ur strömkabeln
zh_hans: 请勿拔掉电源线
zh_hant: 請勿拔下電源線

# jbl_Sorry__we_are_unable_to_connect_your_speaker_to_Wi_Fi_
source: We are unable to connect your product to Wi-Fi.
ar: لا يمكننا توصيل المنتج بشبكة واي فاي.
da: Vi kan ikke forbinde dit produkt til wi-fi.
de: Wir konnten dein Gerät nicht mit dem WLAN verbinden.
es_mx: No podemos conectar su producto con la red Wi-Fi.
fi: Emme pysty yhdistämään tuotetta Wi-Fi-yhteyteen.
fr: Nous n'avons pas pu connecter votre produit au Wi-Fi.
he: אנחנו לא מצליחים לחבר את המוצר שלך ל-Wi-Fi.
id: Kami tidak dapat menyambungkan produk ke Wi-Fi.
it: Non riusciamo a collegare il tuo prodotto al Wi-Fi.
ja: 製品をWi-Fiに接続できません。
ko: 제품을 Wi-Fi에 연결할 수 없습니다.
nb: Vi kan ikke koble produktet ditt til wifi.
nl: We zijn niet in staat om je apparaat te verbinden met Wi-Fi.
pl: Nie można podłączyć tego produktu do sieci Wi-Fi.
pt_br: Não fomos capazes de conectar seu produto ao Wi-Fi.
pt_pt: Não nos foi possível ligar o seu produto ao Wi-Fi.
ru: Не удалось подключить ваш продукт к Wi-Fi.
sk: Nemôžeme pripojiť vaše zariadenie k sieti Wi-Fi.
sv: Vi kan inte ansluta din produkt till Wi-Fi.
zh_hans: 我们无法将你的产品连接到 Wi-Fi。
zh_hant: 我們無法將您的產品連接到 Wi-Fi。

# jbl_Change_Phone_Network
source: Check Phone Network
ar: فحص شبكة الهاتف
da: Tjek telefonnetværket
de: Telefonnetzwerk überprüfen
es_mx: Verificar la red telefónica
fi: Tarkista puhelinverkko
fr: Vérifiez le réseau téléphonique
he: בדוק את רשת הטלפון
id: Periksa Jaringan Seluler
it: Controlla la rete del telefono
ja: スマートフォンのネットワークを確認
ko: 휴대폰 네트워크를 확인하십시오
nb: Sjekk telefonens nettverk
nl: Controleer telefoonnetwerk
pl: Sprawdź sieć w telefonie
pt_br: Verificar rede do telefone
pt_pt: Verifique a Rede Telefónica
ru: Проверьте телефонную сеть
sk: Skontrolujte telefónnu sieť
sv: Kontrollera telefonnätverk
zh_hans: 检查手机网络
zh_hant: 檢查手機網路

source: We are unable to connect to your product. Please restart.
ar: تعذر الاتصال بمنتجك. يُرجى إعادة التشغيل.
da: Vi kan ikke oprette forbindelse til dit produkt. Genstart venligst.
de: Wir können keine Verbindung zu deinem Gerät herstellen. Bitte neu starten.
es_mx: No podemos conectar con su producto. Reinícielo.
fi: Emme pysty muodostamaan yhteyttä tuotteeseesi. Käynnistä uudelleen.
fr: Nous ne pouvons pas nous connecter à votre produit. Veuillez le redémarrer.
he: אנחנו לא מצליחים להתחבר למוצר שלך. אנא הפעל מחדש.
id: Kami tidak dapat menyambungkan ke produk Anda. Silakan mulai ulang.
it: Non riusciamo a collegarci al tuo prodotto. Per favore riavvia.
ja: 製品に接続できません。再起動してください。
ko: 제품에 연결할 수 없습니다. 재시작하십시오.
nb: Vi kunne ikke koble til produktet ditt. Start på nytt.
nl: Wij kunnen geen verbinding maken met je apparaat. Opnieuw starten a.u.b.
pl: Nie można nawiązać połączenia z tym produktem. Uruchom go ponownie.
pt_br: Não fomos capazes de nos conectar com seu produto. Reinicie.
pt_pt: Não conseguimos estabelecer uma ligação com o seu produto. Reinicie.
ru: Нам не удалось установить связь с вашим продуктом. Пожалуйста выполните перезапуск.
sk: Nedarí sa nám pripojiť k vášmu zariadeniu. Reštartujte.
sv: Vi kan inte ansluta till din produkt. Vänligen starta om.
zh_hans: 我们无法连接到你的产品。请重新启动。
zh_hant: 我們無法連接至您的產品。請重新啟動。

# jbl_BACK_TO_DASHBOARD
source: GO TO DASHBOARD
ar: الانتقال إلى لوحة المعلومات
da: GÅ TIL INSTRUMENTPANELET
de: GEHEN SIE ZUM DASHBOARD
es_mx: IR AL TABLERO
fi: SIIRRY OHJAUSPANEELILLE
fr: ALLER AU TABLEAU DE BORD
he: עבור אל לוח השליטה
id: BUKA DASBOR
it: VAI ALLA DASHBOARD
ja: ダッシュボードに進む
ko: 대시보드로 이동
nb: GÅ TIL INSTRUMENTPANEL
nl: GA NAAR DASHBOARD
pl: PRZEJDŹ DO PULPITU STEROWANIA
pt_br: IR ATÉ O PAINEL DE CONTROLE
pt_pt: VÁ PARA O PAINEL DE CONTROLO
ru: ПЕРЕЙТИ К НАСТРОЙКАМ
sk: PREJSŤ NA OVLÁDACÍ PANEL
sv: GÅ TILL KONTROLLPANEL
zh_hans: 转到控制面板
zh_hant: 移至儀表板

# jbl_Support
source: Product Settings
ar: إعدادات المنتج
da: Produktindstillinger
de: Produkteinstellungen
es_mx: Ajustes del producto
fi: Tuoteasetukset
fr: Paramètres du produit
he: הגדרות מוצר
id: Pengaturan Produk
it: Impostazioni del prodotto
ja: 製品の設定
ko: 제품 설정
nb: Produktinnstillinger
nl: Productinstellingen
pl: Ustawienia produktu
pt_br: Configurações do produto
pt_pt: Configurações do Produto
ru: Настройки продукта
sk: Nastavenie zariadenia
sv: Produktinställningar
zh_hans: 产品设置
zh_hant: 產品設定

# jbl_Terms___Agreements
source: Terms and Conditions
ar: الشروط والأحكام
da: Vilkår og betingelser
de: Geschäftsbedingungen
es_mx: Términos y condiciones
fi: Ehdot
fr: Conditions générales
he: תנאים והתניות
id: Syarat dan Ketentuan
it: Termini e condizioni
ja: 利用規約
ko: 사용 약관
nb: Brukervilkår
nl: Voorwaarden
pl: Warunki i postanowienia
pt_br: Termos e Condições
pt_pt: Termos e Condições
ru: Условия
sk: Podmienky
sv: Villkor
zh_hans: 条款和条件
zh_hant: 條款及細則

source: We need your verification on the product to continue setup. Please try again.
ar: نحتاج إلى التحقق الخاص بك على المنتج لمتابعة الإعداد. يرجى إعادة المحاولة.
da: Vi har brug for din bekræftelse på produktet for at fortsætte opsætningen. Prøv igen.
de: Wir benötigen zum Fortsetzen der Einrichtung deine Bestätigung des Lautsprechers. Bitte erneut versuchen.
es_mx: Necesitamos su verificación sobre el producto para continuar con la configuración. Vuelva a intentarlo.
fi: Tarvitsemme tuotteen vahvistuksen, jotta voimme jatkaa asennusta. Yritä uudelleen.
fr: Nous avons besoin de votre vérification sur le produit pour continuer la configuration. Veuillez réessayer.
he: אנו זקוקים לאימות שלך על המוצר כדי להמשיך בהתקנה. אנא נסה שוב.
id: Kami membutuhkan verifikasi Anda atas produk untuk melanjutkan pengaturan. Silakan coba lagi.
it: Per continuare la configurazione, è necessaria la tua verifica sul prodotto. Prova di nuovo.
ja: 設定を続行するには製品の認証が必要です。再試行してください。
ko: 설정을 계속하려면 제품에서 확인해야 합니다. 다시 시도하십시오.
nb: Vi trenger bekreftelse fra deg på produktet for å fortsette konfigureringen. Prøv igjen.
nl: Wij hebben je verificatie van het apparaat nodig om door te gaan met de installatie. Probeer het opnieuw.
pl: Aby kontynuować konfigurację, należy zweryfikować produkt. Spróbuj ponownie.
pt_br: Precisamos da sua verificação no produto para continuar a configuração. Tente novamente.
pt_pt: É necessário verificar o seu produto para continuar a configuração. Tente novamente.
ru: Для продолжения настройки нам необходимо ваше подтверждение. Попробуйте еще раз.
sk: Na pokračovanie v nastavovaní potrebujeme vaše overenie zariadenia. Prosím skúste znova.
sv: Vi behöver din verifiering på produkt för att fortsätta konfigureringen. Försök igen.
zh_hans: 我们需要你在产品上进行验证才能继续设置。请重试。
zh_hant: 我們需要您在產品上進行驗證才能繼續設定。請重試。

# jbl_Your_speaker_is_connected_to_network___%@___successfully_
source: Your product is now connected to network "%@".
ar: المنتج متصل الآن بالشبكة "%@".
da: Dit produkt er nu forbundet til netværket "%@".
de: Dein Gerät ist jetzt mit dem Netzwerk "%@" verbunden.
es_mx: Su producto está ahora conectado a la red "%@".
fi: Tuotteesi on nyt liitetty verkkoon "%@".
fr: Votre produit est maintenant connecté au réseau "%@".
he: המוצר שלך מחובר כעת לרשת "%@".
id: Produk Anda kini tersambung ke jaringan "%@".
it: Il prodotto è ora connesso alla rete "%@".
ja: 製品はネットワーク"%@"に接続されています。
ko: 이제 제품이 네트워크 "%@"에 연결되었습니다.
nb: Produktet er nå koblet til nettverket "%@".
nl: Je apparaat is nu verbonden met netwerk "%@".
pl: Produkt jest teraz podłączony do sieci "%@".
pt_br: Seu produto está agora conectado a rede "%@".
pt_pt: O seu produto está agora ligado à rede "%@".
ru: Ваш продукт подключен к сети "%@".
sk: Vaše zariadenie je teraz pripojený k sieti "%@".
sv: Din produkt är nu ansluten till nätverket "%@".
zh_hans: 你的产品现在已经连接到网络 "%@"。
zh_hant: 您的產品現在已連接到網路 "%@"。

source: Your mobile phone could not connect to your product. Let's try something else.
ar: لا يمكن لهاتفك المحمول الاتصال بالمنتج. لنجرب شيئًا آخر.
da: Din mobiltelefon kunne ikke oprette forbindelse til dit produkt. Lad os prøve noget andet.
de: Dein Mobiltelefon konnte keine Verbindung mit deinem Gerät herstellen. Versuchen wir etwas anderes.
es_mx: Su teléfono móvil no pudo conectarse con su producto. Intentemos algo nuevo.
fi: Matkapuhelimesi ei saanut yhteyttä tuotteeseen. Yritetään jotain muuta.
fr: Votre téléphone mobile n’a pas pu se connecter à votre produit. Essayons autre chose.
he: הטלפון הנייד שלך לא הצליח להתחבר למוצר שלך. בוא ננסה משהו אחר.
id: Ponsel Anda tidak dapat tersambung ke produk. Coba cara lain.
it: Il tuo telefono cellulare non è stato in grado di connettersi al tuo prodotto. Proviamo qualcos'altro.
ja: スマートフォンを製品に接続できませんでした。他の機器を試してください。
ko: 휴대폰을 제품에 연결할 수 없습니다. 다른 방법을 시도해 주십시오.
nb: Mobiltelefonen din kunne ikke koble til produktet ditt. La oss prøve noe annet.
nl: Je mobiele telefoon kon geen verbinding maken met je apparaat. Laten we iets anders proberen.
pl: Nie można podłączyć telefonu do tego produktu. Spróbujmy czegoś innego.
pt_br: Seu telefone móvel não conseguiu se conectar ao seu produto. Vamos tentar algo diferente.
pt_pt: Não foi possível ligar o seu telemóvel ao seu produto. Vamos experimentar uma alternativa.
ru: Не удалось подключить мобильный телефон к вашему продукту. Давайте попробуем по-другому.
sk: Vášmu mobilnému telefónu sa nepodarilo pripojiť k vášmu zariadeniu. Skúsme niečo iné.
sv: Din mobiltelefon kunde inte anslutas till din produkt. Låt oss prova något annat.
zh_hans: 你的手机无法连接到你的产品。让我们试试其他方法。
zh_hant: 您的手機無法連接到您的產品。讓我們試試別的。

source: Now connect this phone to a temporary wireless network created by the speaker.
ar: الآن صِل هذا الهاتف المحمول بشبكة لاسلكية مؤقتة أنشأتها السماعة.
da: Tilslut nu telefonen til et midlertidigt trådløst netværk, der er oprettet af højttaleren.
de: Verbinde nun dieses Telefon mit einem temporären WLAN-Netzwerk, das vom Lautsprecher erstellt wurde.
es_mx: Ahora conecte este teléfono a una red inalámbrica temporal creada por el altavoz.
fi: Liitä puhelin nyt kaiuttimen luomaan väliaikaiseen langattomaan verkkoon.
fr: Connectez maintenant ce téléphone au réseau sans fil temporaire créé par l'enceinte.
he: כעת חבר את הטלפון הזה לרשת אלחוטית זמנית שנוצרה על ידי הרמקול.
id: Sekarang sambungkan ponsel ini dengan jaringan nirkabel sementara yang dihasilkan speaker.
it: Ora collega questo telefono ad una rete wireless temporanea creata dallo speaker.
ja: スピーカーが作成した仮のワイヤレスネットワークにこのスマートフォンを接続します。
ko: 이제 스피커에서 생성한 임시 무선 네트워크에 이 휴대폰을 연결합니다.
nb: Nå kan du koble denne telefonen til et midlertidig trådløst nettverk opprettet av høyttaleren.
nl: Verbind deze telefoon nu met een tijdelijk draadloos netwerk dat door de luidspreker is aangemaakt.
pl: Podłącz teraz telefon do tymczasowej sieci bezprzewodowej utworzonej przez głośnik.
pt_br: Agora conecte este telefone a uma rede sem fio temporária criada pelo alto-falante.
pt_pt: Ligue agora este telefone a uma rede sem fios temporária criada pela coluna.
ru: Теперь подключите этот телефон к временной беспроводной сети, созданной колонкой.
sk: Teraz pripojte tento telefón k dočasnej bezdrôtovej sieti vytvorenej reproduktorom.
sv: Anslut nu denna mobiltelefon till ett tillfälligt trådlöst nätverk skapat av högtalaren.
zh_hans: 现在将此手机连接到扬声器创建的临时无线网络。
zh_hant: 現在將此手機連接到喇叭建立的臨時無線網路。

# jbl_Chromecast_Built_In_Available
source: Chromecast built-in Available
ar: Chromecast built-in متاح
da: Chromecast built-in er tilgængelig
de: Chromecast built-in verfügbar
es_mx: Chromecast built-in disponible
fi: Chromecast built-in saatavana
fr: Chromecast built-in disponible
he: Chromecast built-in זמין
id: Tersedia Chromecast built-in
it: Chromecast built-in disponibile
ja: Chromecast built-inが利用可能
ko: Chromecast built-in 사용 가능
nb: Chromecast built-in er tilgjengelig
nl: Chromecast built-in beschikbaar
pl: Dostępna usługa Chromecast built-in
pt_br: Chromecast built-in disponível
pt_pt: Chromecast built-in Disponível
ru: Доступен Chromecast built-in
sk: K dispozícii je Chromecast built-in
sv: Chromecast built-in är tillgängligt
zh_hans: 支持 Chromecast built-in
zh_hant: Chromecast built-in 可用

# jbl_Rotate_for_the_best_listening_experience_
source: Rotate for the best listening experience.
ar: قم بالتدوير للحصول على أفضل تجربة استماع.
da: Roter for at få den bedste lytteoplevelse.
de: Für ein optimales Hörerlebnis drehen.
es_mx: Girar para una mejor experiencia de sonido.
fi: Kierrä sitä parhaan kuuntelukokemuksen saavuttamiseksi.
fr: Orientez-les de pour la meilleure expérience d'écoute.
he: סובב לחוויית ההאזנה הטובה ביותר.
id: Putar untuk pengalaman mendengarkan audio terbaik.
it: Ruota per un'esperienza di ascolto ottimale.
ja: 回転させるとベストなリスニング体験が可能です。
ko: 최상의 청취 경험을 제공하려면 회전합니다.
nb: Roter for best mulig lytteopplevelse.
nl: Draaien voor de optimale luisterervaring.
pl: Obróć tak, aby uzyskać najlepszą jakość odsłuchu.
pt_br: Gire para a melhor experiência de audição.
pt_pt: Rode para obter a melhor experiência de reprodução de som.
ru: Покрутите, чтобы оптимизировать звучание.
sk: Otočte pre najlepší zážitok z počúvania.
sv: Rotera för bästa lyssningsupplevelse.
zh_hans: 旋转以获得最佳的聆听体验。
zh_hant: 旋轉以達到最佳聆聽體驗。
