Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# jbl_Attached
source: Attached
ar: مرفق
da: Vedhæftet
de: Nicht abgenommen
es_mx: Conectados
fi: Liitetty
fr: Joint
he: מְצוֹרָף
id: Terlampir
it: Allegato
ja: 取り付けた
ko: 첨부됨
nb: Vedlagt
nl: Bevestigd
pl: Dołączono
pt_br: Anexado
pt_pt: Em anexo
ru: Прилагается
sk: Priložený
sv: Bifogad
zh_hans: 已连接
zh_hant: 隨附

# jbl_Software_is_up_to_date
source: Software is up to date
ar: البرامج محدثة
da: Softwaren er opdateret
de: Die Software ist auf dem neuesten Stand
es_mx: El software está actualizado.
fi: Ohjelmisto on päivitetty
fr: Le logiciel est à jour
he: התוכנה מעודכנת
id: Perangkat lunak sudah mutakhir
it: Il software è aggiornato
ja: ソフトウェアは最新の状態です
ko: 소프트웨어가 최신 상태임
nb: Programvaren er oppdatert
nl: Software is bijgewerkt
pl: Oprogramowanie jest aktualne
pt_br: O software está atualizado
pt_pt: O Firmware está atualizado
ru: Программное обеспечение обновлено
sk: Softvér je aktuálny
sv: Programvaran är uppdaterad
zh_hans: 软件已是最新
zh_hant: 軟體是最新版本

# jbl_Customer_service
source: Customer service
ar: خدمة العملاء
da: Kundeservice
de: Kundenservice
es_mx: Servicio de atención al cliente
fi: Asiakaspalvelu
fr: Service client
he: שירות לקוחות
id: Layanan pelanggan
it: Assistenza clienti
ja: カスタマーサービス
ko: 고객 서비스
nb: Kundeservice
nl: Klantenservice
pl: Dział obsługi klienta
pt_br: Atendimento ao cliente
pt_pt: Serviço de atendimento ao cliente
ru: Обслуживание клиентов
sk: Zákaznícky servis
sv: Kundservice
zh_hans: 客户服务
zh_hant: 客戶服務部

# jbl_Remove_This_Product
source: Remove This Product ?
ar: هل تريد إزالة هذا المنتج؟
da: Fjern dette produkt ?
de: Dieses Gerät entfernen?
es_mx: ¿Desea quitar este producto?
fi: Poistetaanko tämä tuote?
fr: Retirer ce produit ?
he: להסיר את המוצר הזה.
id: Hapus Produk Ini?
it: Rimuovere questo prodotto?
ja: この製品を削除しますか？
ko: 이 제품을 제거하시겠습니까?
nb: Vil du fjerne dette produktet?
nl: Dit product verwijderen?
pl: Usunąć ten produkt?
pt_br: Remover Este Produto?
pt_pt: Remover este produto?
ru: Удалить данное устройство?
sk: Odstrániť tento produkt?
sv: Ta bort denna produkt?
zh_hans: 是否移除此设备？
zh_hant: 移除此產品？

# jbl_Rename_My_Product
source: Rename My Product
ar: إعادة تسمية منتجي
da: Omdøb mit produkt
de: Mein Gerät umbenennen
es_mx: Cambiar nombre del producto
fi: Nimeä Oma tuote uudelleen
fr: Renommer mon produit
he: שנה את שם המוצר שלי
id: Ganti Nama Produk Saya
it: Rinomina il mio prodotto
ja: マイプロダクトの名称を変更する
ko: 내 제품 이름 변경
nb: Gi produktet mitt nytt navn
nl: Mijn product hernoemen
pl: Zmień nazwę produktu
pt_br: Renomear Meu Produto
pt_pt: Renomear o meu produto
ru: Переименовать мое устройство
sk: Premenovať môj produkt
sv: Byt namn på min produkt
zh_hans: 重命名我的设备
zh_hant: 重新命名我的產品

# jbl_Network_Status
source: Network Status
ar: حالة الشبكة
da: Netværksstatus
de: Netzwerkstatus
es_mx: Estado de la red
fi: Verkon tila
fr: État du réseau
he: סטטוס רשת
id: Status Jaringan
it: Stato della rete
ja: ネットワークステータス
ko: 네트워크 상태
nb: Nettverksstatus
nl: Netwerkstatus
pl: Stan sieci
pt_br: Status da Rede
pt_pt: Estado da rede
ru: Статус сети
sk: Stav siete
sv: Nätverksstatus
zh_hans: 网络状态
zh_hant: 網路狀態

# jbl_Product_Info
source: Product Info
ar: معلومات المنتج
da: Produktoplysninger
de: Produktdaten
es_mx: Información del producto
fi: Tuotetiedot
fr: Infos du produit
he: מידע על המוצר
id: Info Produk
it: Informazioni prodotto
ja: 製品情報
ko: 제품 정보
nb: Produktinfo
nl: Productinformatie
pl: Informacje o produkcie
pt_br: Informações do Produto
pt_pt: Informação do produto
ru: Информация об устройстве
sk: Informácie o produkte
sv: Produktinformation
zh_hans: 设备信息
zh_hant: 產品資訊

# jbl_More_Audio_Settings
source: More Audio Settings
ar: المزيد من إعدادات الصوت
da: Flere lydindstillinger
de: Weitere Audio-Einstellungen
es_mx: Más ajustes de audio
fi: Lisää ääniasetuksia
fr: Autres paramètres audio
he: הגדרות אודיו נוספות
id: Pengaturan Audio Lainnya
it: Altre impostazioni audio
ja: 追加のオーディオ設定
ko: 추가 오디오 설정
nb: Flere lydinnstillinger
nl: Meer audio-instellingen
pl: Więcej ustawień audio
pt_br: Mais Configurações de Áudio
pt_pt: Mais definições de áudio
ru: Дополнительные настройки аудио
sk: Ďalšie nastavenia zvuku
sv: Fler ljudinställningar
zh_hans: 更多音频设置
zh_hant: 更多音訊設定

# jbl_Customer_Service
source: Customer Service
ar: خدمة العملاء
da: Kundeservice
de: Kundenservice
es_mx: Servicio de atención al cliente
fi: Asiakaspalvelu
fr: Service client
he: שירות לקוחות
id: Layanan Pelanggan
it: Assistenza clienti
ja: カスタマーサービス
ko: 고객 서비스
nb: Kundeservice
nl: Klantenservice
pl: Dział obsługi klienta
pt_br: Atendimento ao Cliente
pt_pt: Serviço de atendimento ao cliente
ru: Обслуживание клиентов
sk: Zákaznícky servis
sv: Kundservice
zh_hans: 客户服务
zh_hant: 客戶服務部

# jbl_Upload_Product_Log
source: UPLOAD PRODUCT LOG
ar: تحميل سجل المنتج
da: Upload produktlog
de: Geräteprotokoll hochladen
es_mx: Cargar registro del producto
fi: Lataa tuoteloki
fr: Charger le journal du produit
he: העלה יומן מוצר
id: Unggah Log Produk
it: Carica il log del prodotto
ja: 製品ログをアップロード
ko: 제품 로그 업로드
nb: Last opp produktlogg
nl: Productlogboek uploaden
pl: Wczytaj dziennik produktu
pt_br: Enviar Registro do Produto
pt_pt: Carregar registo de produto
ru: Загрузить журнал продукции
sk: Nahranie denníka produktu
sv: Ladda upp produktlogg
zh_hans: 上传设备日志
zh_hant: 上傳產品記錄檔

# jbl_Enable_Remote_Debug
source: ENABLE REMOTE DEBUG
ar: تمكين التصحيح عن بُعد
da: Aktiver fjern-fejlfinding
de: Remote-Debugging aktivieren
es_mx: Activar la depuración remota
fi: Ota etävianmääritys käyttöön
fr: Activer le débogage à distance
he: הפעל ניפוי באגים מרחוק
id: Aktifkan Debug Jarak Jauh
it: Attiva debug remoto
ja: リモートデバッグを有効にする
ko: 원격 디버그 활성화
nb: Aktiver ekstern feilsøking
nl: Debug op afstand inschakelen
pl: Włącz zdalne debugowanie
pt_br: Ativar Depuração Remota
pt_pt: Ativar remoção de erros remoto
ru: Включить удаленную отладку
sk: Povolenie vzdialeného ladenia
sv: Aktivera fjärrfelsökning
zh_hans: 启用远程调试
zh_hant: 啟用遠端偵錯

# jbl_How_To_Get_My_Product_Online
source: How To Get My Product Online
ar: كيفية الحصول على منتجي عبر الإنترنت
da: Sådan får du dit produkt på nettet
de: Wo kann ich mein Gerät online kaufen
es_mx: Pasos para obtener el producto en línea
fi: Miten hankkia Oma tuote verkossa
fr: Comment mettre mon produit en ligne
he: איך להשיג את המוצר שלי באינטרנט
id: Cara Mendapatkan Produk Saya secara Online
it: Come collegare il mio prodotto online
ja: オンラインでのマイプロダクトへのアクセス方法
ko: 내 제품 온라인 설정 방법
nb: Hvordan få produktet mitt på internett
nl: Hoe krijg ik mijn product online
pl: Jak znaleźć mój produkt online
pt_br: Como obter meu produto on-line
pt_pt: Como obter o meu produto online
ru: Как вывести свое устройство в Интернет
sk: Ako získať svoj produkt online
sv: Hur jag får min produkt online
zh_hans: 如何使设备联网
zh_hant: 如何線上獲取我的產品

# jbl_Reset_Product_Network
source: Reset Product Network
ar: إعادة تعيين شبكة المنتج
da: Nulstil produktnetværk
de: Gerätenetzwerk zurücksetzen
es_mx: Restablecer la red del producto
fi: Nollaa tuoteverkko
fr: Réinitialiser le réseau du produit
he: אפס את רשת המוצרים
id: Atur Ulang Jaringan Produk
it: Resetta la rete del prodotto
ja: 製品のネットワーク設定をリセットする
ko: 제품 네트워크 재설정
nb: Tilbakestill produktnettverket
nl: Reset Productnetwerk
pl: Zresetuj sieć produktu
pt_br: Redefinir Rede de Produtos
pt_pt: Repor rede do produto
ru: Сброс сети устройства
sk: Obnovenie siete produktu
sv: Återställ produktnätverket
zh_hans: 重置设备网络
zh_hant: 重設產品網路

# jbl_Power_On
source: Power On
ar: قيد التشغيل
da: Tænd
de: Einschalten
es_mx: Encender
fi: Virta päällä
fr: Marche
he: פועל
id: Nyalakan
it: Accendi
ja: 電源を入れる
ko: 전원 켜기
nb: Strøm på
nl: Inschakelen
pl: Włączenie
pt_br: Liga
pt_pt: Ligar
ru: Включение
sk: Zapnutie
sv: På
zh_hans: 开机
zh_hant: 開機

source: Make sure your mobile phone is connected to the same Wi-Fi network as the product and the Wi-Fi router is working as normal.
ar: تأكد من توصيل هاتفك المحمول بشبكة Wi-Fi نفسها مثل المنتج وأن جهاز توجيه Wi-Fi يعمل كالمعتاد.
da: Sørg for, at din mobiltelefon er tilsluttet det samme wi-fi-netværk som produktet, og at wi-fi-routeren fungerer som normalt.
de: Vergewissere dich, dass dein Mobiltelefon mit demselben WLAN-Netzwerk verbunden ist wie das Gerät und dass der WLAN-Router korrekt funktioniert.
es_mx: Asegúrese de que el teléfono móvil esté conectado a la misma red Wi-Fi que el producto y controle que el router Wi-Fi funcione con normalidad.
fi: Varmista, että matkapuhelimesi on liitetty samaan Wi-Fi-verkkoon kuin tuote ja että Wi-Fi-reititin toimii normaalisti.
fr: Vérifiez que votre téléphone mobile est connecté au même réseau Wi-Fi que le produit et que le routeur Wi-Fi fonctionne normalement.
he: ודא שהטלפון הנייד שלך מחובר לאותה רשת Wi-Fi כמו המוצר ונתב ה-Wi-Fi פועל כרגיל.
id: Pastikan ponsel Anda tersambung ke jaringan Wi-Fi yang sama dengan produk dan router Wi-Fi berfungsi seperti biasa.
it: Assicurati che il telefono cellulare sia connesso alla stessa rete Wi-Fi del prodotto e che il router Wi-Fi funzioni normalmente.
ja: スマートフォンが製品と同一のWi-Fiネットワークに接続されており、Wi-Fiルーターが正常に機能していることを確認してください。
ko: 휴대폰이 제품과 같은 Wi-Fi 네트워크에 연결되어 있는지 및 Wi-Fi 라우터가 정상 작동하는지 확인하십시오.
nb: Kontroller at mobiltelefonen er koblet til det samme Wi-Fi-nettverket som produktet og at Wi-Fi-ruteren fungerer normalt.
nl: Controleer of uw mobiele telefoon is verbonden met hetzelfde Wi-Fi-netwerk als het product en de Wi-Fi-router correct werkt.
pl: Sprawdź, czy telefon jest podłączony do tej samej sieci, co produkt i czy router Wi-Fi działa prawidłowo.
pt_br: Verifique se o seu celular está conectado na mesma rede Wi-Fi que o produto e se o roteador Wi-Fi está funcionando normalmente.
pt_pt: Certifique-se de que o seu telemóvel está ligado à mesma rede Wi-Fi que o produto e que o router do Wi-Fi está a funcionar normalmente.
ru: Убедитесь, что ваш мобильный телефон подключен к той же сети Wi-Fi, что и устройство, а маршрутизатор Wi-Fi работает в обычном режиме.
sk: Uistite sa, že váš mobilný telefón je pripojený k rovnakej sieti Wi-Fi ako produkt a že smerovač Wi-Fi funguje normálne.
sv: Se till att din mobiltelefon är ansluten till samma Wi-Fi-nätverk som produkten och att Wi-Fi-routern fungerar som vanligt.
zh_hans: 请确保你的手机与设备连接到同一 Wi-Fi 网络，并且 Wi-Fi 路由器工作正常。
zh_hant: 確保你的手機已連接到與產品相同的 Wi-Fi 網路，並且 Wi-Fi 路由器正常工作。

source: If the product still cannot be connected, please reset the Wi-Fi network for your product
ar: إذا كان المنتج لا يزال غير قادر على الاتصال، فيُرجى إعادة تعيين شبكة Wi-Fi لمنتجك
da: Hvis produktet stadig ikke kan tilsluttes, skal du nulstille wi-fi-netværket for dit produkt
de: Wenn das Produkt immer noch nicht verbunden werden kann, setze bitte das WLAN-Netzwerk für dein Gerät zurück
es_mx: Si sigue sin poder conectarse, restablezca la red Wi-Fi del producto.
fi: Jos tuotetta ei vieläkään voida yhdistää, nollaa tuotteesi Wi-Fi-verkko
fr: Si le produit ne peut toujours pas être connecté, veuillez réinitialiser le réseau Wi-Fi de votre produit.
he: אם עדיין לא ניתן לחבר את המוצר, נא לאפס את רשת ה-Wi-Fi עבור המוצר שלך
id: Jika produk masih tidak dapat tersambung, silakan atur ulang jaringan Wi-Fi untuk produk Anda
it: Se ancora non riesci a collegare il prodotto, resetta la rete Wi-Fi utilizzata dal prodotto
ja: 依然として製品を接続できない場合は、製品のWi-Fiネットワークをリセットしてください
ko: 계속해서 제품을 연결할 수 없는 경우 제품의 Wi-Fi 네트워크를 재설정하십시오.
nb: Hvis produktet ikke kan kobles til, må du tilbakestille produktets Wi-Fi-nettverk
nl: Als het product nog steeds niet kan worden verbonden, reset dan het Wi-Fi-netwerk voor uw product
pl: Jeśli nadal nie można podłączyć produktu, zresetuj sieć Wi-Fi produktu.
pt_br: Se o produto ainda não puder ser conectado, reinicie a rede Wi-Fi do seu produto
pt_pt: Se ainda não for possível estabelecer a ligação ao produto, reponha a rede Wi-Fi para o seu produto
ru: Если устройство по-прежнему не может быть подключено, сбросьте настройки сети Wi-Fi для вашего устройства
sk: Ak sa produkt stále nedá pripojiť, obnovte sieť Wi-Fi pre váš produkt
sv: Om produkten fortfarande inte kan anslutas, återställ Wi-Fi-nätverket för din produkt
zh_hans: 如果仍然无法连接设备，请为你的设备重置 Wi-Fi 网络。
zh_hant: 如果產品仍無法連接，請為你的產品重設 Wi-Fi 網路

# jbl_Make_sure_product_is_in_operation_mode_
source: Make sure product is in operation mode.
ar: تأكد من أن المنتج في وضع التشغيل.
da: Sørg for, at produktet er i driftstilstand.
de: Vergewissere dich, dass sich das Gerät im Betriebsmodus befindet.
es_mx: Asegúrese de que el producto esté en modo operativo.
fi: Varmista, että tuote on toimintatilassa.
fr: Vérifiez que le produit est opérationnel.
he: ודא שהמוצר נמצא במצב פעולה.
id: Pastikan produk dalam mode operasi.
it: Assicurati che il prodotto sia in modalità di funzionamento.
ja: 製品が通常動作モードであることを確認してください。
ko: 제품이 작동 모드 상태인지 확인해야 합니다.
nb: Kontroller at produktet er i driftsmodus.
nl: Zorg ervoor dat het product is ingeschakeld.
pl: Sprawdź, czy produkt jest przełączony w tryb normalnej pracy.
pt_br: Certifique-se de que o produto esteja no modo de operação.
pt_pt: Certifique-se de que o produto está no modo de funcionamento.
ru: Убедитесь, что устройство находится в рабочем режиме.
sk: Uistite sa, že je produkt v prevádzkovom režime.
sv: Se till att produkten är i driftläge.
zh_hans: 确保设备处于工作模式。
zh_hant: 確保產品處於操作模式。

# jbl_Reset_Network
source: Reset Network
ar: إعادة تعيين الشبكة
da: Nulstil netværk
de: Netzwerk zurücksetzen
es_mx: Restablecer la red
fi: Nollaa verkko
fr: Réinitialiser le réseau
he: אפס את הרשת
id: Atur Ulang Jaringan
it: Resetta la rete
ja: ネットワークのリセット
ko: 네트워크 재설정
nb: Tilbakestille nettverk
nl: Netwerk resetten
pl: Zresetuj sieć
pt_br: Redefinir Rede
pt_pt: Repor rede
ru: Сбросить сеть
sk: Obnovenie siete
sv: Återställ nätverket
zh_hans: 重置网络
zh_hant: 重設網路

# jbl_SAVE
source: SAVE
ar: حفظ
da: GEM
de: SPEICHERN
es_mx: GUARDAR
fi: TALLENNA
fr: ENREGISTRER
he: שמירה
id: SIMPAN
it: SALVA
ja: 保存
ko: 저장
nb: LAGRE
nl: OPSLAAN
pl: ZAPISZ
pt_br: SALVAR
pt_pt: GUARDAR
ru: СОХРАНИТЬ
sk: ULOŽIŤ
sv: SPARA
zh_hans: 保存
zh_hant: 儲存

# jbl_Audio_Calibration
source: Audio Calibration
ar: معايرة الصوت
da: Kalibrering af lyd
de: Audio-Kalibrierung
es_mx: Calibración del audio
fi: Äänen kalibrointi
fr: Étalonnage audio
he: כיול אודיו
id: Kalibrasi Audio
it: Calibrazione audio
ja: オーディオの測定
ko: 오디오 보정
nb: Lydkalibrering
nl: Audio kalibratie
pl: Kalibracja audio
pt_br: Calibração de Áudio
pt_pt: Calibração de áudio
ru: Автокалибровка
sk: Kalibrácia zvuku
sv: Ljudkalibrering
zh_hans: 音频校准
zh_hant: 音訊校準

# jbl_Keeping_Quiet
source: Keeping Quiet
ar: الحفاظ على الهدوء
da: Vær stille
de: Ruhig verhalten
es_mx: Silencio
fi: Hiljaisuus
fr: Rester silencieux
he: שומרים על שקט
id: Tetap Hening
it: Rimani in silenzio
ja: 静かにしておく
ko: 조용한 상태 유지
nb: Stille
nl: Maak geen geluid
pl: Zachowaj ciszę
pt_br: Manter Silenciado.
pt_pt: Não fazer barulho
ru: Соблюдайте тишину
sk: Udržiavanie ticha
sv: Håller tyst
zh_hans: 保持安静
zh_hant: 保持安靜

# jbl_Re_Calibrate_Product_When_Position_Changes
source: Re-Calibrate Product When Position Changes
ar: أعد معايرة المنتج عند تغيير الوضع
da: Genkalibrer produktet, når positionen ændres
de: Neukalibrierung des Geräts bei Positionsänderungen
es_mx: Calibrar de nuevo el producto cuando lo cambie de lugar
fi: Kalibroi tuote uudelleen sijainnin muuttuessa
fr: Ré-étalonnez le produit lorsque la position change
he: כייל מחדש את המוצר כאשר המיקום משתנה
id: Kalibrasi Ulang Produk Saat Posisi Berubah
it: Ricalibra il prodotto quando lo posizioni in un altro punto
ja: 位置を変更する際に製品を再度測定する
ko: 위치 변경 시 제품 재보정
nb: Kalibrer produktet på nytt når posisjonen endres
nl: Product opnieuw kalibreren wanneer de positie verandert
pl: Skalibruj ponownie produkt po zmianie położenia
pt_br: Recalibre o produto quando a posição mudar
pt_pt: Calibrar novamente o produto quando a posição se alterar
ru: Повторная калибровка устройства при изменении положения
sk: Prekalibrujte produkt pri zmene polohy
sv: Kalibrera om produkten när positionen ändras
zh_hans: 位置改变时重新校准设备
zh_hant: 位置發生變化時重新校準產品

# jbl_Sound_Warning
source: Sound Warning
ar: التحذير الصوتي
da: Lyd-advarsel
de: Warnton
es_mx: Advertencia sonora
fi: Äänivaroitus
fr: Avertissement sonore
he: אזהרת קול
id: Peringatan Suara
it: Avviso segnale sonoro
ja: サウンドの警告
ko: 사운드 경고
nb: Lydvarsel
nl: Geluidswaarschuwing
pl: Ostrzeżenie dotyczące dźwięku
pt_br: Aviso Sonoro
pt_pt: Aviso sonoro
ru: Звуковое предупреждение
sk: Zvukové varovanie
sv: Ljudvarning
zh_hans: 声音提示
zh_hant: 聲音警告

source: Do not make loud noises or walk in front of your speaker during the calibration process.
ar: تجنب إصدار أصوات عالية أو المشي أمام مكبر الصوت أثناء عملية المعايرة.
da: Undgå at lave høje lyde eller gå foran højttaleren under kalibreringsprocessen.
de: Mache während des Kalibriervorgangs keine lauten Geräusche und bewege dich nicht vor dem Lautsprecher.
es_mx: Durante el proceso de calibración, no haga mucho ruido o camine en frente del altavoz.
fi: Älä aiheuta melua tai kävele kaiuttimen edessä kalibroinnin aikana.
fr: Ne faites pas de bruit fort et ne marchez pas devant votre enceinte pendant le processus d'étalonnage.
he: אל תשמיע רעשים חזקים ואל תלך מול הרמקול שלך במהלך תהליך הכיול.
id: Jangan membuat suara keras atau berjalan di depan speaker Anda selama proses kalibrasi.
it: Non emettere forti rumori e non camminare davanti allo speaker durante la procedura di calibrazione.
ja: 測定中は、スピーカーの前で大きな音を立てたり、歩いたりしないでください。
ko: 보정 프로세스 동안에는 큰 소리를 내거나 스피커 앞에 있지 마십시오.
nb: Ikke lag høye lyder eller gå foran høyttaleren mens kalibreringsprosessen pågår.
nl: Maak geen harde geluiden en loop niet voor uw luidspreker langs tijdens het kalibratieproces.
pl: Nie hałasuj ani nie przechodź przed głośnikiem w trakcie kalibracji.
pt_br: Não faça barulhos altos ou caminhe na frente do alto-falante durante o processo de calibração.
pt_pt: Não faça ruídos altos ou caminhe em frente à sua coluna durante o processo de calibração.
ru: Не создавайте шум и не ходите перед динамиком во время калибровки.
sk: Počas procesu kalibrácie nevydávajte hlasné zvuky ani sa neprechádzajte pred reproduktorom.
sv: Gör inte oväsen eller gå framför din högtalare under kalibreringsprocessen.
zh_hans: 在校准过程中，请勿大声喧哗或在扬声器前行走。
zh_hant: 在校準過程中，請勿大聲喧嘩或在喇叭前走動。

# jbl_Tuning____
source: TUNING ...
ar: جارِ التوليف...
da: INDSTILLER ...
de: TUNING LÄUFT ...
es_mx: Calibrando...
fi: VIRITETÄÄN...
fr: AJUSTEMENT...
he: כוונון...
id: MENYETEL ...
it: MESSA A PUNTO ...
ja: 調整しています...
ko: 튜닝 중...
nl: AFSTEMMEN ...
pl: DOSTRAJANIE...
pt_br: SINTONIZANDO...
pt_pt: A SINTONIZAR ...
ru: НАСТРОЙКА ....
sk: LADENIE...
sv: INSTÄLLNING...
zh_hans: 正在调音...
zh_hant: 正在調諧...

# jbl_TRY_AGAIN
source: TRY AGAIN
ar: حاول مرة أخرى
da: PRØV IGEN
de: ERNEUT VERSUCHEN
es_mx: INTENTAR DE NUEVO
fi: YRITÄ UUDESTAAN
fr: RÉESSAYER
he: נסה שוב
id: COBA LAGI
it: PROVA DI NUOVO
ja: 再試行する
ko: 다시 시도
nb: PRØV IGJEN
nl: PROBEER HET OPNIEUW
pl: SPRÓBUJ PONOWNIE
pt_br: TENTE NOVAMENTE
pt_pt: TENTAR NOVAMENTE
ru: ПОПРОБОВАТЬ СНОВА
sk: SKÚSTE TO ZNOVA
sv: FÖRSÖK IGEN.
zh_hans: 重试
zh_hant: 重試

# jbl_SKIP
source: SKIP
ar: تخطي
da: SPRING OVER
de: ÜBERSPRINGEN
es_mx: OMITIR
fi: OHITA
fr: Saut
he: לדלג
id: LEWATI
it: SALTA
ja: スキップする
ko: 건너뛰기
nb: HOPP OVER
nl: OVERSLAAN
pl: POMIŃ
pt_br: PULAR
pt_pt: SALTAR
ru: ПРОПУСТИТЬ
sk: PRESKOČIŤ
sv: HOPPA ÖVER
zh_hans: 跳过
zh_hant: 跳過

source: If you change the environment or the position of the products in future, please re-calibrate.
ar: في حالة تغيير البيئة أو موضع المنتجات مستقبلاً، فيُرجى إعادة المعايرة.
da: Hvis du senere ændrer produkternes omgivelser eller position, skal du kalibrere dem igen.
de: Falls du zu einem anderen Zeitpunkt die Umgebung oder die Position der Geräte veränderst, kalibriere sie bitte neu.
es_mx: Vuelva a calibrar los productos cuando los cambie de lugar o ambiente.
fi: Jos muutat ympäristöä tai tuotteiden sijaintia tulevaisuudessa, kalibroi laite uudelleen.
fr: Si vous changez ultérieurement l'environnement ou la position des produits, veuillez refaire l’étalonnage.
he: אם תשנה את הסביבה או את מיקומם של המוצרים בעתיד, נא לכייל מחדש.
id: Jika Anda mengubah lingkungan atau posisi produk pada masa mendatang, lakukan kalibrasi ulang.
it: Se in futuro apporterai modifiche all'ambiente o cambierai la posizione dei prodotti, effettua nuovamente la calibrazione.
ja: 今後製品の環境または位置を変更する場合は、再度測定してください。
ko: 향후 환경이나 제품 위치가 바뀌면 재보정하십시오.
nb: Hvis du senere endrer miljøet eller plasseringen av produktene, må du kalibrere på nytt.
nl: Als u later de omgeving of de plaatsing van de producten verandert, moet u opnieuw kalibreren.
pl: W przypadku późniejszej zmiany otoczenia lub położenia produktów, należy je skalibrować ponownie.
pt_br: Se você alterar o ambiente ou a posição dos produtos no futuro, recomenda-se recalibrar.
pt_pt: Se mudar o ambiente ou a posição dos produtos no futuro, volte a efetuar a calibração.
ru: При будущем изменении условий окружающей среды или положения устройств, проведите повторную калибровку.
sk: Ak v budúcnosti zmeníte prostredie alebo polohu produktov, znova vykonajte kalibráciu.
sv: Om du ändrar miljön eller produkternas position i framtiden, vänligen kalibrera om.
zh_hans: 如果未来要改变设备的摆放位置或所处的环境，请重新校准。
zh_hant: 如果你以後改變產品的環境或位置，請重新校準。

# jbl_Let_s_start_the_amazing_music_journey_
source: Let's start the amazing music journey!
ar: لنبدأ رحلة الموسيقى الرائعة!
da: Lad os starte den fantastiske musikrejse!
de: Los geht's auf eine spannende Musikreise!
es_mx: ¡Disfrute de lo mejor de la música!
fi: Aloitetaan uskomaton musiikkimatka!
fr: Commençons un voyage musical exceptionnel !
he: בואו נתחיל את מסע המוזיקה המדהים!
id: Mari kita mulai perjalanan musik yang menakjubkan!
it: Iniziamo l'incredibile viaggio musicale!
ja: 素晴らしい音楽の旅を始めましょう！
ko: 놀라운 음악 여정을 시작합니다!
nb: La oss starte den fantastiske musikkreisen!
nl: Laten we de geweldige muziekreis beginnen!
pl: Rozpocznijmy niezwykłą podróż muzyczną!
pt_br: Vamos começar a incrível jornada musical!
pt_pt: Comecemos então a incrível viagem musical!
ru: Давайте начнем удивительное музыкальное путешествие!
sk: Vydajme sa na úžasnú hudobnú cestu!
sv: Den fantastiska musikresan börjar!
zh_hans: 让我们开始奇妙的音乐之旅吧！
zh_hant: 讓我們開始奇妙的音樂之旅吧！

# jbl_I_HAVE_PLACE_THEM
source: I HAVE PLACE THEM
ar: لقد وضعتهم
da: JEG HAR PLACERET DEM
de: ICH HABE SIE AUFGESTELLT
es_mx: LOS INSTALÉ
fi: OLEN SIJOITTANUT NE
fr: JE LES AI PLACÉES
he: יש לי להציב אותם
id: SAYA TELAH MENEMPATKANNYA
it: LI HO POSIZIONATI
ja: 設置する
ko: 배치 완료
nb: JEG HAR PLASSERT DEM
nl: IK HEB ZE GEPLAATST.
pl: SĄ USTAWIONE
pt_br: EU OS COLOCEI
pt_pt: JÁ OS POSICIONEI
ru: УСТРОЙСТВА РАЗМЕЩЕНЫ
sk: SÚ UMIESTNENÉ
sv: JAG HAR PLACERAT DEM.
zh_hans: 我已经摆放好设备
zh_hant: 我已把它們放置妥當

# jbl_Step_2__Move_Rear_speakers
source: Step 2: Move Rear speakers
ar: الخطوة الثانية: تحريك مكبرات الصوت الخلفية
da: Trin 2: Flyt baghøjttalerne
de: Schritt 2: Hintere Lautsprecher bewegen
es_mx: Paso 2: Mueva los altavoces traseros.
fi: Vaihe 2: Siirrä takakaiuttimia
fr: Étape 2 : Déplacer les enceintes arrière
he: שלב 2:הזז את הרמקולים האחוריים
id: Langkah 2: Pindahkan speaker belakang
it: Passo 2: Sposta gli speaker posteriori
ja: ステップ2：リアスピーカーを動かす
ko: 2단계: 후면 스피커 옮기기
nb: Trinn 2: Flytt bakre høyttalere
nl: Stap 2: Verplaats de achterluidsprekers
pl: Krok 2: Przenieś głośniki tylne
pt_br: Etapa 2: Mover alto-falantes traseiros
pt_pt: Passo 2: Mover as colunas traseiras
ru: Шаг 2: Переместить тыловые динамики
sk: 2. krok: presuňte zadné reproduktory
sv: Steg 2: Flytta bakre högtalaren
zh_hans: 第 2 步：移动后置扬声器
zh_hant: 第 2 步：移動後置喇叭
