Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# SoundMachine_Log_Out
source: Log Out
ar: تسجيل الخروج
da: Log ud
de: Abmelden
es_mx: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
he: להתנתק
ja: ログアウト
ko: 로그아웃
nb: Logg ut
nl: Log uit
pl: Wyloguj
pt_br: Desconectar
pt_pt: Terminar sessão
ru: Выйти из системы
sk: Odhlásiť sa
sv: Utloggning
zh_hans: 登出
zh_hant: 登出

# SoundMachine_Log_out_failed
source: Log out failed
ar: فشل تسجيل الخروج
da: Log ud mislykket
de: Abmeldung fehlgeschlagen
es_mx: Error al cerrar la sesión
fi: Uloskirjautuminen epäonnistui
fr: Échec de la déconnexion
he: ההתנתקות נכשלה
id: Logout gagal
it: Log out fallito
ja: ログアウトに失敗
ko: 로그아웃 실패
nb: Utlogging mislyktes
nl: Uitloggen mislukt
pl: Niepowodzenie wylogowywania
pt_br: Falha ao se desconectar
pt_pt: Falha ao terminar sessão
ru: Выход не удался
sk: Odhlásenie zlyhalo
sv: Fel under utlogging
zh_hans: 登出失败
zh_hant: 無法登出

# SoundMachine_Cancel
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es_mx: Cancelar
fi: Peruuta
fr: Annuler
he: לְבַטֵל
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отменить
sk: Zrušiť
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

# SoundMachine_Logout
source: Logout
ar: خروج
da: Log ud
de: Abmelden
es_mx: Cerrar sesión
fi: Uloskirjautuminen
fr: Déconnexion
he: להתנתק
ja: ログアウト
ko: 로그아웃
nb: Logg ut
nl: Log uit
pl: Wylogowanie
pt_br: Desconectar
pt_pt: Terminar sessão
ru: Выйти из системы
sk: Odhlásiť sa
sv: Utloggning
zh_hans: 登出
zh_hant: 登出

# SoundMachine_Login_failed
source: Login failed
ar: فشل تسجيل الدخول
da: Log-in mislykket
de: Anmeldung fehlgeschlagen
es_mx: Error al iniciar sesión
fi: Sisäänkirjautuminen epäonnistui
fr: Échec de la connexion
he: ההתחברות נכשלה
id: Login gagal
it: Login fallito
ja: ログインに失敗
ko: 로그인 실패
nb: Pålogging mislyktes
nl: Inloggen mislukt
pl: Niepowodzenie logowania
pt_br: Falha no login
pt_pt: Falha ao iniciar sessão
ru: Вход в систему не удался
sk: Prihlásenie zlyhalo
sv: Inloggningen misslyckades
zh_hans: 登录失败
zh_hant: 無法登入

# SoundMachine_Name
source: Name
ar: الاسم
da: Navn
es_mx: Nombre
fi: Nimi
fr: Nom
he: שֵׁם
id: Nama
it: Nome
ja: 名前
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ru: Имя
sk: Meno
sv: Namn
zh_hans: 姓名
zh_hant: 名稱

# SoundMachine_Country
source: Country
ar: البلد
da: Land
de: Land
es_mx: País
fi: Maa
fr: Pays
he: מדינה
id: Negara
it: Paese
ja: 国
ko: 국가
nb: Land
nl: Land
pl: Kraj
pt_br: País
pt_pt: País
ru: Страна
sk: Krajina
sv: Land
zh_hans: 国家/地区
zh_hant: 國家/地區

# SoundMachine_Account
source: Account
ar: الحساب
da: Konto
de: Konto
es_mx: Cuenta
fi: Tili
fr: Compte
he: חֶשְׁבּוֹן
id: Akun
ja: アカウント
ko: 계정
nb: Konto
pl: Konto
pt_br: Conta
pt_pt: Conta
ru: Учетная запись
sk: Účet
sv: Konto
zh_hans: 账户
zh_hant: 帳戶

# SoundMachine_Other_operations
source: Other operations
ar: العمليات الأخرى
da: Andre handlinger
de: Andere Vorgänge
es_mx: Otras operaciones
fi: Muut toiminnot
fr: Autres opérations
he: פעולות אחרות
id: Operasi lainnya
it: Altre operazioni
ja: その他の操作
ko: 기타 작업
nb: Andre handlinger
nl: Andere functies
pl: Inne operacje
pt_br: Outras operações
pt_pt: Outras operações
ru: Другие операции
sk: Iné operácie
sv: Andra operationer
zh_hans: 其他操作
zh_hant: 其他操作

# SoundMachine_Setting
source: Setting
ar: الإعداد
da: Indstilling
de: Einstellung
es_mx: Configuración
fi: Asetus
fr: Paramètre
he: הגדרה
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstilling
nl: Instelling
pl: Ustawienia
pt_br: Configuração
pt_pt: Definições
ru: Настройка
sk: Nastavenie
sv: Inställning
zh_hans: 设置
zh_hant: 設定

# SoundMachine_Would_you_like_to_log_out_
source: Would you like to log out?
ar: هل تريد تسجيل الخروج؟
da: Vil du gerne logge ud?
de: Möchtest du dich abmelden?
es_mx: ¿Desea cerrar la sesión?
fi: Haluatko kirjautua ulos?
fr: Voulez-vous vous déconnecter ?
he: האם תרצה להתנתק?
id: Apakah Anda ingin logout?
it: Vuoi effettuare il log out?
ja: ログアウトしますか？
ko: 로그아웃하시겠습니까?
nb: Vil du logge ut?
nl: Wilt u uitloggen?
pl: Czy chcesz się wylogować?
pt_br: Você gostaria de se desconectar?
pt_pt: Gostaria de terminar a sessão?
ru: Вы хотите выйти из системы?
sk: Chcete sa odhlásiť?
sv: Vill du logga ut?
zh_hans: 是否要登出？
zh_hant: 您要登出嗎？

# SoundMachine_User_name_
source: User name：
ar: اسم المستخدم:
da: Brugernavn:
de: Nutzername:
es_mx: Nombre de usuario:
fi: Käyttäjätunnus:
fr: Nom d’utilisateur :
he: שם משתמש :
id: Nama pengguna:
it: Nome utente :
ja: ユーザー名：
ko: 사용자 이름:
nb: Brukernavn:
nl: Gebruikersnaam :
pl: Nazwa użytkownika:
pt_br: Nome de usuário:
pt_pt: Nome do utilizador :
ru: Имя пользователя :
sk: Používateľské meno:
sv: Användarnamn:
zh_hans: 用户名：
zh_hant: 使用者名稱：

# SoundMachine_Enter_password_
source: Enter password：
ar: أدخل كلمة المرور:
da: Indtast adgangskode:
de: Passwort eingeben:
es_mx: Ingrese la contraseña:
fi: Anna salasana:
fr: Entrez le mot de passe :
he: הזן סיסמה :
id: Masukkan kata sandi:
it: Inserisci la password :
ja: パスワードを入力する：
ko: 비밀번호 입력:
nb: Angi passord:
nl: Wachtwoord invoeren :
pl: Hasło:
pt_br: Digitar senha:
pt_pt: Introduzir palavra-passe :
ru: Ввести пароль :
sk: Zadajte heslo:
sv: Ange lösenordet:
zh_hans: 输入密码：
zh_hant: 輸入密碼：

# SoundMachine_Login
source: Login
ar: تسجيل الدخول
da: Log ind
de: Anmelden
es_mx: Inicio de sesión
fi: Kirjaudu sisään
fr: Connexion
he: התחברות
ja: ログイン
ko: 로그인
nb: Logg på
nl: Inloggen
pl: Logowanie
pt_pt: Iniciar sessão
ru: Регистрация
sk: Prihlásiť sa
sv: Logga in
zh_hans: 登录
zh_hant: 登入

# SoundMachine_Don_t_have_an_account
source: Don't have an account
ar: ليس لديك حساب
da: Har ikke en konto
de: Habe noch kein Konto
es_mx: No tengo una cuenta
fi: Ei ole tiliä
fr: Vous n’avez pas de compte
he: אין לך חשבון
id: Tidak punya akun
it: Non hai un account
ja: アカウントを持っていません
ko: 아직 계정이 없음
nb: Har ikke konto
nl: Ik heb geen account
pl: Nie mam konta
pt_br: Não tem uma conta
pt_pt: Não tenho uma conta
ru: Нет учетной записи
sk: Nemáte účet
sv: Har du inget konto
zh_hans: 没有账户
zh_hant: 沒有帳戶

# SoundMachine_Remember_me
source: Remember me
ar: تذكرني
da: Husk mig
de: Angemeldet bleiben
es_mx: Recordarme
fi: Muista minut
fr: Se souvenir de moi
he: זכור אותי
id: Ingat saya
it: Ricordami
ja: 記憶させる
ko: 내 정보 저장
nb: Husk meg
nl: Herinner mij
pl: Pamiętaj mnie
pt_br: Me lembrar
pt_pt: Lembrar-me
ru: Запомнить меня
sk: Pamätať si ma
sv: Påminna mig
zh_hans: 记住我
zh_hant: 記住我

# SoundMachine_The_username_can_t_be_empty
source: The username can't be empty
ar: لا يمكن أن يكون اسم المستخدم فارغًا
da: Brugernavnet må ikke være tomt
de: Der Nutzername darf nicht leer sein
es_mx: El nombre de usuario no puede estar vacío.
fi: Käyttäjänimi ei voi olla tyhjä
fr: Le nom d'utilisateur ne peut pas être vide
he: שם המשתמש לא יכול להיות ריק
id: Nama pengguna tidak boleh kosong
it: Il nome utente non può essere vuoto
ja: ユーザー名は空白にできません
ko: 사용자 이름은 비워둘 수 없습니다.
nb: Brukernavnet kan ikke være tomt
nl: De gebruikersnaam mag niet leeg zijn
pl: Pole nazwy użytkownika nie może być puste
pt_br: O nome de usuário não pode estar vazio
pt_pt: O nome de utilizador não pode ficar em branco
ru: Имя пользователя не может быть пустым
sk: Používateľské meno nemôže byť prázdne
sv: Användarnamnet får inte vara tomt
zh_hans: 用户名不能为空
zh_hant: 使用者名稱不能為空

# SoundMachine_The_password_can_t_be_empty
source: The password can't be empty
ar: لا يمكن أن تكون كلمة المرور فارغة
da: Adgangskoden må ikke være tom
de: Das Passwort darf nicht leer sein
es_mx: La contraseña no puede estar vacía.
fi: Salasana ei voi olla tyhjä
fr: Le mot de passe ne peut pas être vide
he: הסיסמה לא יכולה להיות ריקה
id: Kata sandi tidak boleh kosong
it: La password non può essere vuota
ja: パスワードは空白にできません
ko: 비밀번호는 비워둘 수 없습니다.
nb: Passordet kan ikke være tomt
nl: Het wachtwoord kan niet leeg zijn
pl: Pole hasła nie może być puste
pt_br: A senha não pode estar vazia
pt_pt: A palavra-chave não pode ficar em branco
ru: Пароль не может быть пустым
sk: Heslo nemôže byť prázdne
sv: Lösenordet får inte vara tomt
zh_hans: 密码不能为空
zh_hant: 密碼不能為空

# SoundMachine_Play_failed
source: Play failed
ar: فشل التشغيل
da: Afspilning mislykket
de: Wiedergabe fehlgeschlagen
es_mx: Error al reproducir
fi: Toisto epäonnistui
fr: Échec de la lecture
he: ההפעלה נכשלה
id: Gagal memutar
it: Riproduzione non riuscita
ja: 再生に失敗
ko: 재생 실패
nb: Avspilling mislyktes
nl: Afspelen mislukt
pl: Niepowodzenie odtwarzania
pt_br: Reprodução falhou
pt_pt: Falha na reprodução
ru: Воспроизведение не удалось
sk: Prehrávanie zlyhalo
sv: Uppspelning misslyckades
zh_hans: 播放失败
zh_hant: 無法播放

# SoundMachine_Added_successfully
source: Added successfully
ar: تمت الإضافة بنجاح
da: Tilføjet
de: Hinzufügen erfolgreich
es_mx: Se agregó correctamente
fi: Lisäys onnistui
fr: Ajouté
he: נוסף בהצלחה
id: Berhasil ditambahkan
it: Aggiunto con successo
ja: 追加に成功
ko: 추가 성공
nb: Lagt til
nl: Toevoegen gelukt
pl: Dodano pomyślnie
pt_br: Adicionado com sucesso
pt_pt: Adicionado com sucesso
ru: Добавлено успешно
sk: Úspešne pridané
sv: Tillägning lyckades
zh_hans: 添加成功
zh_hant: 新增成功

# SoundMachine_Successfully_deleted
source: Successfully deleted
ar: تم الحذف بنجاح
da: Slettet
de: Erfolgreich gelöscht
es_mx: Se eliminó correctamente
fi: Poisto onnistui
fr: Supprimé
he: נמחק בהצלחה
id: Berhasil dihapus
it: Cancellato correttamente
ja: 削除に成功
ko: 삭제 성공
nb: Slettet
nl: Verwijderen gelukt
pl: Usuwanie przebiegło pomyślnie
pt_br: Excluído com sucesso
pt_pt: Eliminado com sucesso
ru: Успешно удалено
sk: Úspešne vymazané
sv: Bortagning lyckades
zh_hans: 删除成功
zh_hant: 已成功刪除

# SoundMachine_Failed
source: Failed
ar: فشل
da: Mislykket
de: Fehlgeschlagen
es_mx: Error
fi: Epäonnistui
fr: Échec
he: נִכשָׁל
id: Gagal
it: Non riuscito
ja: 失敗
ko: 실패
nb: Mislyktes
nl: Mislukt
pl: Niepowodzenie
pt_br: Falhou
pt_pt: Falha
ru: Сбой
sk: Zlyhalo
sv: Misslyckades
zh_hans: 失败
zh_hant: 失敗

# SoundMachine_Log_out__please_log_in_again
source: Log out, please log in again
ar: تسجيل الخروج، يرجى تسجيل الدخول مرة أخرى
da: Log ud, og log ind igen
de: Abgemeldet, bitte erneut anmelden
es_mx: Se cerró la sesión; inicie sesión de nuevo.
fi: Kirjaudu ulos, kirjaudu uudelleen sisään
fr: Déconnecté, veuillez vous reconnecter
he: צא, אנא היכנס שוב
id: Logout. Silakan login lagi
it: Effettuare il log out, eseguire nuovamente il log in
ja: ログアウトしました。再度ログインしてください
ko: 로그아웃 후 다시 로그인해 주십시오.
nb: Utlogget, logg på igjen
nl: Log uit, en opnieuw inloggen
pl: Wylogowano, zaloguj się ponownie
pt_br: Desconectado, faça login novamente
pt_pt: Termine a sessão. Inicie sessão novamente
ru: Выход из системы, пожалуйста, войдите снова
sk: Odhláste sa, prosím prihláste sa znova
sv: Utloggat, logga in igen
zh_hans: 请先登出，然后再次登录
zh_hant: 登出，請重新登入

# SoundMachine_Skip
source: Skip
ar: تخطي
da: Spring over
de: Überspringen
es_mx: Omitir
fi: Ohita
fr: Saut
he: לדלג
id: Lewati
ja: スキップ
ko: 건너뛰기
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt_br: Pular
pt_pt: Saltar
ru: Пропустить
sk: Preskočiť
sv: Hoppa över
zh_hans: 跳过
zh_hant: 跳過

# SoundMachine_Skipping_is_limited_to_6_skips_per_hour
source: Skipping is limited to 6 skips per hour
ar: التخطي محدود بعدد 6 مرات تخطي في الساعة
da: Overspring er begrænset til 6 overspring i timen
de: Das Überspringen ist auf 6 Skips pro Stunde begrenzt
es_mx: Solo puede omitir seis veces por hora.
fi: Ohittaminen on rajoitettu 6 ohitukseen tunnissa
fr: Les sauts sont limités à 6 sauts par heure
he: הדילוג מוגבל ל-6 דילוגים בשעה
id: Melewati dibatasi hingga 6 item per jam
it: Si possono effettuare fino a 6 skip ogni ora
ja: スキップは1時間に6回の上限があります
ko: 건너뛰기는 시간당 6번으로 제한됩니다.
nb: Du kan hoppe over maks 6 ganger pr. time
nl: Het overslaan is beperkt tot 6 keer per uur
pl: W ciągu godziny dozwolonych jest maksymalnie 6 pominięć
pt_br: O pulo é limitado a 6 pulos por hora
pt_pt: Existe uma limitação de 6 saltos por hora
ru: Пропуск ограничен 6 попытками в час
sk: Preskakovanie je obmedzené na 6 preskočení za hodinu
sv: Hoppa över är begränsat till 6 hoppar per timme
zh_hans: 每小时跳过的次数上限为 6 次
zh_hant: 跳過限制為每小時 6 次跳過

# SoundMachine_Do_you_need_to_reply_to_play__
source: Do you need to reply to play ?
ar: هل أنت بحاجة للرد من أجل التشغيل؟
da: Skal du svare for at afspille?
de: Musst du antworten, um wiederzugeben?
es_mx: ¿Necesita responder para reproducir?
fi: Pitääkö sinun vastata pelataksesi ?
fr: Faut-il répondre pour écouter ?
he: האם אתה צריך להגיב כדי לנגן ?
id: Apakah Anda perlu membalas untuk memutar?
it: Hai bisogno di rispondere per riprodurre ?
ja: 再生のために応答する必要がありますか？
ko: 재생하려면 답변해야 하나요?
nb: Trenger du å svare for å spille?
nl: Moet u antwoorden om af te spelen?
pl: Czy chcesz ponowić odtwarzanie?
pt_br: Precisa responder para reproduzir?
pt_pt: Precisa de responder para reproduzir?
ru: Вам нужно ответить для воспроизведения?
sk: Musíte odpovedať, aby ste mohli hrať?
sv: Behöver du svara för att spela?
zh_hans: 是否要回复以播放？
zh_hant: 需要回復才能播放嗎？

# SoundMachine_OK
source: OK
ar: موافق
es_mx: Aceptar
he: בסדר
id: OKE
ko: 확인
zh_hans: 确认
zh_hant: 確定

# SoundMachine_Continue
source: Continue
ar: متابعة
da: Fortsæt
de: Weiter
es_mx: Continuar
fi: Jatka
fr: Continuer
he: לְהַמשִׁיך
id: Lanjutkan
it: Continua
ja: 続行する
ko: 계속
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ru: Продолжить
sk: Pokračovať
sv: Fortsätta
zh_hans: 继续
zh_hant: 繼續

# SoundMachine_No_Stations_Found
source: No Stations Found
ar: لم يتم العثور على محطات
da: Ingen stationer fundet
de: Keine Sender gefunden
es_mx: No se encontró ninguna estación
fi: Ei löydettyjä asemia
fr: Aucune station trouvée
he: לא נמצאו תחנות
id: Tidak Ada Stasiun yang Ditemukan
it: Nessuna stazione trovata
ja: ステーションが見つかりません
ko: 스테이션을 찾을 수 없음
nb: Ingen kanaler funnet
nl: Geen zenders gevonden
pl: Nie znaleziono stacji
pt_br: Nenhuma estação encontrada
pt_pt: Não foram encontradas estações
ru: Станции не найдены
sk: Nenašli sa žiadne stanice
sv: Inga stationer hittades
zh_hans: 未找到电台
zh_hant: 找不到電台

# SoundMachine_No_Mixes_Found
source: No Mixes Found
ar: لم يتم العثور على عمليات مزج
da: Ingen blandinger fundet
de: Keine Mixe gefunden
es_mx: No se encontró ninguna mezcla
fi: Ei löydettyjä sekoituksia
fr: Aucun mix trouvé
he: לא נמצאו מיקסים
id: Tidak Ada Campuran yang Ditemukan
it: Nessun mix trovato
ja: ミックスが見つかりません
ko: 믹스를 찾을 수 없음
nb: Ingen mikser funnet
nl: Geen mixen gevonden
pl: Nie znaleziono miksów
pt_br: Nenhum mix encontrado
pt_pt: Não foram encontradas misturas
ru: Миксы не найдены
sk: Nenašli sa žiadne mixy
sv: Inga blandningar hittades
zh_hans: 未找到混音曲目
zh_hant: 找不到混音

# SoundMachine_No_Schedules_Found
source: No Schedules Found
ar: لم يتم العثور على جداول
da: Ingen tidsplaner fundet
de: Keine Zeitpläne gefunden
es_mx: No se encontró ningún cronograma
fi: Ei löydettyjä aikatauluja
fr: Aucune planification trouvée
he: לא נמצאו לוחות זמנים
id: Tidak Ada Jadwal yang Ditemukan
it: Nessuna pianificazione trovata
ja: スケジュールが見つかりません
ko: 스케줄을 찾을 수 없음
nb: Ingen tidsplaner funnet
nl: Geen schema's gevonden
pl: Nie znaleziono harmonogramów
pt_br: Nenhuma programação encontrada
pt_pt: Não foram encontradas agendas
ru: Графики не найдены
sk: Nenašli sa žiadne plány
sv: Inga scheman hittades
zh_hans: 未找到时间表
zh_hant: 找不到排程

# SoundMachine_No_Found
source: No Found
ar: لم يتم العثور عليها
da: Ingen fundet
de: Nicht gefunden
es_mx: No encontrado
fi: Ei löytynyt
fr: Introuvable
he: לא נמצא
id: Tidak Ada yang Ditemukan
it: Non trovato
ja: 見つかりません
ko: 찾을 수 없음
nb: Ikke funnet
nl: Niet gevonden
pl: Nie znaleziono
pt_br: Não encontrado
pt_pt: Não encontrado
ru: Не найдено
sk: Nenájdené
sv: Hittades inte
zh_hans: 未找到任何内容
zh_hant: 找不到

# SoundMachine_Log_out
source: Log out
ar: تسجيل الخروج
da: Log ud
de: Abmelden
es_mx: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnexion
he: להתנתק
ja: ログアウト
ko: 로그아웃
nb: Logg ut
nl: Log uit
pl: Wyloguj
pt_br: Desconectar
pt_pt: Terminar sessão
ru: Выйти из системы
sk: Odhlásiť sa
sv: Utloggning
zh_hans: 登出
zh_hant: 登出

# SoundMachine_Genres
source: Genres
ar: الأنواع
da: Genrer
es_mx: Géneros
fi: Genret
he: ז'אנרים
id: Genre
it: Generi
ja: ジャンル
ko: 장르
nb: Sjangere
pl: Gatunki
pt_br: Gêneros
ru: Жанры
sk: Žánre
sv: Genrer
zh_hans: 流派
zh_hant: 流派

# SoundMachine_Stations
source: Stations
ar: المحطات
da: Stationer
de: Sender
es_mx: Estaciones
fi: Asemat
he: תחנות
id: Stasiun
it: Stazioni
ja: ステーション
ko: 스테이션
nb: Kanaler
nl: Zenders
pl: Stacje
pt_br: Estações
ru: Станции
sk: Stanice
sv: Stationer
zh_hans: 电台
zh_hant: 電台

# SoundMachine_My_Stations
source: My Stations
ar: محطاتي
da: Mine stationer
de: Meine Sender
es_mx: Mis estaciones
fi: Omat asemat
fr: Stations
he: התחנות שלי
id: Stasiun Saya
it: Le Mie stazioni
ja: マイステーション
ko: 내 스테이션
nb: Mine kanaler
nl: Mijn Zenders
pl: Moje stacje
ru: Мои станции
sk: Moje stanice
sv: Mina stationer
zh_hans: 我的电台
zh_hant: 我的電台

# SoundMachine_Mixes
source: Mixes
ar: المزج
da: Blander
de: Mixe
es_mx: Mezclas
fi: Sekoitukset
fr: Sélections
he: מיקסים
id: Campuran
it: Mix
ja: ミックス
ko: 믹스
nb: Mikser
pl: Miksy
pt_br: Misturas
ru: Миксы
sk: Zoznamy
sv: Mix
zh_hans: 歌单
zh_hant: 歌单

# SoundMachine_Schedules
source: Schedules
ar: الجداول
da: Tidsplaner
de: Zeitpläne
es_mx: Horarios
fi: aikataulut
fr: Planifications
he: לוחות זמנים
id: Jadwal
it: Programmazione
ja: スケジュール
ko: 일정
nb: Tidsplaner
nl: Schema's
pl: Harmonogramy
pt_br: Programações
ru: Списки
sk: Harmonogramy
sv: Scheman
zh_hans: 排程
zh_hant: 排程

# CalmRadio_Cancel
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es_mx: Cancelar
fi: Peruuta
fr: Annuler
he: לְבַטֵל
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отменить
sk: Zrušiť
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

# CalmRadio_Logout
source: Logout
ar: خروج
da: Log ud
de: Abmelden
es_mx: Cerrar sesión
fi: Uloskirjautuminen
fr: Déconnexion
he: להתנתק
ja: ログアウト
ko: 로그아웃
nb: Logg ut
nl: Log uit
pl: Wylogowanie
pt_br: Desconectar
pt_pt: Terminar sessão
ru: Выйти из системы
sk: Odhlásiť sa
sv: Utloggning
zh_hans: 登出
zh_hant: 登出

# CalmRadio_Log_out_failed
source: Log out failed
ar: فشل تسجيل الخروج
da: Log ud mislykket
de: Abmeldung fehlgeschlagen
es_mx: Error al cerrar la sesión
fi: Uloskirjautuminen epäonnistui
fr: Échec de la déconnexion
he: ההתנתקות נכשלה
id: Logout gagal
it: Log out fallito
ja: ログアウトに失敗
ko: 로그아웃 실패
nb: Utlogging mislyktes
nl: Uitloggen mislukt
pl: Niepowodzenie wylogowywania
pt_br: Falha ao se desconectar
pt_pt: Falha ao terminar sessão
ru: Выход не удался
sk: Odhlásenie zlyhalo
sv: Fel under utlogging
zh_hans: 登出失败
zh_hant: 無法登出

# CalmRadio_Don_t_have_an_account
source: Don't have an account
ar: ليس لديك حساب
da: Har ikke en konto
de: Habe noch kein Konto
es_mx: No tengo una cuenta
fi: Ei ole tiliä
fr: Vous n’avez pas de compte
he: אין לך חשבון
id: Tidak punya akun
it: Non hai un account
ja: アカウントを持っていません
ko: 아직 계정이 없음
nb: Har ikke konto
nl: Ik heb geen account
pl: Nie mam konta
pt_br: Não tem uma conta
pt_pt: Não tenho uma conta
ru: Нет учетной записи
sk: Nemáte účet
sv: Har inget konto
zh_hans: 没有账户
zh_hant: 沒有帳戶

# CalmRadio_You_last_played_channels
source: You last played channels
ar: آخر مرة شغّلت فيها القنوات
da: Du har sidst afspillet kanaler
de: Deine zuletzt wiedergegebenen Kanäle
es_mx: Últimos canales reproducidos
fi: Viimeksi toistamasi kanavat
fr: Vos dernières chaînes écoutées
he: שיחקת בערוצים לאחרונה
id: Saluran yang terakhir kali Anda putar
it: Ultimi canali riprodotti
ja: 最後に再生したチャンネル
ko: 최근 재생 채널
nb: Dine sist spilte kanaler
nl: Uw laatst gespeelde kanalen
pl: Ostatnio odtwarzane kanały
pt_br: Você reproduziu os últimos canais
pt_pt: Últimos canais reproduzidos
ru: Ваши последние воспроизведенные каналы
sk: Naposledy ste prehrávali kanály
sv: Du spelade senast kanaler
zh_hans: 你最后一次播放的频道
zh_hant: 您上次播放的頻道

# CalmRadio_Browse
source: Browse
ar: استعراض
da: Gennemse
de: Durchsuchen
es_mx: Explorar
fi: Selaa
fr: Parcourir
he: לְדַפדֵף
id: Jelajahi
it: Naviga
ja: ブラウズ
ko: 찾아보기
nb: Bla gjennom
nl: Bladeren
pl: Przeglądaj
pt_br: Navegar por estações
pt_pt: Procurar
ru: Обзор
sk: Prehľadávať
sv: Bläddra
zh_hans: 浏览
zh_hant: 瀏覽

# CalmRadio_Videos
source: Videos
ar: مقاطع الفيديو
da: Videoer
fi: Videot
fr: Vidéos
he: סרטונים
id: Video
it: Video
ja: 動画
ko: 비디오
nb: Videoer
pl: Materiały wideo
pt_br: Vídeos
pt_pt: Vídeos
ru: Видео
sk: Videá
sv: Videor
zh_hans: 视频
zh_hant: 視訊

# CalmRadio_Favorites
source: Favorites
ar: المفضلة
da: Favoritter
de: Favoriten
es_mx: Favoritos
fi: Suosikit
fr: Favoris
he: מועדפים
id: Favorit
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nb: Favoritter
nl: Favorieten
pl: Ulubione
pt_br: Favoritas
pt_pt: Favoritos
ru: Избранное
sk: Obľúbené
sv: Favoriter
zh_hans: 收藏
zh_hant: 我的最愛

# CalmRadio_See_All
source: See All
ar: الاطلاع على الكل
da: Se alle
de: Alle anzeigen
es_mx: Ver todo
fi: Näytä kaikki
fr: Afficher tout
he: ראה הכל
id: Lihat Semua
it: Mostra tutto
ja: すべてを見る
ko: 모두 보기
nb: Se alle
nl: Toon alles
pl: Zobacz wszystkie
pt_br: Ver tudo
pt_pt: Ver tudo
ru: Посмотреть все
sk: Pozrieť si všetko
sv: Se alla
zh_hans: 查看全部
zh_hant: 查看全部

# CalmRadio_Play
source: Play
ar: تشغيل
da: Afspil
de: Wiedergabe
es_mx: Reproducir
fi: Toista
fr: Lire
he: השמעה
id: Pemutaran
ja: 再生
ko: 재생
nb: Spill
nl: Weergave
pl: Odtwarzanie
pt_pt: Reproduzir
ru: Воспроизвести
sk: Prehrávanie
sv: Spela
zh_hans: 播放
zh_hant: 播放

# CalmRadio_Settings
source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
es_mx: Ajustes
fi: Asetukset
fr: Paramètres
he: הגדרות
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ru: Настройки
sk: Nastavenia
sv: Inställningar
zh_hans: 设置
zh_hant: 設定

# CalmRadio_Account_Name
source: Account Name
ar: اسم الحساب
da: Kontonavn
de: Kontoname
es_mx: Nombre de la cuenta
fi: Tilin nimi
fr: Nom de compte
he: שם החשבון
id: Nama Akun
it: Nome account
ja: アカウント名
ko: 계정 이름
nb: Brukernavn
nl: Account-naam
pl: Nazwa konta
pt_br: Nome da conta
pt_pt: Nome da conta
ru: Имя учетной записи
sk: Názov účtu
sv: Kontonamn
zh_hans: 账户名
zh_hant: 帳戶名稱

# CalmRadio_Quality
source: Quality
ar: الجودة
da: Kvalitet
de: Qualität
es_mx: Calidad
fi: Laatu
fr: Qualité
he: איכות
id: Kualitas
it: Qualità
ja: 品質
ko: 품질
nb: Kvalitet
nl: Kwaliteit
pl: Jakość
pt_br: Qualidade
pt_pt: Qualidade
ru: Качество
sk: Kvalita
sv: Kvalitet
zh_hans: 音质
zh_hant: 品質

# CalmRadio_Sign_Out
source: Sign Out
ar: تسجيل الخروج
da: Log ud
de: Abmelden
es_mx: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
he: התנתק
id: Keluar
it: Scollegati
ja: サインアウト
ko: 로그아웃
nb: Logg av
nl: Afmelden
pl: Wyrejestruj się
pt_br: Sair
pt_pt: Terminar sessão
ru: Выйти из системы
sk: Odhlásiť sa
sv: LOGGA UT
zh_hans: 退出
zh_hant: 登出

# CalmRadio_High_Definition
source: High Definition
ar: دقة عالية
da: Høj opløsning
de: Hohe Auflösung
es_mx: Alta definición
fi: High Definition (Teräväpiirto)
fr: Haute définition
he: הגדרה גבוהה
id: Definisi Tinggi
it: Alta definizione
ja: 高解像度
ko: 고화질
nb: Høy oppløsning
nl: Hoge definitie
pl: Wysoka jakość (HD)
pt_br: Alta Definição
pt_pt: Alta definição
ru: Высокое разрешение
sk: Vysoké rozlíšenie
sv: Hög definition
zh_hans: 高清
zh_hant: 高清晰度

# CalmRadio_Normal
source: Normal
ar: عادي
fi: Normaali
fr: Normale
he: נוֹרמָלִי
it: Normale
ja: ノーマル
ko: 일반
nl: Normaal
pl: Normalne
ru: Нормальный
sk: Normálne
zh_hans: 普通
zh_hant: 額定

# CalmRadio_Free
source: Free
ar: مجاني
da: Gratis
de: Kostenlos
es_mx: Gratis
fi: Vapaa
fr: Gratuit
he: חינם
id: Gratis
it: Gratis
ja: 無料
ko: 무료
nb: Fri
nl: Gratis
pl: Bezpłatne
pt_br: Gratis
pt_pt: Grátis
ru: Свободный
sk: Zadarmo
sv: Gratis
zh_hans: 免费
zh_hant: 免費

# CalmRadio_Mobile
source: Mobile
ar: الهاتف المحمول
da: Mobil
de: Mobilgeräte
es_mx: Móvil
fi: Mobiili
he: נייד
id: Ponsel
it: Cellulare
ja: モバイル端末
ko: 모바일
nb: Mobil
nl: Mobiel
pl: Mobilne
pt_br: Móvel
pt_pt: Móvel
ru: Мобильный
sk: Mobilné
sv: Mobil
zh_hans: 移动网络
zh_hant: 手機
