Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# enable_Google_Assistant_to_stream_music
source: Enable Google Assistant to stream music and set up multi-room control with Chromecast built-in.
ar: تمكين Google Assistant من أجل بث الموسيقى وإعداد التحكم متعدد الغرف باستخدام Chromecast built-in.
da: Aktiver Google Assistent for at streame musik og konfigurere multi-rum-kontrol med Chromecast built-in.
de: Aktiviere Google Assistant zum Streamen von Musik und richte eine Multi-Room-Steuerung mit Chromecast built-in ein.
es_mx: Habilita el Asistente de Google para transmitir música y configurar el control multisala con Chromecast built-in.
fi: Ota Google Assistant käyttöön musiikin suoratoistoa varten ja määritä monihuoneohjaus Chromecast built-in -ominaisuutta hyödyntäen.
fr: Activez l'Assistant Google pour diffuser de la musique et configurez la musique multi-pièces avec Chromecast built-in.
he: יש לאפשר את Google Assistant כדי להזרים מוזיקה ומוזיקה מרובת חדרים באמצעות Chromecast built-in.
id: Aktifkan Google Assistant untuk melakukan streaming musik dan mengatur kontrol multiruangan dengan Chromecast built-in.
it: Abilita l’Assistente Google per riprodurre musica in streaming e configura il controllo multi-room con Chromecast built-in.
ja: Googleアシスタントを有効にして、Chromecast built-inで音楽をストリーミングし、マルチルームコントロールを設定します。
ko: Google 어시스턴트를 활성화하여 Chromecast built-in으로 음악을 스트리밍하고 멀티룸 제어를 설정합니다.
nb: Aktiver Google Assistent for å strømme musikk og konfigurere multirommusikk med Chromecast built-in.
nl: Schakel Google Assistant in om muziek te streamen en stel bediening in meerdere kamers in met Chromecast built-in.
pl: Zezwól Asystenta Google na strumieniowanie muzyki i konfigurację sterowania wieloma pomieszczeniami za pomocą usługi Chromecast built-in.
pt_br: Habilite o Google Assistente para transmitir músicas e configurar o controle multiambiente com o Chromecast built-in.
pt_pt: Ative o Google Assistant para transmitir música e configure os controlos multi-room com o Chromecast built-in.
ru: Включите Google Assistant для потоковой передачи музыки и настройте многокомнатный режим с помощью Chromecast built-in.
sk: Povoľte funkciu Google Assistant na streamovanie hudby a nastavte ovládanie viacerých miestností pomocou Chromecast built-in.
sv: Aktivera Google Assistant för att streama musik och konfigurera flerrumsstyrning med Chromecast built-in.
zh_hans: 启用 Google 助手，以通过 Chromecast built-in 进行 Wi-Fi 音乐串流播放和多房间播放。
zh_hant: 啟用 Google 助理，以透過 Chromecast built-in 進行 Wi-Fi 音樂串流播放和多房間播放。

source: Other network
ar: شبكة أخرى
da: Andet netværk
de: Anderes Netzwerk
es_mx: Otra red
fi: Muu verkko
fr: Autre réseau
he: רשת אחרת
id: Jaringan lain
it: Un’altra rete
ja: その他のネットワーク
ko: 기타 네트워크
nb: Annet nettverk
nl: Ander netwerk
pl: Inna sieć
pt_br: Outra rede
pt_pt: Outra rede
ru: Другая сеть
sk: Ďalšia sieť
sv: Annat nätverk
zh_hans: 其他网络
zh_hant: 其他網路

source: Do not block the microphone
ar: لا تقوم بحجب الميكروفون
da: Mikrofonen må ikke blokeres
de: Das Mikrofon darf nicht blockiert werden
es_mx: No bloquees el micrófono
fi: Älä tuki mikrofonia
fr: Ne bloquez pas le microphone
he: אין לחסום את המיקרופון
id: Jangan blokir mikrofon
it: Non bloccare il microfono
ja: マイクを塞がないでください
ko: 마이크를 막지 마십시오
nb: Ikke blokker mikrofonen
nl: Blokkeer de microfoon niet
pl: Nie zasłaniaj mikrofonu
pt_br: Não bloqueie o microfone
pt_pt: Não bloquear o microfone
ru: Не закрывайте микрофон
sk: Neblokujte mikrofón
sv: Blockera inte mikrofonen
zh_hans: 请勿遮挡麦克风
zh_hant: 不要阻擋麥克風

# Check_the_rear_speakers
source: Make sure of the following
ar: تأكد مما يلي
da: Sørg for følgende
de: Achte auf folgende Punkte
es_mx: Asegúrate de lo siguiente
fi: Varmista seuraavat asiat
fr: Vérifiez les points suivants
he: יש להקפיד על הדברים הבאים
id: Pastikan hal-hal berikut dilakukan
it: Assicurati di quanto segue
ja: 以下を確認する
ko: 다음을 확인하십시오
nb: Sørg for følgende
nl: Zorg voor het volgende
pl: Upewnij się, że
pt_br: Confira o seguinte
pt_pt: Certifique-se do seguinte
ru: Убедитесь в следующем
sk: Uistite sa o nasledujúcom
sv: Kontrollera följande
zh_hans: 确保完成以下任务
zh_hant: 確保完成以下事項

source: Calibration takes about 3 minutes.
ar: تستغرق المعايرة نحو 3 دقائق.
da: Kalibrering tager ca. 3 minutter.
de: Die Kalibrierung dauert etwa 3 Minuten.
es_mx: La calibración demora cerca de 3 minutos.
fi: Kalibrointi kestää noin 3 minuuttia.
fr: L'étalonnage prend environ 3 minutes.
he: הכיול נמשך 3 דקות לערך.
id: Kalibrasi selama sekitar 3 menit.
it: La calibrazione dura circa 3 minuti.
ja: キャリブレーションには約3分間かかります。
ko: 보정은 약 3분이 걸립니다.
nb: Kalibreringen tar ca. 3 minutter.
nl: De kalibratie duurt ongeveer 3 minuten.
pl: Kalibracja zajmuje około 3 minut.
pt_br: A calibração leva cerca de três minutos.
pt_pt: A calibração demora cerca de 3 minutos.
ru: Калибровка занимает около 3 минут.
sk: Kalibrácia trvá približne 3 minúty.
sv: Det tar ungefär 3 minuter att utföra kalibreringen.
zh_hans: 校准大约需要 3 分钟才能完成。
zh_hant: 校準需要大約 3 分鐘。

source: Remote Control
ar: جهاز التحكم عن بعد
da: Fjernbetjening
de: Fernbedienung
es_mx: Control remoto
fi: Kaukosäädin
fr: Télécommande
he: שלט-רחוק
id: Remote Kontrol
it: Telecomando
ja: リモコン
ko: 리모컨
nb: Fjernkontroll
nl: Afstandsbediening
pl: Pilot zdalnego sterowania
pt_br: Controle remoto
pt_pt: Comando
ru: Пульт дистанционного управления
sk: Diaľkový ovládač
sv: Fjärrkontroll
zh_hans: 遥控器
zh_hant: 遙控器

# Press___on_the_speaker_to_authenticate
source: Press <img named="moment_heart" rect="0,-8,24,24" /> on the speaker to authenticate.
ar: اضغط <img named="moment_heart" rect="0,-8,24,24" /> على مكبرالصوت للمصادقة.
da: Tryk på <img named="moment_heart" rect="0,-8,24,24" /> på højttaleren for at godkende.
de: Drücke <img named="moment_heart" rect="0,-8,24,24" /> auf dem Lautsprecher, um dich zu authentifizieren.
es_mx: Presiona <img named="moment_heart" rect="0,-8,24,24" /> en el altavoz para autenticar.
fi: Paina <img named="moment_heart" rect="0,-8,24,24" /> kaiuttimessa todentaaksesi.
fr: Appuyez sur <img named="moment_heart" rect="0,-8,24,24" /> sur l’enceinte pour vous authentifier.
he: לחצו על <img named="moment_heart" rect="0,-8,24,24" /> ברמקול כדי לאמת.
id: Tekan <img named="moment_heart" rect="0,-8,24,24" /> pada speaker untuk melakukan autentikasi.
it: Premi <img named="moment_heart" rect="0,-8,24,24" /> sullo speaker per eseguire l'autenticazione.
ja: 認証するには、スピーカーの<img named="moment_heart" rect="0,-8,24,24" />を押します。
ko: 인증하려면 스피커의 <img named="moment_heart" rect="0,-8,24,24" />을(를) 누릅니다.
nb: Trykk på <img named="moment_heart" rect="0,-8,24,24" /> på høyttaleren for å godkjenne.
nl: Druk op <img named="moment_heart" rect="0,-8,24,24" /> op de luidspreker om te verifiëren.
pl: Na głośniku naciśnij <img named="moment_heart" rect="0,-8,24,24" />, aby uwierzytelnić.
pt_br: Pressione <img named="moment_heart" rect="0,-8,24,24" /> na caixa de som para autenticar.
pt_pt: Prima <img named="moment_heart" rect="0,-8,24,24" /> na coluna para autenticar.
ru: Нажмите <img named="moment_heart" rect="0,-8,24,24" /> на колонке для аутентификации.
sk: Stlačením <img named="moment_heart" rect="0,-8,24,24" /> na reproduktore overíte.
sv: Tryck på <img named="moment_heart" rect="0,-8,24,24" /> på högtalaren för att autentisera dig.
zh_hans: 按音箱上的 <img named="moment_heart" rect="0,-8,24,24" /> 验证。
zh_hant: 按喇叭上的 <img named="moment_heart" rect="0,-8,24,24" /> 進行驗證。

source: We need your authentication to continue. Please try again.
ar: نحن بحاجة إلى مصادقتك للمتابعة. يرجى إعادة المحاولة.
da: Vi har brug for din godkendelse for at fortsætte. Prøv igen.
de: Wir benötigen zum Fortfahren deine Authentifizierung. Bitte erneut versuchen.
es_mx: Necesitamos tu autenticación para continuar. Vuelve a intentarlo.
fi: Tarvitsemme todentamistasi jatkaaksemme. Yritä uudelleen.
fr: Nous avons besoin de votre authentification pour poursuivre. Veuillez réessayer.
he: אנו זקוקים לאימות כדי להמשיך. יש לנסות שוב.
id: Autentikasi Anda diperlukan untuk melanjutkan. Silakan coba lagi.
it: Per continuare, è necessaria la tua autenticazione. Prova di nuovo.
ja: 続行するには認証が必要です。再試行してください。
ko: 계속 진행하려면 인증해야 합니다. 다시 시도하십시오.
nb: Du må godkjenne for å fortsette. Prøv igjen.
nl: We hebben je authenticatie nodig om door te gaan. Probeer het opnieuw.
pl: Aby kontynuować, potrzebujemy Twojego uwierzytelnienia. Spróbuj ponownie.
pt_br: Precisamos da sua autenticação para prosseguir. Tente novamente.
pt_pt: Precisamos da sua autenticação para continuar. Tente novamente.
ru: Для продолжения требуется ваша аутентификация. Попробуйте еще раз.
sk: Na pokračovanie potrebujeme vaše overenie. Prosím skúste to znova.
sv: Vi behöver din autentisering för att fortsätta. Försök igen.
zh_hans: 我们需要验证你的身份才能继续。请重试。
zh_hant: 我們需要您的驗證才能繼續。請重試。

source: Play music on your speaker to start.
ar: قم بتشغيل الموسيقى على مكبر الصوت للبدء.
da: Afspil musik på din højttaler for at starte.
de: Spiele zum Starten Musik über deinen Lautsprecher ab.
es_mx: Reproduce música en el altavoz para comenzar.
fi: Aloita toistamalla musiikkia kaiuttimesta.
fr: Lisez de la musique sur votre enceinte pour démarrer.
he: נגנו מוזיקה ברמקול כדי להתחיל.
id: Putar musik di speaker untuk memulai.
it: Riproduci della musica sul tuo speaker per iniziare.
ja: 開始するには、スピーカーで音楽を再生します。
ko: 시작하려면 스피커에서 음악을 재생합니다.
nb: Spill av musikk på høyttaleren for å starte.
nl: Speel muziek af op je luidspreker om te beginnen.
pl: Zacznij odtwarzać muzykę, aby rozpocząć.
pt_br: Reproduza música na caixa de som para começar.
pt_pt: Para começar, ponha música a tocar na coluna.
ru: Для начала включите музыку на колонке.
sk: Začnite prehrávaním hudby na reproduktore.
sv: Spela musik på din högtalare för att starta.
zh_hans: 开始用音箱播放音乐。
zh_hant: 在喇叭上播放音樂以開始。

# battery_saving_mode_title
source: Battery Saving Mode
ar: وضع توفير شحن البطارية
da: Batterisparetilstand
de: Batteriesparmodus
es_mx: Modo de ahorro de energía
fi: Akunsäästötila
fr: Mode économie de batterie
he: מצב חיסכון בסוללה
id: Mode Hemat Baterai
it: Modalità risparmio batteria
ja: バッテリー節約モード
ko: 배터리 절약 모드
nb: Batterisparemodus
nl: Batterijbesparende modus
pl: Tryb oszczędzania baterii
pt_br: Modo de economia de bateria
pt_pt: Modo de economia de bateria
ru: Режим экономии заряда аккумулятора
sk: Režim úspory batérie
sv: Batterisparläge
zh_hans: 省电模式
zh_hant: 電池省電模式

# battery_saving_mode_subtitle
source: Maximize playtime by optimizing music volume and bass.
ar: استغل الوقت بأكبر قدر ممكن واستمتع باللعب، عبر تحسين مستوى الصوت والجهير للموسيقى بأقصى درجة ممكنة.
da: Maksimer spilletiden ved at optimere musikkens lydstyrke og bas.
de: Maximiere die Spielzeit durch Optimierung von Lautstärke und Bass.
es_mx: Optimiza el volumen de la música y los graves para maximizar el tiempo de reproducción.
fi: Maksimoi toistoaika optimoimalla musiikin äänenvoimakkuus ja basso.
fr: Maximisez l’autonomie en optimisant le volume de la musique et les graves.
he: הגדלה למקסימום של זמן ההשמעה על ידי מיטוב עוצמת המוזיקה והבס.
id: Maksimalkan waktu pemutaran dengan mengoptimalkan volume dan bass.
it: Massimizza l’autonomia in riproduzione ottimizzando il volume della musica ed i bassi.
ja: 音量と低音を最適化することにより、再生時間を最大化できます。
ko: 음악 볼륨 및 저음을 최적화하여 재생 시간을 극대화합니다.
nb: Maksimer spilletiden ved å optimalisere musikkvolum og bass.
nl: Maximaliseer de speeltijd door het muziekvolume en de bas te optimaliseren.
pl: Maksymalizuj czas odtwarzania poprzez optymalizację głośności muzyki i basu.
pt_br: Maximizar o tempo de reprodução otimizando o volume da música e os graves.
pt_pt: Maximize o tempo de reprodução otimizando o volume e os graves da música.
ru: Увеличьте время воспроизведения, оптимизировав громкость музыки и басы.
sk: Maximalizujte čas prehrávania optimalizáciou hlasitosti hudby a basov.
sv: Maximera speltiden genom att optimera musikvolym och bas.
zh_hans: 通过优化音乐音量和低音来延长播放时间。
zh_hant: 透過最佳化音樂音量和低音來盡量延長播放時間。

# authentication_method_a
source: The product is now playing a tone, press <img named="oobe_bar_authicon" rect="0,-4,24,24" /> button to continue.
ar: يقوم المنتج الآن بتشغيل نغمة، اضغط على زر <img named="oobe_bar_authicon" rect="0,-4,24,24" /> للاستمرار.
da: Produktet afspiller nu en tone, tryk på <img named="oobe_bar_authicon" rect="0,-4,24,24" /> for at fortsætte.
de: Das Gerät spielt nun einen Ton ab. Drücke die Taste <img named="oobe_bar_authicon" rect="0,-4,24,24" />, um fortzufahren.
es_mx: El producto está reproduciendo un sonido, presiona el botón <img named="oobe_bar_authicon" rect="0,-4,24,24" /> para continuar.
fi: Tuote toistaa nyt merkkiääntä, jatka painamalla <img named=&quot;oobe_bar_authicon&quot; rect=&quot;0,-4,24,24&quot; /> -painiketta.
fr: Le produit émet maintenant une tonalité, appuyez sur le bouton <img named="oobe_bar_authicon" rect="0,-4,24,24" /> pour continuer.
he: כשהמוצר משמיע צליל, לחצו על הלחצן <img named="oobe_bar_authicon" rect="0,-4,24,24" /> כדי להמשיך.
id: Produk ini sedang memutar nada, tekan tombol <img named="oobe_bar_authicon" rect="0,-4,24,24" /> untuk melanjutkan.
it: Il prodotto sta riproducendo un segnale acustico, premi il pulsante <img named="oobe_bar_authicon" rect="0,-4,24,24" /> per continuare.
ja: 本製品は現在、トーンを再生しています。<img named="oobe_bar_authicon" rect="0,-4,24,24" />ボタンを押すと続行します。
ko: 이제 제품에서 소리를 재생합니다. 계속하려면 <img named="oobe_bar_authicon" rect="0,-4,24,24" /> 버튼을 누릅니다.
nb: Produktet spiller nå en tone, trykk på <img named="oobe_bar_authicon" rect="0,-4,24,24"/>-knappen for å fortsette.
nl: Het apparaat speelt nu een toon af, druk op knop <img named="oobe_bar_authicon" rect="0,-4,24,24" /> om door te gaan.
pl: Produkt odtwarza teraz sygnał dźwiękowy, naciśnij <img named="oobe_bar_authicon" rect="0,-4,24,24" /> przycisk, aby kontynuować.
pt_br: O produto está reproduzindo um tom, pressione o botão <img named="oobe_bar_authicon" rect="0,-4,24,24" /> para continuar.
pt_pt: O produto está agora a reproduzir um som, prima o botão <img named="oobe_bar_authicon" rect="0,-4,24,24" /> para continuar.
ru: Теперь устройство воспроизводит звуковой сигнал. Чтобы продолжить, нажмите кнопку <img named="oobe_bar_authicon" rect="0,-4,24,24" />.
sk: Produkt teraz prehráva tón, pokračujte stlačením tlačidla <img named="oobe_bar_authicon" rect="0,-4,24,24" />.
sv: Produkten spelar nu upp en ton, tryck på <img named="oobe_bar_authicon" rect="0,-4,24,24" /> för att fortsätta.
zh_hans: 设备正在播放提示音，请按 <img named="oobe_bar_authicon" rect="0,-4,24,24" /> 按钮继续。
zh_hant: 該產品現正在播音，請按 <img named="oobe_bar_authicon" rect="0,-4,24,24" /> 按鈕以繼續。

# authentication_method_b
source: The product is now playing a tone, press <img named="moment_heart" rect="0,-4,24,24" /> button to continue.
ar: يقوم المنتج الآن بتشغيل نغمة، اضغط على زر <img named="moment_heart" rect="0,-4,24,24" /> للاستمرار.
da: Produktet afspiller nu en tone, tryk på <img named="moment_heart" rect="0,-4,24,24" /> for at fortsætte.
de: Das Gerät spielt nun einen Ton ab. Drücke die Taste <img named="moment_heart" rect="0,-4,24,24" />, um fortzufahren.
es_mx: El producto está reproduciendo un sonido, presiona el botón <img named="moment_heart" rect="0,-4,24,24" /> para continuar.
fi: Tuote toistaa nyt merkkiääntä, jatka painamalla <img named=&quot;moment_heart&quot; rect=&quot;0,-4,24,24&quot; /> -painiketta.
fr: Le produit émet maintenant une tonalité, appuyez sur le bouton <img named="moment_heart" rect="0,-4,24,24" /> pour continuer.
he: כשהמוצר משמיע צליל, לחצן על הלחצן <img named="moment_heart" rect="0,-4,24,24" /> כדי להמשיך.
id: Produk ini sedang memutar nada, tekan tombol <img named="moment_heart" rect="0,-4,24,24" /> untuk melanjutkan.
it: Il prodotto sta riproducendo un segnale acustico, premi il pulsante <img named="moment_heart" rect="0,-4,24,24" /> per continuare.
ja: 本製品は現在、トーンを再生しています。<img named="moment_heart" rect="0,-4,24,24" />ボタンを押すと続行します。
ko: 이제 제품에서 소리를 재생합니다. 계속하려면 <img named="moment_heart" rect="0,-4,24,24" /> 버튼을 누릅니다.
nb: Produktet spiller nå en tone, trykk på <img named="moment_heart" rect="0,-4,24,24"/>-knappen for å fortsette.
nl: Het apparaat speelt nu een toon af, druk op knop <img named="moment_heart" rect="0,-4,24,24" /> om door te gaan.
pl: Produkt odtwarza teraz sygnał dźwiękowy, naciśnij <img named="moment_heart" rect="0,-4,24,24" /> przycisk, aby kontynuować.
pt_br: O produto está reproduzindo um tom, pressione o botão <img named="moment_heart" rect="0,-4,24,24" /> para continuar.
pt_pt: O produto está agora a reproduzir um som, prima o botão <img named="moment_heart" rect="0,-4,24,24" /> para continuar.
ru: Теперь устройство воспроизводит звуковой сигнал. Чтобы продолжить, нажмите кнопку <img named="moment_heart" rect="0,-4,24,24" />.
sk: Produkt teraz prehráva tón, pokračujte stlačením tlačidla <img named="moment_heart" rect="0,-4,24,24" />.
sv: Produkten spelar nu upp en ton, tryck på <img named="moment_heart" rect="0,-4,24,24" /> för att fortsätta.
zh_hans: 设备正在播放提示音，请按 <img named="moment_heart" rect="0,-4,24,24" /> 按钮继续。
zh_hant: 該產品現正在播音，請按 <img named="moment_heart" rect="0,-4,24,24" /> 按鈕以繼續。

# authentication_method_c
source: The product is now playing a tone, press the setup button on the back to continue.
ar: يقوم المنتج الآن بتشغيل نغمة، اضغط على زر الإعداد الموجود في الخلف للاستمرار.
da: Produktet afspiller nu en tone, tryk på setup-knappen på bagsiden for at fortsætte.
de: Das Gerät spielt nun einen Ton ab. Drücke die Taste Setup auf der Rückseite, um fortzufahren.
es_mx: El producto está reproduciendo un sonido, presiona el botón de configuración en la parte posterior para continuar.
fi: Tuote toistaa nyt merkkiääntä, jatka painamalla takapuolella olevaa asetuspainiketta.
fr: Le produit émet maintenant une tonalité, appuyez sur le bouton de configuration au dos pour continuer.
he: כשהמוצר משמיע צליל, לחצו על לחצן ההגדרה בחלק האחורי כדי להמשיך.
id: Produk ini sedang memutar nada, tekan tombol pengaturan di belakang untuk melanjutkan.
it: Il prodotto sta riproducendo un segnale acustico, premi il pulsante di configurazione sul retro per continuare.
ja: 本製品は現在、トーンを再生しています。背面の設定ボタンを押すと続行します。
ko: 이제 제품에서 소리를 재생합니다. 계속하려면 후면의 설정 버튼을 누릅니다.
nb: Produktet spiller nå en tone. Trykk på konfigureringsknappen på baksiden for å fortsette.
nl: Het apparaat speelt nu een toon af, druk op de setup-knop op de achterkant om verder te gaan.
pl: Produkt odtwarza teraz sygnał dźwiękowy, naciśnij przycisk konfiguracji na tylnej części, aby kontynuować.
pt_br: O produto está reproduzindo um tom, pressione o botão de configuração na parte traseira para continuar.
pt_pt: O produto está agora a reproduzir um som, prima o botão de configuração na parte de trás para continuar.
ru: Теперь устройство воспроизводит звуковой сигнал. Чтобы продолжить, нажмите кнопку настройки на задней панели.
sk: Produkt teraz prehráva tón, pokračujte stlačením tlačidla nastavenia na zadnej strane.
sv: Produkten spelar nu upp en ton, tryck på inställningsknappen på baksidan för att fortsätta.
zh_hans: 设备正在播放提示音，请按背面的设置按钮继续。
zh_hant: 該產品現正在播音，請按背面的設定按鈕以繼續。

# manual_trigger_wifi_setup_mode_a
source: Press and hold VOL- & VOL+ buttons at the same time until the LED flashes (hold for about 10 seconds).
ar: اضغط مطولاً على زري VOL- (خفض الصوت) وVOL+ (رفع مستوى الصوت) في الوقت نفسه حتى يومض مؤشر LED (استمر في الضغط لمدة 10 ثوانٍ).
da: Hold knapperne VOL- & VOL+ nede på samme tid, indtil lyset blinker (hold dem nede i ca. 10 sekunder).
de: Halte die Tasten VOL- und VOL+ gleichzeitig gedrückt, bis die LED blinkt (etwa 10 Sekunden lang gedrückt halten).
es_mx: Mantén presionados los botones VOL- y VOL+ al mismo tiempo hasta que el indicador luminoso parpadee (presiona durante unos 10 segundos).
fi: Pidä VOL- & VOL+ -painikkeita painettuna samanaikaisesti, kunnes LED välähtää (pidä painettuna noin 10 sekuntia).
fr: Appuyez pendant environ 10 secondes simultanément sur les boutons VOL- et VOL+ jusqu'à ce que le témoin clignote.
he: לחצו לחיצה ארוכה בו-זמנית על הלחצנים VOL-‎ וגם VOL+‎ עד שהנורית תהבהב (החזיקו למשך 10 שניות לערך).
id: Tekan lalu tahan tombol VOL- dan VOL+ secara bersamaan sampai LED berkedip (tahan selama sekitar 10 detik).
it: Tieni premuti contemporaneamente i pulsanti VOL- & VOL+ finché il LED non lampeggia (tieni premuto per circa 10 secondi).
ja: LEDが点滅するまでVOL-とVOL+ボタンを同時に長押しします（約10秒間押したままにします）。
ko: LED가 깜박일 때까지 VOL- & VOL+ 버튼을 동시에 길게 누릅니다(약 10초간 누르기).
nb: Trykk på og hold inne VOL- og VOL+-knappene samtidig til LED-lampen blinker (hold inne i ca. 10 sekunder).
nl: Houd de knoppen VOL- en VOL+ tegelijkertijd ingedrukt totdat de LED knippert (ongeveer 10 seconden ingedrukt houden).
pl: Naciśnij równocześnie i przytrzymaj przyciski VOL- i VOL+, aż dioda LED zacznie pulsować (przytrzymaj je przez około 10 sekund).
pt_br: Pressione e segure os botões VOL- e VOL+ ao mesmo tempo até que o LED pisque (mantenha pressionado por cerca de 10 segundos).
pt_pt: Prima continuamente os botões VOL- e VOL+ ao mesmo tempo até o LED piscar (manter premido durante cerca de 10 segundos).
ru: Одновременно нажмите и удерживайте кнопки VOL- и VOL+, пока светодиод не начнет мигать (удерживайте около 10 секунд).
sk: Súčasne stlačte a podržte tlačidlá VOL- a VOL+, kým nezačne blikať LED kontrolka (podržte asi 10 sekúnd).
sv: Tryck på och håll inne VOL- och VOL+ samtidigt tills lysdioden blinkar (håll i ca 10 sekunder).
zh_hans: 同时按住 VOL- 和 VOL+ 按钮约 10 秒，直到 LED 指示灯闪烁。
zh_hant: 同時按住 VOL- 和 VOL+按鈕，直到 LED 開始閃爍（按住約 10 秒）。

# manual_trigger_wifi_setup_mode_b
source: Press and hold MOMENT & BLUETOOTH buttons at the same time until the LED flashes (hold for about 10 seconds).
ar: اضغط مطولاً على زري MOMENT وBLUETOOTH في الوقت نفسه حتى يومض مؤشر LED (استمر في الضغط لمدة 10 ثوانٍ).
da: Hold knapperne MOMENT og BLUETOOTH nede på samme tid, indtil lyset blinker (hold dem nede i ca. 10 sekunder).
de: Halte die Tasten MOMENT und BLUETOOTH gleichzeitig gedrückt, bis die LED blinkt (etwa 10 Sekunden lang gedrückt halten).
es_mx: Mantén presionados los botones MOMENT y BLUETOOTH al mismo tiempo hasta que el indicador luminoso parpadee (presiona durante unos 10 segundos).
fi: Pidä MOMENT & BLUETOOTH-painikkeita painettuna samanaikaisesti, kunnes LED välähtää (pidä painettuna noin 10 sekuntia).
fr: Appuyez pendant environ 10 secondes simultanément sur les boutons MOMENT et BLUETOOTH jusqu'à ce que le témoin clignote.
he: לחצו לחיצה ארוכה בו-זמנית על הלחצנים MOMENT ו-BLUETOOTH עד שהנורית תהבהב (החזיקו למשך 10 שניות לערך).
id: Tekan lalu tahan tombol MOMENT dan BLUETOOTH secara bersamaan sampai LED berkedip (tahan selama sekitar 10 detik).
it: Tieni premuti contemporaneamente i pulsanti MOMENT & BLUETOOTH finché il LED non lampeggia (tieni premuto per circa 10 secondi).
ja: LEDが点滅するまでMOMENTとBLUETOOTHボタンを同時に長押しします（約10秒間押したままにします）。
ko: LED가 깜박일 때까지 MOMENT 및 BLUETOOTH 버튼을 동시에 길게 누릅니다(약 10초간 누르기).
nb: Trykk på og hold inne MOMENT- og BLUETOOTH-knappene samtidig til LED-lampen blinker (hold inne i ca. 10 sekunder).
nl: Houd de knoppen MOMENT en BLUETOOTH tegelijkertijd ingedrukt totdat de LED knippert (ongeveer 10 seconden ingedrukt houden).
pl: Naciśnij i przytrzymaj jednocześnie przyciski MOMENT i BLUETOOTH, aż dioda LED zacznie pulsować (przytrzymaj je przez około 10 sekund).
pt_br: Pressione e segure os botões MOMENT e BLUETOOTH ao mesmo tempo até que o LED pisque (mantenha pressionado por cerca de 10 segundos).
pt_pt: Mantenha os botões MOMENT & BLUETOOTH premidos ao mesmo tempo até o LED piscar (mantenha-os premidos durante cerca de 10 segundos).
ru: Одновременно нажмите и удерживайте кнопки MOMENT и BLUETOOTH, пока светодиод не начнет мигать (удерживайте около 10 секунд).
sk: Stlačte a podržte súčasne tlačidlá MOMENT a BLUETOOTH, kým nezačne blikať LED kontrolka (podržte asi 10 sekúnd).
sv: Tryck på och håll in MOMENT- och BLUETOOTH-knapparna samtidigt tills lysdioden blinkar (håll i ca 10 sekunder).
zh_hans: 同时按住 MOMENT 和 BLUETOOTH 按钮约 10 秒，直到 LED 指示灯闪烁。
zh_hant: 同時按住 MOMENT 和 BLUETOOTH（藍牙）按鈕，直到 LED 開始閃爍（按住約 10 秒）。
