Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

source: L / R channel
ar: القناة اليسرى/اليمنى
da: Venstre / højre kanal
de: L/R-Kanal
es_mx: Canal I/D
fi: L/R-kanava
fr: Canaux G/D
he: ערוץ ש/י
id: Saluran L/R
it: Canale L / R
ja: L/Rチャンネル
ko: L / R 채널
nb: V/H kanal
nl: L/R-kanaal
pl: Kanał L / P
pt_br: Canal E/D
pt_pt: Canal E/D
ru: L (левый) / R (правый) канал
sk: Ľ / P kanál
sv: Vänster kanal (L) / höger kanal (R)
zh_hans: 左右声道
zh_hant: 左 / 右聲道

source: Boost volume
ar: زيادة مستوى الصوت
da: Skru op for lyden
de: Einfach lauter
es_mx: Aumentar el volumen
fi: Lisää äänenvoimakkuutta
fr: Augmenter le volume
he: הגברת עוצמת הקול
id: Keraskan volume
it: Boost del volume
ja: 音量を上げる
ko: 볼륨 부스트
nb: Øk volum
nl: Verhoog volume
pl: Wzmocnij poziom głośności
pt_br: Aumentar volume
pt_pt: Aumentar o volume
ru: Увеличение громкости
sk: Zvýšiť hlasitosť
sv: Öka volymen
zh_hans: 增强音量
zh_hant: 增加音量

source: GROUP PRODUCTS
ar: ربط المنتجات
da: GRUPPER PRODUKTER
de: GERÄTE GRUPPIEREN
es_mx: AGRUPAR LOS PRODUCTOS
fi: RYHMITÄ TUOTTEET
fr: GROUPER DES PRODUITS
he: קיבוץ מוצרים
id: KELOMPOKKAN PRODUK
it: RAGGRUPPA PRODOTTI
ja: 製品をグループ化する
ko: 제품 그룹화
nb: GRUPPER PRODUKTER
nl: GROEPEER PRODUCTEN
pl: GRUPUJ PRODUKTY
pt_br: AGRUPAR PRODUTOS
pt_pt: PRODUTOS DO GRUPO
ru: ГРУППИРОВАНИЕ УСТРОЙСТВ
sk: ZOSKUPIŤ VÝROBKY
sv: GRUPPERA PRODUKTER
zh_hans: 分组设备
zh_hant: 將產品分組

source: Channel
ar: القناة
da: Kanal
de: Kanal
es_mx: Canal
fi: Kanava
fr: Canal
he: ערוץ
id: Saluran
it: Canale
ja: チャンネル
ko: 채널
nb: Kanal
nl: Kanaal
pl: Kanał
pt_br: Canal
pt_pt: Canal
ru: Канал
sk: Kanál
sv: Kanal
zh_hans: 声道
zh_hant: 聲道

source: Cannot Group
ar: تعذر الربط
da: Kan ikke gruppere
de: Gruppieren nicht möglich
es_mx: No se puede agrupar
fi: Ei voi ryhmitellä
fr: Impossible de grouper
he: לא ניתן לקבץ
id: Tidak Dapat Dikelompokkan
it: Impossibile raggruppare
ja: グループ化できません
ko: 그룹화 불가
nb: Kan ikke gruppere
nl: Groeperen niet mogelijk
pl: Nie można grupować
pt_br: Não é possível agrupar
pt_pt: Não é possível agrupar
ru: Невозможно сгруппировать
sk: Nie je možné zoskupiť
sv: Kan inte gruppera
zh_hans: 无法分组
zh_hant: 無法分組

source: Continue to setup Wi-Fi.
ar: المتابعة إلى إعداد Wi-Fi.
da: Fortsæt med at opsætte wi-fi.
de: Fahre mit der Einrichtung des WLAN fort.
es_mx: Continuar con la configuración de Wi-Fi.
fi: Jatka Wi-Fi-yhteyden käyttöönottoa.
fr: Continuer à configurer le Wi-Fi.
he: המשך להגדרת Wi-Fi.
id: Lanjutkan pengaturan Wi-Fi.
it: Continua per configurare il Wi-Fi.
ja: 続行してWi-Fiを設定する。
ko: Wi-Fi 설정을 계속 진행합니다.
nb: Fortsett for å konfigurere wifi.
nl: Ga door met het instellen van wifi.
pl: Kontynuuj do konfiguracji sieci Wi-Fi.
pt_br: Continuar a configuração Wi-Fi.
pt_pt: Continue a configurar o Wi-Fi.
ru: Продолжить настройку Wi-Fi.
sk: Pokračovať v nastavení Wi-Fi.
sv: Fortsätt för att konfigurera Wi-Fi.
zh_hans: 继续设置 Wi-Fi。
zh_hant: 繼續設定 Wi-Fi。

source: Getting Ready for Home Theatre System
ar: الاستعداد لنظام المسرح المنزلي
da: Gør klar til Hjemmebiografsystem
de: Vorbereitung für Heimkino-System
es_mx: Prepárate para el sistema de cine en casa
fi: Valmistautuminen kotiteatterijärjestelmää varten
fr: Préparer pour un système de Home Cinema
he: הכנה למערכת קולנוע ביתית
id: Menyiapkan Sistem Teater Rumah
it: Preparazione per Sistema Home Theater
ja: ホームシアターシステム の準備をする
ko: 홈시어터 시스템 준비
nb: Klargjør for Home Theatre System
nl: Voorbereiden voor Thuisbioscoopsysteem
pl: Przygotowanie do systemu kina domowego
pt_br: Preparando-se para Sistema de Home Theate
pt_pt: A preparar-se para o Sistema de cinema em casa
ru: Подготовка к Система домашнего кинотеатра
sk: Príprava na systém domáceho kina
sv: Gör dig redo för Hemmabiosystem
zh_hans: 准备好使用 家庭影院系统
zh_hant: 為 家庭影院系統做準備

source: Tips
ar: نصائح
de: Tipps
es_mx: Consejos
fi: Vihjeet
fr: Conseils
he: טיפים
id: Kiat
it: Suggerimenti
ja: ヒント
ko: 팁
pl: Wskazówki
pt_br: Dicas
pt_pt: Sugestões
ru: Советы
sk: Tipy
zh_hans: 提示
zh_hant: 提示

source: How to get product connected
ar: كيفية توصيل المنتج
da: Sådan får du produktet tilsluttet
de: Verbinden des Produkts
es_mx: Cómo conectar el producto
fi: Miten tuote yhdistetään
fr: Comment connecter un produit
he: כיצד לחבר את המוצר
id: Cara menyambungkan produk
it: Come collegare il prodotto
ja: 製品を接続済みにする方法
ko: 제품 연결 방법
nb: Slik får du produktet tilkoblet
nl: Het apparaat aansluiten
pl: Jak połączyć produkt
pt_br: Como conectar o produto
pt_pt: Como estabelecer a ligação do produto
ru: Как подключить устройство
sk: Ako pripojiť produkt
sv: Hur jag får produkten ansluten
zh_hans: 如何使设备联网
zh_hant: 如何將產品連接

# To_enter_online_diagnosis_mode__Remote_access_to_your_product_is_required
source: To enable online diagnosis, you are about to grant access right to your product.
ar: لتمكين أداة التشخيص عبر الإنترنت، أنت على وشك منح حق الوصول إلى منتجك.
da: For at aktivere online-diagnose er du ved at tillade adgang til dit produkt.
de: Für die Online-Diagnose musst du das Zugriffsrecht auf dein Produkt gewähren.
es_mx: Para habilitar el diagnóstico en línea, estás a punto de otorgar el derecho de acceso a tu producto.
fi: Suorittaaksesi verkkodiagnoosin, sinun on myönnettävä käyttöoikeus tuotteeseesi.
fr: Pour activer le diagnostic en ligne, vous êtes sur le point d'accorder un droit d'accès à votre produit.
he: כדי לאפשר אבחון מקוון, תוענק גישה אל המוצר.
id: Agar dapat melakukan diagnosis online, Anda harus memberi produk izin hak akses.
it: Per consentire la diagnosi online,stai per concedere il diritto di accesso al tuo prodotto.
ja: オンライン診断を有効にするために、製品へのアクセス権を与えることになります。
ko: 온라인 진단을 활성화하기 위해 제품 액세스 권한을 부여하려고 합니다.
nb: For å aktivere elektronisk diagnose vil du nå gi tilgangsrettigheter til produktet.
nl: Om online diagnose mogelijk te maken, is toegang tot je apparaat vereist.
pl: W celu włączenia diagnostyki przez Internet zezwolisz na dostęp do swojego produktu.
pt_br: Para habilitar o diagnóstico online, você está prestes a conceder direitos de acesso ao produto.
pt_pt: Para permitir o diagnóstico online, está prestes a conceder o direito de acesso ao produto.
ru: Для возможности онлайн-диагностики вы собираетесь предоставить доступ к вашему устройству.
sk: Ak chcete povoliť diagnostiku online, chystáte sa udeliť právo prístupu k vášmu produktu.
sv: För att möjliggöra onlinediagnos ska du ge åtkomsträttigheter till din produkt.
zh_hans: 要启用在线诊断，你需要授予设备访问权。
zh_hant: 要啟用線上診斷，您需要向產品授予存取權。

source: DO NOT GRANT
ar: لا تمنح
da: GIV IKKE ADGANG
de: NICHT ERLAUBEN
es_mx: NO OTORGAR
fi: ÄLÄ SUOSTU
fr: NE PAS ACCORDER
he: לא להעניק
id: JANGAN IZINKAN
it: NON CONCEDERE
ja: 許可しない
ko: 권한 부여 금지
nb: IKKE GI
nl: NIET TOESTAAN
pl: NIE ZEZWALAJ
pt_br: NÃO CONCEDER
pt_pt: NÃO CONCEDER
ru: НЕ ПРЕДОСТАВЛЯТЬ
sk: NEPOVOLIŤ
sv: BEVILJA NTE
zh_hans: 请勿授予
zh_hant: 不要授予

# Remote_access_granted__this_feature_will_be_auto_dismiss_after_the_call
source: Remote access granted, this feature will be auto dismissed after the call.
ar: تم منح الوصول عن بُعد، وسيتم رفض هذه الميزة تلقائيًا بعد المكالمة.
da: Fjernadgang tilladt. Denne funktion afsluttes automatisk efter opkaldet.
de: Der Fernzugriff wurde gewährt, diese Funktion wird nach dem Anruf automatisch beendet.
es_mx: Acceso remoto otorgado. Esta función se desactivará automáticamente después de la llamada.
fi: Etäyhteys myönnetty, tämä toiminto poistuu automaattisesti puhelun jälkeen.
fr: Si l'accès à distance est accordé, cette fonction sera automatiquement rejetée après l'appel.
he: גישה מרחוק מוענקת, תכונה זו תבוטל אוטומטית לאחר השיחה.
id: Akses jarak jauh diizinkan. Fitur ini otomatis akan ditutup ketika panggilan selesai.
it: Accesso remoto concesso, questa funzione verrà automaticamente disattivata dopo la chiamata.
ja: リモートアクセスが許可されました。この機能は決定後自動的に閉じます。
ko: 원격 액세스 권한 부여됨, 이 기능은 통화 이후 자동 해제됩니다.
nb: Ekstern tilgang gitt, denne funksjonen avvises automatisk etter anropet.
nl: Toegang op afstand verleend. Deze functie wordt na de verbinding automatisch uitgeschakeld.
pl: Zezwolono na zdalny dostęp. Ta funkcja zostanie automatycznie odrzucona po połączeniu.
pt_br: Acesso remoto concedido; essa função será automaticamente encerrada após a chamada.
pt_pt: Acesso remoto concedido, esta função será automaticamente desativada após a chamada.
ru: Удаленный доступ предоставлен. Эта функция будет автоматически отключена после вызова.
sk: Vzdialený prístup je povolený, po ukončení hovoru sa táto funkcia automaticky zruší.
sv: Fjärråtkomst beviljas, denna funktion kommer att avfärdas automatiskt efter samtalet.
zh_hans: 已授予远程访问权，通话结束后该功能将自动关闭。
zh_hant: 已授予遠端存取權，此功能將在通話後自動關閉。

# text_edit
source: Edit
ar: تحرير
da: Rediger
de: Bearbeiten
es_mx: Editar
fi: Muokkaa
fr: Modifier
he: עריכה
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerken
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ru: Редактировать
sk: Upraviť
sv: Redigera
zh_hans: 编辑
zh_hant: 編輯

source: Edit Equalizer
ar: تحرير المعادل
da: Rediger equalizer
de: Equalizer bearbeiten
es_mx: Editar ecualizador
fi: Muokkaa Ekvalisaattoria
fr: Modifier l'égaliseur
he: עריכת אקולייזר
it: Modifica equalizzatore
ja: イコライザーを編集する
ko: 이퀄라이저 편집
nb: Rediger Equalizer
nl: Equalizer bewerken
pl: Edytuj korektor
pt_br: Editar equalizador
pt_pt: Editar Equalizador
ru: Редактировать эквалайзер
sk: Upraviť ekvalizér
sv: Redigera equalizer
zh_hans: 编辑均衡器
zh_hant: 編輯均衡器

source: JBL Account
ar: حساب JBL
da: JBL-konto
de: JBL Konto
es_mx: Cuenta JBL
fi: JBL-tili
fr: Compte JBL
he: חשבון JBL
id: Akun JBL
it: Account JBL
ja: JBLアカウント
ko: JBL 계정
nb: JBL-konto
pl: Konto JBL
pt_br: Conta JBL
pt_pt: Conta JBL
ru: Учетная запись JBL
sk: Účet JBL
sv: JBL-konto
zh_hans: JBL 账户
zh_hant: JBL 帳戶

# Sub_Sign_in_or_sign_up
source: Sign in or sign up
ar: تسجيل الدخول أو الاشتراك
da: Log ind eller tilmeld dig
de: Anmelden oder registrieren
es_mx: Inicia sesión o regístrate
fi: Kirjaudu sisään tai rekisteröidy
fr: Se connecter ou s'inscrire
he: כניסה או הרשמה
id: Masuk atau daftar
it: Accedi o registrati
ja: サインインまたはサインアップ
ko: 로그인 또는 가입
nb: Logg på eller registrer deg
nl: Inloggen of aanmelden
pl: Zaloguj się lub zarejestruj
pt_br: Iniciar sessão ou se cadastrar
pt_pt: Iniciar sessão ou inscrever-se
ru: Войти или зарегистрироваться
sk: Prihláste sa alebo sa zaregistrujte
sv: Logga in eller registrera dig
zh_hans: 登录或注册
zh_hant: 登入或註冊

source: Invalid email address
ar: عنوان البريد الإلكتروني غير صالح
da: Ugyldig e-mailadresse
de: Ungültige E-Mail-Adresse
es_mx: Dirección de correo electrónico no válida
fi: Virheellinen sähköpostiosoite
fr: Adresse e-mail non valide
he: כתובת דואר אלקטרוני לא חוקית
id: Alamat email tidak valid
it: Indirizzo email non valido
ja: 無効なEメールアドレス
ko: 유효하지 않은 이메일 주소
nb: Ugyldig e-postadresse
nl: Ongeldig e-mailadres
pl: Nieprawidłowy adres e-mail
pt_br: Endereço de e-mail inválido
pt_pt: Endereço de e-mail inválido
ru: Неверный адрес электронной почты
sk: Neplatná e-mailová adresa
sv: Ogiltig e-postadress
zh_hans: 电子邮件地址无效
zh_hant: 電子郵件地址無效

# account_text
source: Account
ar: الحساب
da: Konto
de: Konto
es_mx: Cuenta
fi: Tili
fr: Compte
he: חשבון
id: Akun
ja: アカウント
ko: 계정
nb: Konto
pl: Konto
pt_br: Conta
pt_pt: Conta
ru: Учетная запись
sk: Účet
sv: Konto
zh_hans: 账户
zh_hant: 帳戶

source: Edit Profile
ar: تحرير الملف الشخصي
da: Rediger profil
de: Profil bearbeiten
es_mx: Editar perfil
fi: Muokkaa profiilia
fr: Modifier le profil
he: עריכת פרופיל
id: Edit Profil
it: Modifica il profilo
ja: プロファイルの編集
ko: 프로필 편집
nb: Rediger profil
nl: Profiel bewerken
pl: Edytuj profil
pt_br: Editar perfil
pt_pt: Editar Perfil
ru: Редактировать профиль
sk: Upraviť profil
sv: Redigera profil
zh_hans: 编辑个人资料
zh_hant: 編輯設定檔

source: Register My Product
ar: تسجيل المنتج الخاص بي
da: Registrer mit produkt
de: Mein Produkt registrieren
es_mx: Registrar mi producto
fi: Rekisteröi tuotteeni
fr: Enregistrer mon produit
he: רישום המוצר
id: Daftarkan Produk Saya
it: Registra il Mio Prodotto
ja: マイプロダクトを登録
ko: 내 제품 등록
nb: Registrert produktet
nl: Registreer mijn product
pl: Zarejestruj mój produkt
pt_br: Registrar meu produto
pt_pt: Registar o meu produto
ru: Зарегистрировать мое устройство
sk: Zaregistrovať môj výrobok
sv: Registrera min produkt
zh_hans: 注册我的设备
zh_hant: 註冊我的產品

source: SIGN IN
ar: تسجيل الدخول
da: LOG IND
de: ANMELDEN
es_mx: INICIAR SESIÓN
fi: KIRJAUDU SISÄÄN
fr: SE CONNECTER
he: כניסה
id: MASUK
it: ACCEDI
ja: サインイン
ko: 로그인
nb: LOGG PÅ
nl: INLOGGEN
pl: ZALOGUJ SIĘ
pt_br: INICIAR SESSÃO
pt_pt: INICIAR SESSÃO
ru: ВОЙТИ В СИСТЕМУ
sk: PRIHLÁSIŤ SA
sv: LOGGA IN
zh_hans: 登录
zh_hant: 登入

source: SIGN OUT
ar: تسجيل الخروج
da: LOG UD
de: ABMELDEN
es_mx: CERRAR SESIÓN
fi: KIRJAUDU ULOS
fr: SE DÉCONNECTER
he: התנתקות
id: KELUAR
it: LOG OUT
ja: サインアウト
ko: 로그아웃
nb: LOGG UT
nl: AFMELDEN
pl: WYREJESTRUJ
pt_br: SAIR
pt_pt: TERMINAR SESSÃO
ru: ВЫЙТИ ИЗ СИСТЕМЫ
sk: ODHLÁSIŤ SA
sv: LOGGA UT
zh_hans: 退出
zh_hant: 登出

source: Profile
ar: الملف الشخصي
da: Profil
de: Profil
es_mx: Perfil
fi: Profiili
fr: Profil
he: פרופיל
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
nb: Profil
nl: Profiel
pl: Profil
pt_br: Perfil
pt_pt: Perfil
ru: Профиль
sk: Profil
sv: Profil
zh_hans: 个人资料
zh_hant: 設定檔

source: Send me promotional emails with coupons, sales and other perks.
ar: أرسل لي رسائل بريد إلكتروني ترويجية تحتوي على كوبونات ومبيعات وامتيازات أخرى.
da: Send mig e-mails med kuponer, tilbud og andre fordele.
de: Bitte Werbe-E-Mails mit Gutscheinen, Verkäufen und anderen Vorteilen senden.
es_mx: Envíenme correos electrónicos promocionales con cupones, rebajas y otros beneficios.
fi: Lähetä minulle kampanjasähköposteja, joissa on kuponkeja, alennuksia ja muita etuja.
fr: Envoyez-moi des e-mails promotionnels avec des coupons, des soldes et d'autres avantages.
he: שלחו לי דוא"ל קידום מכירות עם קופונים, מכירות והטבות אחרות.
id: Kirimkan email promosi beserta kupon, penjualan, dan keuntungan lainnya.
it: Inviatemi e-mail promozionali con coupon, sconti e altri vantaggi.
ja: クーポン、セール、その他の特典付きのダイレクトメールの受信を希望します。
ko: 쿠폰, 세일, 기타 혜택이 포함된 프로모션 이메일을 보내주십시오.
nb: Send med e-poster med kampanjemateriell, f.eks. kuponger, salg og andre fordeler.
nl: Stuur mij promotionele e-mails met kortingsbonnen, aanbiedingen en andere voordelen.
pl: Wysyła promocyjne wiadomości e-mail zawierające kupony, wyprzedaże i inne dodatki.
pt_br: Enviar e-mails promocionais com cupons, promoções e outras vantagens.
pt_pt: Enviem-me e-mails promocionais com cupões, promoções e outras vantagens.
ru: Присылать мне рекламные электронные письма с купонами, распродажами и другими бонусами.
sk: Pošlite mi propagačné e-maily s kupónmi, výpredajmi a inými výhodami.
sv: Skicka mig e-post med rabattkoder, erbjudanden och andra förmåner.
zh_hans: 允许给我发送包含优惠券、促销和其他福利的推广电子邮件。
zh_hant: 向我傳送促銷電子郵件，其中包含優惠券、大減價和其他福利。

source: Registered
ar: مُسجل
da: Registreret
de: Registriert
es_mx: Registrado
fi: Rekisteröity
fr: Inscrit
he: רשום
id: Terdaftar
it: Registrato
ja: 登録済み
ko: 등록됨
nb: Registrert
nl: Geregistreerd
pl: Zarejestrowano
pt_br: Registrado
pt_pt: Registado
ru: Зарегистрировано
sk: Registrovaný
sv: Registrerad
zh_hans: 已注册
zh_hant: 已註冊

source: To be registered
ar: سيتم تسجيله
da: Skal registreres
de: Zu registrieren
es_mx: Pendiente de registro
fi: Rekisteröitävä
fr: À inscrire
he: להרשמה
id: Akan didaftarkan
it: Da registrare
ja: 登録予定
ko: 등록 예정
nb: Skal registreres
nl: Wordt geregistreerd
pl: Do zarejestrowania
pt_br: A ser registrado
pt_pt: A registar
ru: Быть зарегистрированным
sk: Na registráciu
sv: Ska registreras
zh_hans: 待注册
zh_hant: 待註冊

source: No product can be registered currently
ar: لا يمكن تسجيل أي منتج حاليًا
da: Ingen produkter kan registreres i øjeblikket
de: Aktuell kann kein Produkt registriert werden
es_mx: Actualmente no se puede registrar ningún producto
fi: Tuotetta ei voi rekisteröidä tällä hetkellä
fr: Aucun produit ne peut être enregistré actuellement
he: לא ניתן לרשום מוצר כרגע
id: Saat ini tidak ada produk yang dapat didaftarkan
it: Nessun prodotto può essere registrato al momento
ja: 現在、どの製品も登録できません
ko: 현재 등록 가능한 제품이 없음
nb: Ingen produkter kan registreres for øyeblikket
nl: Er kan momenteel geen product worden geregistreerd
pl: Aktualnie nie można zarejestrować żadnego produktu
pt_br: Não é possível registrar nenhum produto no momento
pt_pt: Nenhum produto pode ser registado atualmente
ru: В настоящее время ни одно устройство не может быть зарегистрировано
sk: V súčasnosti nie je možné zaregistrovať žiadny výrobok
sv: Ingen produkt kan registreras för närvarande
zh_hans: 目前无法注册任何设备
zh_hant: 目前無法註冊產品

# Find_other_registered_Product__Click_here
source: Find other registered Product? <bold>Click here</bold>
ar: هل تبحث عن منتج مسجل آخر؟ <bold>انقر هنا</bold>
da: Find andet registreret produkt? <bold>Klik her</bold>
de: Andere registrierte Produkte finden? <bold>Hier klicken</bold>
es_mx: ¿Buscar otro producto registrado? <bold>Haz clic aquí</bold>
fi: Etsi muita rekisteröityjä tuotteita? <bold>Napsauta tästä</bold>
fr: Trouver d'autres produits enregistrés ? <bold>Cliquez ici</bold>
he: למצוא מוצר רשום אחר? <bold>לחצו כאן</bold>
id: Temukan Produk terdaftar lainnya? <bold>Klik di sini</bold>
it: Cercare altri prodotti registrati? <bold>Clicca qui</bold>
ja: 登録済みのその他の製品を探しますか？<bold>ここをクリック</bold>
ko: 등록된 다른 제품을 찾으시겠습니까? <bold>여기 클릭</bold>
nb: Ferdig med produktregistrering? <bold>Klikk her</bold>
nl: Een ander geregistreerd product zoeken? <bold>Klik hier</bold>
pl: Znaleźć inne zarejestrowane produkty? <bold>Kliknij tutaj</bold>
pt_br: Procurar outro produto registrado? <bold>Clique aqui</bold>
pt_pt: Encontrar outro produto registado? <bold>Clique aqui</bold>
ru: Найти другой зарегистрированное устройство? <bold>Нажмите здесь</bold>
sk: Nájsť iný registrovaný výrobok? <bold>Kliknite sem</bold>
sv: Vill du hitta en annan registrerad produkt? <bold>Klicka här</bold>
zh_hans: 查找其他已注册设备？<bold>点击此处</bold>
zh_hant: 找到其他已註冊產品？<bold>按一下此處</bold>

source: Click here
ar: انقر هنا
da: Klik her
de: Hier klicken
es_mx: Haz clic aquí
fi: Napsauta tästä
fr: Cliquez ici
he: לחצו כאן
id: Klik di sini
it: Clicca qui
ja: ここをクリック
ko: 여기 클릭
nb: Klikk her
nl: Klik hier
pl: Kliknij tutaj
pt_br: Clique aqui
pt_pt: Clique aqui
ru: Нажмите здесь
sk: Kliknite sem
sv: Klicka här
zh_hans: 点击此处
zh_hant: 按一下此處

# Other_Register_Product
source: Other Registered Products
ar: منتجات أخرى مسجلة
da: Andre registrerede produkter
de: Andere registrierte Produkte
es_mx: Otros productos registrados
fi: Muut rekisteröidyt tuotteet
fr: Autres produits enregistrés
he: מוצרים רשומים אחרים
id: Produk Terdaftar Lainnya
it: Altri prodotti registrati
ja: 登録済みのその他の製品
ko: 등록된 다른 제품
nb: Andre registrerte produkter
nl: Andere geregistreerde producten
pl: Inne zarejestrowane produkty
pt_br: Outros produtos registrados
pt_pt: Outros produtos registados
ru: Другие зарегистрированные устройства
sk: Iné registrované výrobky
sv: Andra registrerade produkter
zh_hans: 其他已注册设备
zh_hant: 其他已註冊產品

# No_other_JBL_registered_product_at_present
source: No other registered product at present
ar: لا يوجد منتج آخر مسجل في الوقت الحالي
da: Ingen andre registrerede produkter på nuværende tidspunkt
de: Zurzeit ist kein anderes registriertes Produkt vorhanden
es_mx: Ningún otro producto registrado actualmente
fi: Tällä hetkellä ei ole muuta rekisteröityä tuotetta
fr: Aucun autre produit enregistré à l'heure actuelle
he: אין מוצר רשום אחר כרגע
id: Tidak ada produk lain yang terdaftar
it: Nessun altro prodotto registrato al momento
ja: 現在、登録済みのその他の製品はありません
ko: 현재 등록된 다른 제품이 없음
nb: Ingen andre registrerte produkter for øyeblikket
nl: Er is momenteel geen ander geregistreerd product
pl: Aktualnie nie ma innego zarejestrowanego produktu
pt_br: Não há nenhum outro produto registrado no momento
pt_pt: Nenhum outro produto registado atualmente
ru: В настоящее время нет других зарегистрированных устройств
sk: V súčasnosti nie je registrovaný žiadny iný výrobok
sv: För närvarande finns det ingen annan registrerad produkt
zh_hans: 目前没有其他已注册设备
zh_hant: 目前沒有其他已註冊產品

source: CREATE PARTY
ar: إنشاء حفلة
da: OPRET FEST
de: PARTY ERSTELLEN
es_mx: CREAR FIESTA
fi: LUO JUHLA
fr: CRÉER UNE FÊTE
he: יצירת מסיבה
id: BUAT PESTA
it: CREA PARTY
ja: パーティーを作成する
ko: 파티 생성
nb: OPPRETT FEST
nl: MAAK EEN FEESTJE
pl: STWÓRZ IMPREZĘ
pt_br: CRIAR FESTA
pt_pt: CRIAR FESTA
ru: СОЗДАТЬ ВЕЧЕРИНКУ
sk: VYTVORIŤ PÁRTY
sv: SKAPA PARTY
zh_hans: 创建派对
zh_hant: 建立派對

source: Add speakers
ar: قم بإضافة مكبرات الصوت
da: Tilføj højttalere
de: Lautsprecher hinzufügen
es_mx: Agregar altavoces
fi: Lisää kaiuttimet
fr: Ajouter une enceinte
he: הוספת רמקולים
id: Tambahkan speaker
it: Aggiungi degli speaker
ja: スピーカーを追加する
ko: 스피커 추가
nb: Legg til høyttalere
nl: Voeg luidsprekers toe
pl: Dodaj głośniki
pt_br: Adicionar caixas de som
pt_pt: Adicionar colunas
ru: Добавить колонки
sk: Pridať reproduktory
sv: Lägg till högtalare
zh_hans: 添加音箱
zh_hant: 新增喇叭

# You_are_listening_from_others_You_can_play_music_when_the_current_playback_stops
source: Your product is receiving music from another speaker. You can play music when the current playback stops.
ar: يتلقى منتجك الموسيقى من مكبر صوت آخر. يمكنك تشغيل الموسيقى عند توقف التشغيل الحالي.
da: Dit produkt modtager musik fra en anden højttaler. Du kan afspille musik, når den nuværende afspilning stopper.
de: Dein Gerät empfängt Musik von einem anderen Lautsprecher. Musik kann abgespielt werden, wenn die aktuelle Wiedergabe stoppt.
es_mx: Tu producto está recibiendo música de otro altavoz. Podrás reproducir música cuando se detenga la reproducción actual.
fi: Tuotteesi vastaanottaa musiikkia toisesta kaiuttimesta. Voit toistaa musiikkia, kun nykyinen toisto loppuu.
fr: Votre produit reçoit de la musique d'une autre enceinte. Vous pouvez jouer de la musique lorsque la lecture en cours s'arrête.
he: המוצר מקבל מוזיקה מרמקול אחר. ניתן להשמיע מוסיקה כשההשמעה הנוכחית תיפסק.
id: Produk Anda menerima musik dari speaker lain. Anda dapat memutar musik ketika pemutaran saat ini berhenti.
it: Il tuo prodotto sta ricevendo musica da un altro speaker. Potrai riprodurre musica quando la riproduzione corrente si interromperà.
ja: お持ちの製品は別のスピーカーから音楽を受信しています。現在の再生が停止すれば、音楽を再生することができます。
ko: 제품이 다른 스피커에서 음악을 수신하고 있습니다. 현재 재생이 중지되면 음악을 재생할 수 있습니다.
nb: Produktet ditt mottar musikk fra en annen høyttaler. Du kan spille av musikk når den aktuelle avspillingen stanser.
nl: Je apparaat ontvangt muziek van een andere luidspreker. Je kunt muziek afspelen wanneer de huidige weergave stopt.
pl: Twój produkt odbiera muzykę z innego głośnika. Możesz odtwarzać muzykę, gdy aktualnie odtwarzana się skończy.
pt_br: O produto está recebendo música de outra caixa de som. Você pode reproduzir música quando finalizar a reprodução atual.
pt_pt: O produto está a receber música de outra coluna. Pode reproduzir música quando a reprodução atual para.
ru: Ваше устройство принимает музыку из другой колонки. Вы сможете воспроизводить музыку, когда текущее воспроизведение остановится.
sk: Váš výrobok prijíma hudbu z iného reproduktora. Hudbu môžete prehrávať, keď sa aktuálne prehrávanie zastaví.
sv: Din produkt tar emot musik från en annan högtalare. Du kan spela musik när den aktuella uppspelningen stoppas.
zh_hans: 你的设备正在接收来自其他音箱的音乐。你可以在当前播放停止时播放音乐。
zh_hant: 您的產品正在從其他喇叭接收音樂。您可以在目前播放停止時播放音樂。
