Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# iheartradio_Loading____
source: Loading....
ar: جارِ التحميل...
da: Indlæser....
de: Wird geladen ...
es_mx: Cargando...
fi: Ladataan...
fr: Chargement…
he: טוען...
id: Memuat ...
it: Carico....
ja: ロードしています…
ko: 로드 중...
nb: Laster inn ...
nl: Laden....
pl: Wczytywanie...
pt_br: Carregando....
pt_pt: A carregar....
ru: Идет загрузка...
sk: Načítava sa...
sv: Laddar...
zh_hans: 正在加载...
zh_hant: 正在載入....

# iheartradio_Fail
source: Fail
ar: فشل
da: Mislykket
de: Fehlgeschlagen
es_mx: Error
fi: Ei läpäisyä
fr: Échec
he: נכשל
id: Gagal
it: Errore
ja: 失敗
ko: 실패
nb: Mislyktes
nl: Mislukt
pl: Niepowodzenie
pt_br: Falha
pt_pt: Falha
ru: Сбой
sk: Zlyhalo
sv: Misslyckades
zh_hans: 失败
zh_hant: 失敗

# iheartradio_Local_Radios
source: Local Radios
ar: محطات الراديو المحلية
da: Lokale radioer
de: Lokale Radios
es_mx: Radios locales
fi: Paikallisradiot
fr: Radios locales
he: מכשירי רדיו מקומיים
id: Radio Lokal
it: Radio locali
ja: ローカルラジオ
ko: 현지 라디오
nb: Lokale radiokanaler
nl: Lokale zenders
pl: Lokalne stacje radiowe
pt_br: Rádios Locais
pt_pt: Rádios locais
ru: Местные радиостанции
sk: Miestne rádiá
sv: Lokalla radior
zh_hans: 本地广播
zh_hant: 本地廣播

# iheartradio_Featured
source: Featured
ar: مميز
da: Fremhævet
de: Vorgestellt
es_mx: Destacado
fi: Esittelyssä
fr: Proposé
he: מומלצים
id: Sorotan
it: In primo piano
ja: 注目
ko: 추천
nb: Utvalgte
nl: Aanbevolen
pl: Polecane
pt_br: Destaque
pt_pt: Em destaque
ru: Избранное
sk: Odporúčané
sv: Utvalgad
zh_hans: 精选
zh_hant: 精選

# iheartradio_No_results
source: No results
ar: لا توجد نتائج
da: Ingen resultater
de: Keine Ergebnisse
es_mx: Sin resultados
fi: Ei tuloksia
fr: Aucun résultat
he: אין תוצאות
id: Tidak ada hasil
it: Nessun risultato
ja: 見つかりません
ko: 결과 없음
nb: Ingen resultater
nl: Geen resultaten
pl: Brak wyników
pt_br: Nenhum resultado
pt_pt: Sem resultados
ru: Результаты отсутствуют
sk: Žiadne výsledky
sv: Inget resultat
zh_hans: 无任何结果
zh_hant: 無結果

# iheartradio_Custom_Radio
source: Custom Radio
ar: محطة راديو مخصصة
da: Brugerdefineret radio
de: Benutzerdefiniertes Radio
es_mx: Radio personalizada
fr: Radio personnalisée
he: רדיו מותאם אישית
id: Radio Khusus
it: Radio personalizzata
ja: カスタムラジオ
ko: 사용자 정의 라디오
nb: Tilpasset radio
nl: Ingestelde radio
pl: Radio niestandardowe
pt_br: Rádio personalizado
pt_pt: Rádio personalizada
ru: Пользовательское радио
sk: Rádio na mieru
sv: Anpassad radio
zh_hans: 自定义广播
zh_hant: 自訂廣播

# iheartradio_Success
source: Success
ar: تم بنجاح
da: Gennemført
de: Erfolgreich
es_mx: Operación correcta
fi: Onnistui
fr: Réussite
he: הַצלָחָה
id: Berhasil
it: Fatto
ja: 成功
ko: 성공
nb: Utført
nl: Gelukt
pl: Sukces
pt_br: Bem-sucedido
pt_pt: Êxito
ru: Успешно
sk: Úspešné
sv: Lyckades
zh_hans: 成功
zh_hant: 成功

# iheartradio_Live_Radio
source: Live Radio
ar: البث الإذاعي
es_mx: Radio en vivo
fr: Radio en direct
he: רדיו חי
id: Radio Langsung
it: Radio Live
ko: 라이브 라디오
nb: Direktesendt radio
pl: Radio na żywo
pt_br: Rádio ao vivo
pt_pt: Rádio ao vivo
ru: Радио Live Radio
sk: Rádio naživo
zh_hans: 直播广播
zh_hant: 直播廣播

# iheartradio_Podcasts
source: Podcasts
ar: البودكاست
fi: Podcast-lähetykset
he: פודקאסטים
id: Podcast
it: Podcast
ja: ポッドキャスト
ko: 팟캐스트
nb: Podkaster
pl: Podcasty
ru: Подкасты
sk: Podcasty
sv: Podcaster
zh_hans: 播客
zh_hant: 播客

# iheartradio_Login
source: Login
ar: تسجيل الدخول
da: Log ind
de: Anmelden
es_mx: Inicio de sesión
fi: Kirjaudu sisään
fr: Connexion
he: התחברות
ja: ログイン
ko: 로그인
nb: Logg på
nl: Inloggen
pl: Logowanie
pt_pt: Iniciar sessão
ru: Регистрация
sk: Prihlásiť sa
sv: Logga in
zh_hans: 登录
zh_hant: 登入

# iheartradio_Local_Stations
source: Local Stations
ar: المحطات المحلية
da: Lokale stationer
de: Lokale Sender
es_mx: Estaciones locales
fi: Paikallisasemat
fr: Stations locales
he: תחנות מקומיות
id: Stasiun Lokal
it: Stazioni locali
ja: ローカルステーション
ko: 현지 스테이션
nb: Lokale kanaler
nl: Lokale zenders
pl: Lokalne stacje radiowe
pt_br: Estações Locais
pt_pt: Estações locais
ru: Местные станции
sk: Miestne stanice
sv: Lokala stationer
zh_hans: 本地电台
zh_hant: 本地電台

# iheartradio_Cancel
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es_mx: Cancelar
fi: Peruuta
fr: Annuler
he: לְבַטֵל
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отменить
sk: Zrušiť
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

# iheartradio_Options
source: Options
ar: الخيارات
da: Egenskaber
de: Möglichkeiten
es_mx: Opciones
fi: Valinnat
he: אפשרויות
id: Opsi
it: Opzioni
ja: オプション
ko: 옵션
nb: Alternativer
nl: Opties
pl: Opcje
pt_br: Opções
pt_pt: Opções
ru: Варианты
sk: Možnosti
sv: Alternativ
zh_hans: 选项
zh_hant: 選項

# iheartradio_Log_In
source: Log In
ar: تسجيل الدخول
da: Log ind
de: Anmelden
es_mx: Iniciar sesión
fi: Kirjaudu sisään
fr: Connexion
he: התחברות
ja: ログイン
ko: 로그인
nb: Logg på
nl: Inloggen
pl: Logowanie
pt_pt: Iniciar sessão
ru: Войти в систему
sk: Prihlásiť sa
sv: Logga in
zh_hans: 登录
zh_hant: 登入

# iheartradio_Please_enter_your_email_address
source: Please enter your email address
ar: يُرجى إدخال عنوان البريد الإلكتروني الخاص بك
da: Indtast venligst din e-mailadresse
de: Gibt bitte deine E-Mail-Adresse ein
es_mx: Ingrese su dirección de correo electrónico.
fi: Ole hyvä ja syötä sähköpostiosoitteesi
fr: Veuillez entrer votre adresse de messagerie
he: אנא הכנס את כתובת הדואל שלך
id: Silakan masukkan alamat email Anda
it: Inserisci il tuo indirizzo email
ja: Eメールアドレスを入力してください
ko: 이메일 주소를 입력하십시오
nb: Angi e-postadresse
nl: Voer uw e-mailadres in
pl: Wprowadź swój adres e-mail
pt_br: Digite o seu endereço de e-mail
pt_pt: Introduza o seu endereço de e-mail
ru: Введите ваш адрес электронной почты
sk: Prosím zadajte svoju e-mailovú adresu
sv: Ange en giltig e-postadress
zh_hans: 请输入你的电子邮件地址
zh_hant: 請輸入您的電子郵件地址

# iheartradio_Confirm
source: Confirm
ar: تأكيد
da: Bekræft
de: Bestätigen
es_mx: Confirmar
fi: Vahvista
fr: Confirmer
he: לְאַשֵׁר
id: Konfirmasi
it: Conferma
ja: 確定
ko: 확인
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
ru: Подтвердить
sk: Potvrdiť
sv: Bekräfta
zh_hans: 确认
zh_hant: 確認

# iheartradio_Must_enter_your_password
source: Must enter your password
ar: يجب إدخال كلمة المرور الخاصة بك
da: Skal indtaste din adgangskode
de: Bitte Passwort eingeben
es_mx: Debe ingresar la contraseña.
fi: Sinun on syötettävä salasanasi
fr: Vous devez entrer votre mot de passe
he: יש להזין את הסיסמה שלך
id: Harus memasukkan kata sandi Anda
it: Devi inserire la tua password
ja: パスワードを入力する必要があります
ko: 비밀번호를 입력해야 합니다
nb: Må angi passordet ditt
nl: U moet uw wachtwoord invoeren
pl: Należy wprowadzić hasło
pt_br: Precisa digitar sua senha
pt_pt: Tem de introduzir a sua palavra-passe
ru: Необходимо ввести пароль
sk: Musíte zadať svoje heslo
sv: Du måsta ange ditt lösenord
zh_hans: 必须输入你的密码
zh_hant: 必須輸入您的密碼

# iheartradio_Invalid_Email_Address
source: Invalid email address
ar: عنوان البريد الإلكتروني غير صالح
da: Ugyldig e-mailadresse
de: Ungültige E-Mail-Adresse
es_mx: Dirección de correo electrónico no válida
fi: Virheellinen sähköpostiosoite
fr: Adresse de messagerie non valide
he: כתובת דוא״ל לא חוקית
id: Alamat Email Tidak Valid
it: Indirizzo email non valido
ja: 無効なEメールアドレス
ko: 유효하지 않은 이메일 주소
nb: Ugyldig epostadresse
nl: Ongeldig e-mailadres
pl: Nieprawidłowy adres e-mail
pt_br: Endereço de E-mail Inválido
pt_pt: Endereço de e-mail inválido
ru: Неверный адрес электронной почты
sk: Neplatná e-mailová adresa
sv: Ogiltig e-postadress
zh_hans: 电子邮件地址无效
zh_hant: 電子郵件地址無效

# iheartradio_Retry
source: Retry
ar: إعادة المحاولة
da: Prøv igen
de: Erneut versuchen
es_mx: Reintentar
fi: Yritä uudestaan
fr: Réessayer
he: נסה שוב
id: Coba lagi
it: Riprova
ja: 再試行
ko: 재시도
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ru: Попробовать снова
sk: Skúsiť znova
sv: Försök igen
zh_hans: 重试
zh_hant: 重試

# iheartradio_Invalid_Password
source: Invalid Password
ar: كلمة مرور غير صحيحة
da: Ugyldig adgangskode
de: Passwort ungültig
es_mx: Contraseña no válida
fi: Väärä salasana
fr: Mot de passe incorrect
he: סיסמה שגויה
id: Kata Sandi Tidak Valid
it: Password non valida
ja: 無効なパスワード
ko: 유효하지 않은 비밀번호
nb: Ugyldig passord
nl: Ongeldig wachtwoord
pl: Nieprawidłowe hasło
pt_br: Senha inválida
pt_pt: Palavra-passe inválida
ru: Недействительный пароль
sk: Nesprávne heslo
sv: Ogiltigt lösenord
zh_hans: 密码无效
zh_hant: 密碼無效

source: Password must be 4-32 characters long, consisting of letters or numbers, with no spaces.
ar: يجب أن تتكون كلمة المرور من 4 إلى 32 حرفًا، وتتكون من أحرف أو أرقام، بدون مسافات.
da: Adgangskoden skal være 4-32 tegn lang, bestående af bogstaver eller tal, uden mellemrum.
de: Das Passwort muss 4–32 Zeichen lang sein und aus Buchstaben oder Zahlen bestehen, ohne Leerzeichen.
es_mx: La contraseña debe tener entre 4 y 32 letras o números sin espacios.
fi: Salasanan on oltava 4-32 merkkiä pitkä ja koostuttava kirjaimista tai numeroista ilman välilyöntejä.
fr: Le mot de passe doit contenir de 4 à 32 caractères, des lettres ou des chiffres, sans espace.
he: הסיסמה חייבת להיות באורך 4-32 תווים, מורכבת מאותיות או מספרים, ללא רווחים.
id: Panjang kata sandi harus 4–32 karakter, yang terdiri dari huruf atau angka, tanpa spasi.
it: La password deve essere lunga 4-32 caratteri, composta da lettere o numeri, senza spazi.
ja: パスワードは4-32文字の長さで、アルファベットまたは数字を使い、空白は入れられません。
ko: 비밀번호는 4~32자여야 하며, 공백 없이 문자 또는 숫자를 포함해야 합니다.
nb: Passordet må bestå av 4-32 tegn langt og bare inneholde bokstaver eller tall, uten mellomrom.
nl: Het wachtwoord moet 4 tot 32 tekens lang zijn, bestaande uit letters of cijfers, zonder spaties.
pl: Hasło powinno mieć długość od 4 do 32 znaków i składać się liter i/lub cyfr, bez spacji.
pt_br: A senha deve ter de 4 a 32 caracteres, consistindo de letras ou números, sem espaços.
pt_pt: A palavra-chave deve ter entre 4 e 32 caracteres e ser composta por letras ou números, sem espaços.
ru: Пароль должен состоять из 4-32 символов, содержать буквы или цифры, без пробелов.
sk: Heslo musí mať dĺžku 4 – 32 znakov a musí pozostávať z písmen alebo číslic, bez medzier
sv: Lösenordet måste vara 4-32 tecken långt och bestå av bokstäver eller siffror, utan mellanslag.
zh_hans: 密码长度必须是 4-32 个字符，由字母或数字组成，无空格。
zh_hant: 密碼長度必須為 4-32 個字元，由字母或數字組成，不能有空格。

# iheartradio_Login_failed
source: Login failed
ar: فشل تسجيل الدخول
da: Log-in mislykket
de: Anmeldung fehlgeschlagen
es_mx: Error al iniciar sesión
fi: Sisäänkirjautuminen epäonnistui
fr: Échec de la connexion
he: ההתחברות נכשלה
id: Login gagal
it: Login fallito
ja: ログインに失敗
ko: 로그인 실패
nb: Pålogging mislyktes
nl: Inloggen mislukt
pl: Niepowodzenie logowania
pt_br: Falha no login
pt_pt: Falha ao iniciar sessão
ru: Вход в систему не удался
sk: Prihlásenie zlyhalo
sv: Inloggningen misslyckades
zh_hans: 登录失败
zh_hant: 無法登入

# iheartradio_OK
source: OK
ar: موافق
es_mx: Aceptar
he: בסדר
id: OKE
ko: 확인
zh_hans: 确认
zh_hant: 確定

# iheartradio_Authentication_Failed
source: Authentication Failed
ar: فشلت المصادقة
da: Godkendelse mislykket
de: Authentifizierung fehlgeschlagen
es_mx: Error de autenticación
fi: Todentaminen epäonnistui
fr: Échec de l'authentification
he: אימות נכשל
id: Autentikasi Gagal
it: Autenticazione Fallita
ja: 認証に失敗
ko: 인증 실패
nb: Autentisering mislyktes
nl: Authenticatie mislukt
pl: Niepowodzenie uwierzytelnienia
pt_br: Falha na autenticação
pt_pt: Falha na autenticação
ru: Аутентификация не удалась
sk: Overenie zlyhalo
sv: Autentisering misslyckades
zh_hans: 验证失败
zh_hant: 無法驗證

# iheartradio_Loading
source: Loading
ar: التحميل
da: Indlæser
de: Wird geladen
es_mx: Cargando
fi: Lataa
fr: Chargement
he: טוען
id: Memuat
ja: ロードしています
ko: 로드 중
nb: Laster inn
nl: Laden
pl: Wczytywanie
pt_br: Carregando
pt_pt: Carregamento
ru: Идет загрузка
sk: Načítava sa
sv: Laddar
zh_hans: 正在加载
zh_hant: 正在載入

# iheartradio_Service_unavailable
source: Service unavailable
ar: الخدمة ليست متوفرة
da: Tjenesten er ikke tilgængelig
de: Dienst nicht verfügbar
es_mx: Servicio no disponible
fi: Palvelu ei ole käytettävissä
fr: Service indisponible
he: שירותים לא זמינים
id: Layanan tidak tersedia
it: Servizio non disponibile
ja: サービスが利用不能
ko: 서비스 사용 불가
nb: Tjenesten er utilgjengelig
nl: Dienst niet beschikbaar
pl: Usługa niedostępna
pt_br: Serviço indisponível
pt_pt: Serviço indisponível
ru: Сервис недоступен
sk: Služba nie je k dispozícií
sv: Tjänsten är inte tillgänglig
zh_hans: 服务不可用
zh_hant: 服務不可用

# iheartradio_The_email_password_does_not_match_our_records__Please_try_again_
source: The email/password does not match our records. Please try again.
ar: البريد الإلكتروني/كلمة المرور لا يتطابقان مع سجلاتنا. يُرجى إعادة المحاولة.
da: E-mailen / adgangskoden stemmer ikke overens med vores optegnelser. Prøv igen.
de: Die E-Mail-Adresse und das Passwort stimmen nicht mit unseren Daten überein. Bitte erneut versuchen.
es_mx: El correo electrónico o la contraseña no coinciden con nuestros registros. Inténtelo de nuevo.
fi: Sähköpostiosoite/salasana ei vastaa tietojamme. Yritä uudelleen.
fr: L'e-mail/mot de passe ne correspond pas à nos enregistrements. Veuillez réessayer.
he: האימייל/סיסמה אינם תואמים לרישומים שלנו. בבקשה נסה שוב.
id: Email/kata sandi tidak cocok dengan catatan kami. Silakan coba lagi.
it: L'email/password non corrisponde con i nostri dati registrati. Prova di nuovo.
ja: Eメール/パスワードが一致しません。再試行してください。
ko: 이메일/비밀번호가 기록과 일치하지 않습니다. 다시 시도하십시오.
nb: E-posten/passordet samsvarer ikke med opplysningene våre. Prøv igjen.
nl: Het e-mail/wachtwoord komt niet overeen met onze gegevens. Probeer het opnieuw.
pl: Wprowadzony adres e-mail/hasło są niezgodne z naszymi danymi. Spróbuj ponownie.
pt_br: O e-mail/senha não corresponde aos nossos registros. Tente novamente.
pt_pt: O e-mail/a palavra-passe não coincide com os nossos registos. Tente novamente.
ru: Электронная почта/пароль не соответствуют нашим записям. Попробуйте еще раз.
sk: E-mail / heslo sa nezhoduje s našimi záznamami. Prosím skúste to znova.
sv: E-postadressen/lösenordet stämmer inte överens med våra uppgifter Försök igen.
zh_hans: 电子邮件/密码与我们的记录不匹配。请重试。
zh_hant: 電子郵件/密碼與我們的記錄不符。請重試。

# iheartradio_Sign_Up
source: Sign Up
ar: تسجيل الاشتراك
da: Tilmeld dig
de: Registrieren
es_mx: Registrarse
fi: Rekisteröidy käyttäjäksi
fr: Inscription
he: הירשם
id: Daftar
it: Registrati
ja: サインアップ
ko: 가입하기
nb: Registrer deg
nl: Aanmelden
pl: Zarejestruj się
pt_br: Cadastrar-se
pt_pt: Registe-se
ru: Зарегистрироваться
sk: Zaregistrovať sa
sv: Bli medlem
zh_hans: 注册
zh_hant: 註冊

# iheartradio_Have_an_account__Log_in
source: Have an account? Log in
ar: هل لديك حساب؟ تسجيل الدخول
da: Har du en konto? Log ind
de: Bereits Konto vorhanden? Anmelden
es_mx: ¿Ya tiene una cuenta? Iniciar sesión
fi: Onko sinulla tili? Kirjaudu sisään
fr: Vous avez un compte ? Connexion
he: יש לך חשבון? התחברות
id: Punya akun? Login
it: Hai un account? Log in
ja: アカウントをお持ちですか？ログイン
ko: 계정이 있으십니까? 로그인
nb: Har du konto? Logg på
nl: Hebt u een account? Inloggen.
pl: Masz już konto? Zaloguj się
pt_br: Tem uma conta? Login
pt_pt: Já tem uma conta? Iniciar sessão
ru: У вас есть учетная запись? Войти в систему
sk: Máte účet? Prihláste sa
sv: Har du ett konto? Logga in
zh_hans: 是否已有账户？登录
zh_hant: 有帳戶？登入

# iheartradio_Sorry__you_are_not_eligible_to_register_for_iHeartRadio_
source: Sorry, you are not eligible to register for iHeartRadio.
ar: معذرةً، أنت غير مؤهل للتسجيل في iHeartRadio.
da: Du er desværre ikke berettiget til at tilmelde dig iHeartRadio.
de: Du bist leider nicht berechtigt, dich für iHeartRadio zu registrieren.
es_mx: No puede registrarse en iHeartRadio.
fi: Valitettavasti et voi rekisteröityä iHeartRadioon.
fr: Désolés, vous n'êtes pas éligible à une inscription à iHeartRadio.
he: מצטערים, אינך זכאי להירשם ל-iHeartRadio.
id: Maaf, Anda tidak memenuhi syarat untuk mendaftar iHeartRadio.
it: Spiacente, non sei idoneo per la registrazione a iHeartRadio.
ja: 、iHeartRadioに登録できません。
ko: 죄송합니다. iHeartRadio에 등록할 자격이 없습니다.
nb: Beklager, du er ikke kvalifisert til å registrere deg for iHeartRadio.
nl: U komt helaas niet in aanmerking om u te registreren voor iHeartRadio.
pl: Przepraszamy, nie możesz zarejestrować się w usłudze iHeartRadio.
pt_br: Desculpe, você não está qualificado para se registrar no iHeartRadio.
pt_pt: Lamentamos, mas não é elegível para se registar no iHeartRadio.
ru: Извините, вы не имеете права регистрироваться на iHeartRadio.
sk: Ľutujeme, nemáte nárok na registráciu do iHeartRadio
sv: Du är inte berättigad aad att registrera dig för iHeartRadio.
zh_hans: 抱歉，你没有资格注册 iHeartRadio。
zh_hant: 抱歉，您沒有資格註冊 iHeartRadio。

# iheartradio_Account_error
source: Account error
ar: خطأ في الحساب
da: Kontofejl
de: Kontofehler
es_mx: Error de cuenta
fi: Tilivirhe
fr: Erreur de compte
he: שגיאה בחשבון
id: Kesalahan akun
it: Errore account
ja: アカウントのエラー
ko: 계정 오류
nb: Kontofeil
nl: Accountfout
pl: Błąd konta
pt_br: Erro na conta
pt_pt: Erro de conta
ru: Ошибка учетной записи
sk: Chyba účtu
sv: Kontofel
zh_hans: 账户错误
zh_hant: 帳戶錯誤

# iheartradio_Password_error
source: Password error
ar: خطأ في كلمة المرور
da: Adgangskode-fejl
de: Passwortfehler
es_mx: Error de contraseña
fi: Salasanavirhe
fr: Erreur de mot de passe
he: שגיאת סיסמה
id: Kesalahan kata sandi
it: Errore password
ja: パスワードのエラー
ko: 비밀번호 오류
nb: Passordfeil
nl: Wachtwoordfout
pl: Błąd hasła
pt_br: Erro na senha
pt_pt: Erro de palavra-passe
ru: Ошибка пароля
sk: Chyba hesla
sv: Lösenordsfel
zh_hans: 密码错误
zh_hant: 密碼錯誤

# iheartradio_Login_failure
source: Login failure
ar: فشل تسجيل الدخول
da: Log-in-fejl
de: Anmeldung fehlgeschlagen
es_mx: Error en el inicio de sesión
fi: Kirjautumisen epäonnistuminen
fr: Échec de la connexion
he: כישלון התחברות
id: Kegagalan login
it: Login non riuscito
ja: ログインに失敗
ko: 로그인 실패
nb: Påloggingsfeil
nl: Inloggen mislukt
pl: Niepowodzenie logowania
pt_br: Falha no login
pt_pt: Falha ao efetuar início de sessão
ru: Вход в систему не удался
sk: Zlyhanie prihlásenia
sv: Inloggningsfel
zh_hans: 登录失败
zh_hant: 無法登入

# iheartradio_Please_enter_zip_code
source: Please enter zip code
ar: يُرجى إدخال الرمز البريدي
da: Indtast postnummer
de: Bitte Postleitzahl eingeben
es_mx: Ingrese el código postal.
fi: Syötä postinumero
fr: Veuillez entrer le code postal
he: נא להזין מיקוד
id: Masukkan kode pos
it: Inserisci il codice zip
ja: 郵便番号を入力してください
ko: 우편번호를 입력하십시오.
nb: Tast inn postnummeret
nl: Voer postcode in
pl: Wprowadź kod pocztowy
pt_br: Digite seu código postal
pt_pt: Introduza o código postal
ru: Введите почтовый индекс
sk: Zadajte PSČ
sv: Ange postnummer
zh_hans: 请输入邮政编码
zh_hant: 請輸入郵遞區號

# iheartradio_Please_enter_birth_year
source: Please enter birth year
ar: يُرجى إدخال سنة الميلاد
da: Indtast fødselsår
de: Bitte Geburtsjahr eingeben
es_mx: Ingrese el año de nacimiento.
fi: Syötä syntymävuosi
fr: Veuillez entrer l'année de naissance
he: נא להזין שנת לידה
id: Masukkan tahun lahir
it: Inserisci l'anno di nascita
ja: 誕生年を入力してください
ko: 태어난 연도를 입력하십시오.
nb: Angi fødselsår
nl: Voer geboortejaar in
pl: Wprowadź rok urodzenia
pt_br: Digite seu ano de nascimento
pt_pt: Introduza o ano de nascimento
ru: Введите год рождения
sk: Zadajte rok narodenia
sv: Ange födelseår
zh_hans: 请输入出生年份
zh_hant: 請輸入出生年份

source: You must agree to the Terms of Use and Privacy Policy
ar: يجب أن توافق على شروط الاستخدام وسياسة الخصوصية.
da: Du skal acceptere brugsbetingelserne og privatlivspolitikken
de: Du musst den Nutzungsbedingungen und der Datenschutzerklärung zustimmen
es_mx: Debe aceptar las Condiciones de uso y la Política de privacidad.
fi: Sinun on hyväksyttävä käyttöehdot ja tietosuojakäytäntö
fr: Vous devez accepter les conditions d'utilisation et la politique de confidentialité.
he: עליך להסכים לתנאי השימוש ולמדיניות הפרטיות עליך להס
id: Anda harus menyetujui Ketentuan Penggunaan dan Kebijakan Privasi.
it: Devi accettare le Condizioni d'uso e l'Informativa sulla Privacy.
ja: 利用規約およびプライバシーポリシーに同意する必要があります
ko: 이용 약관 및 개인정보 보호정책에 동의해야 합니다.
nb: Du må godta brukervilkårene og personvernerklæringen
nl: U moet akkoord gaan met de Gebruiksvoorwaarden en het Privacybeleid
pl: Należy wyrazić zgodę na Warunki użytkowania i Politykę prywatności
pt_br: Você deve concordar com os Termos de Uso e a Política de Privacidade.
pt_pt: Deve concordar com os Termos de Utilização e com a Política de Privacidade
ru: Вы должны согласиться с условиями использования и политикой конфиденциальности
sk: Musíte súhlasiť s Podmienkami používania a Zásadami ochrany osobných údajov
sv: Du måste godkänna användarvillkoren och sekretesspolicyn.
zh_hans: 你必须同意使用条款和隐私政策
zh_hant: 您必須同意使用條款和隱私權政策。

# iheartradio_Invalid_Email_
source: Invalid Email.
ar: بريد إلكتروني غير صحيح.
da: Ugyldig e-mail.
de: E-Mail-Adresse ist ungültig.
es_mx: Correo electrónico no válido.
fi: Virheellinen sähköpostiosoite.
fr: Adresse de messagerie incorrecte.
he: אימייל שגוי.
id: Email Tidak Valid.
it: Email non valida.
ja: 無効なEメール。
ko: 유효하지 않은 이메일입니다.
nb: Ugyldig epost.
nl: Ongeldige e-mail.
pl: Nieprawidłowy adres e-mail
pt_br: E-mail Inválido.
pt_pt: E-mail inválido.
ru: Неверный адрес электронной почты.
sk: Neplatný email
sv: Ogiltig e-postadress.
zh_hans: 电子邮件无效。
zh_hant: 電子郵件無效。

# iheartradio_Password_must_be_4_32_characters_
source: Password must be 4-32 characters.
ar: يجب أن تتكون كلمة المرور من 4 إلى 32 حرفًا.
da: Adgangskoden skal være på 4-32 tegn.
de: Das Passwort muss 4–32 Zeichen lang sein.
es_mx: La contraseña debe tener entre 4 y 32 caracteres.
fi: Salasanassa tulee olla 4-32 kirjoitusmerkkiä.
fr: Le mot de passe contenir de 4 à 32 caractères.
he: הסיסמה חייבת להיות באורך 4-32 תווים.
id: Kata sandi harus memiliki 4–32 karakter.
it: La password deve contenere 4-32 caratteri.
ja: パスワードは4-32文字にする必要があります。
ko: 비밀번호는 4~32자여야 합니다.
nb: Passordet må bestå av 4-32 tegn.
nl: Wachtwoord moet uit 4 tot 32 tekens bestaan.
pl: Hasło musi mieć długość od 4 do 32 znaków.
pt_br: A senha deve ter 4 a 32 caracteres.
pt_pt: A palavra-passe deve entre 4 e 32 caracteres.
ru: Пароль должен состоять из 4-32 символов.
sk: Heslo musí mať 4-32 znakov
sv: Lösenordet måste vara 4-32 tecken.
zh_hans: 密码必须是 4-32 个字符。
zh_hant: 密碼必須為 4-32 個字元。

# iheartradio_Please_enter_a_valid_birth_year_
source: Please enter a valid birth year.
ar: يُرجى إدخال سنة ميلاد صالحة.
da: Indtast venligst et gyldigt fødselsår.
de: Gib bitte ein gültiges Geburtsjahr ein.
es_mx: Ingrese un año de nacimiento válido.
fi: Kirjoita kelvollinen syntymävuosi.
fr: Veuillez entrer une année de naissance valide.
he: נא להזין שנת לידה חוקית.
id: Masukkan tahun lahir yang valid.
it: Inserisci un anno di nascita valido.
ja: 有効な誕生年を入力してください。
ko: 유효한 태어난 연도를 입력하십시오.
nb: Angi et gyldig fødselsår.
nl: Voer een geldig geboortejaar in.
pl: Wprowadź prawidłowy rok urodzenia.
pt_br: Digite um ano de nascimento válido.
pt_pt: Introduza um ano de nascimento válido.
ru: Введите действительный год рождения.
sk: Zadajte platný rok narodenia
sv: Ange ett giltigt födelseår.
zh_hans: 请输入有效的出生年份。
zh_hant: 請輸入有效的出生年份。

# iheartradio_ZIP_Code
source: ZIP Code
ar: الرمز البريدي
da: Postnummer
de: Postleitzahl
es_mx: Código postal
fi: Postinumero
fr: Code postal
he: מיקוד
id: Kode Pos
it: Codice ZIP
ja: 郵便番号
ko: 우편번호
nb: Postnummer
nl: Postcode
pl: Kod pocztowy
pt_br: Código Postal
pt_pt: Código postal
ru: Почтовый индекс
sk: PSČ
sv: Postnummer
zh_hans: 邮政编码
zh_hant: 郵遞區號

# iheartradio_Gender__optional_
source: Gender (optional)
ar: الجنس (اختياري)
da: Køn (valgfrit)
de: Geschlecht (optional)
es_mx: Género (opcional)
fi: Sukupuoli (vapaaehtoinen)
fr: Sexe (facultatif)
he: מין (אופציונלי)
id: Jenis kelamin (opsional)
it: Genere (opzionale)
ja: 性別（任意）
ko: 성별(옵션)
nb: Kjønn (ikke obligatorisk)
nl: Geslacht (optioneel)
pl: Płeć (opcjonalnie)
pt_br: Gênero (opcional)
pt_pt: Género (opcional)
ru: Пол (необязательно)
sk: Pohlavie (voliteľné)
sv: Kön (frivilligt)
zh_hans: 性别（可选）
zh_hant: 性別（可選）
