Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# H5_Your_product_has_been_upgraded_for_better_performance
source: Your product has been upgraded for better performance.
ar: تمت ترقية منتجك للحصول على أداء أفضل.
da: Dit produkt er opgraderet for bedre ydeevne.
de: Dein Gerät wurde für eine bessere Leistung aufgerüstet.
es_mx: Tu producto se actualizó para mejorar su rendimiento.
fi: Tuotettasi on uudistettu suorituskyvyn parantamiseksi.
fr: Votre produit a été mis à niveau pour de meilleures performances.
he: המוצר שודרג לביצועים טובים יותר.
id: Produk Anda telah ditingkatkan agar performanya meningkat.
it: Il tuo prodotto è stato aggiornato per prestazioni migliori.
ja: 更に上質なパフォーマンスのために製品がアップグレードされました。
ko: 더 나은 성능을 위해 제품이 업그레이드되었습니다.
nb: Produktet ditt er nå oppgradert for bedre ytelse.
nl: Je product is opgewaardeerd voor betere prestaties.
pl: Produkt został zaktualizowany dla uzyskania lepszej wydajności.
pt_br: Seu produto foi atualizado para um melhor desempenho.
pt_pt: O seu produto foi atualizado para um desempenho melhor.
ru: Ваше устройство было обновлено для повышения производительности.
sk: Váš výrobok bol vylepšený pre lepší výkon.
sv: Din produkt har uppgraderats för bättre prestanda.
zh_hans: 你的设备已升级，性能更佳。
zh_hant: 為了獲得更佳的效能，您的產品已升級。

# H5_Roon_is_now_supported
source: Roon is now supported
ar: منصة Roon مدعومة الآن
da: Roon understøttes nu
de: Roon wird jetzt unterstützt
es_mx: Roon ahora es compatible
fi: Roon on nyt tuettu
fr: Roon est maintenant pris en charge
he: עכשיו יש תמיכה ב-Roon
id: Roon kini didukung
it: Roon è ora supportato
ja: 現在、Roonに対応しています
ko: 이제 Roon이 지원됨
nb: Roon støttes nå
nl: Roon wordt nu ondersteund
pl: Roon jest już obsługiwany
pt_br: A Roon é agora compatível
pt_pt: O Roon é agora suportado
ru: Roon теперь поддерживается
sk: Roon je teraz podporovaný
sv: Roon stöds nu
zh_hans: 现已支持 Roon
zh_hant: 現在支援 Roon

source: %@ has Roon's streaming technology built in, for better-sounding, easier to navigate, highest-quality music streaming throughout your home.
ar: يحتوي %@ على تقنية البث من منصة Roon المدمجة، للحصول على صوت أفضل وسهولة التنقل وأعلى جودة لبث الموسيقى في جميع أنحاء منزلك.
da: %@ har Roons streamingteknologi indbygget for bedre lydkvalitet, lettere navigation og streaming af musik i højeste kvalitet til hele dit hjem.
de: %@ verfügt über die Streaming-Technologie von Roon, die für einen besseren Sound, eine einfachere Navigation und Musikstreaming in höchster Qualität in deinem ganzen Haus sorgt.
es_mx: %@ lleva incorporada la tecnología de transmisión de Roon, para que la transmisión de música en toda la casa suene mejor, sea más fácil de navegar y ofrezca la máxima calidad.
fi: %@:ssa on sisäänrakennettu Roonin suoratoistotekniikka, joka mahdollistaa paremman äänen, helpomman navigoinnin ja korkealaatuisen musiikin suoratoiston koko kodissasi.
fr: %@ intègre la technologie de diffusion de Roon, pour un meilleur son, une navigation plus facile et une diffusion de musique de la plus haute qualité dans votre maison.
he: ל-%@ יש את טכנולוגיית הזרימה המובנית של Roon, לקבלת צליל טוב יותר, לניווט קל יותר ולהזרמת מוסיקה באיכות הגבוהה ביותר ברחבי הבית.
id: %@ menyertakan teknologi streaming bawaan Roon, untuk streaming musik dengan suara yang lebih impresif, navigasi yang lebih mudah, dan kualitas terbaik di seluruh penjuru rumah Anda.
it: %@ è dotato della tecnologia di streaming Roon integrata, per un suono migliore, una navigazione più semplice ed uno streaming di musica di altissima qualità in tutta la casa.
ja: %@はRoonのストリーミング技術を内蔵しており、最高品質の音楽ストリーミングの上質なサウンドを直感的なな操作で家全体に提供します。
ko: %@에는 Roon의 스트리밍 기술이 내장되어 있어 집안 어디서나 더 나은 음질은 물론 탐색하기 쉬운 최고 품질의 음악 스트리밍을 즐길 수 있습니다.
nb: %@ har Roons strømmeteknologi innebygget, for bedre lyd, enklere navigering og musikkstrømming av høyeste kvalitet i hjemmet.
nl: %@ heeft ingebouwde Roon-streamingtechnologie voor beter geluid, gemakkelijke navigatie en hoge kwaliteit muziekstreaming door het hele huis.
pl: %@ ma wbudowaną technologią strumieniowania Roon, która pozwala uzyskać lepszy dźwięk, łatwiejszą nawigację i najwyższą jakość strumieniowania muzyki w Twoim domu.
pt_br: %@ possui a tecnologia de streaming da Roon integrada para uma experiência musical de melhor qualidade, mais fácil de navegar e com áudio superior em toda a sua casa.
pt_pt: %@ tem incorporada a tecnologia de transmissão do Roon, para uma transmissão de música com melhor som, mais fácil de navegar e de alta qualidade em toda a casa.
ru: %@ имеет встроенную технологию потоковой передачи Roon для лучшего звучания, упрощения навигации и потоковой передачи музыки высочайшего качества по всему дому.
sk: %@ má zabudovanú technológiu streamovania od spoločnosti Roon, ktorá umožňuje lepšie ozvučenie, jednoduchšiu navigáciu a streamovanie hudby v najvyššej kvalite vo vašej domácnosti.
sv: %@ har Roons streamingteknik inbyggd, för bättre ljud, enklare navigering och musikstreaming av högsta kvalitet i hela ditt hem.
zh_hans: %@ 内置 Roon 串流技术，可在家中串流播放音质更佳、更易导航、最高品质的音乐。
zh_hant: %@ 內建了 Roon 的串流技術，可在您家中提供更佳音效、更易導覽、最高品質的音樂串流服務。

source: Start by creating a Roon account with below coupon code :
ar: ابدأ بإنشاء حساب على منصة Roon باستخدام رمز القسيمة أدناه:
da: Start med at oprette en Roon-konto med nedenstående rabatkode:
de: Beginne mit der Erstellung eines Roon-Kontos mit dem unten stehenden Gutscheincode:
es_mx: Comienza por crear una cuenta de Roon con el siguiente código de cupón:
fi: Aloita luomalla Roon-tili alla olevalla kuponkikoodilla:
fr: Commencez par créer un compte Roon avec le code de promotion ci-dessous :
he: להתחלה, יש ליצור חשבון Roon באמצעות קוד הקופון להלן:
id: Mulai dengan membuat akun Roon dengan kode kupon di bawah:
it: Inizia creando un account Roon con il seguente codice coupon:
ja: 以下のクーポンコードでRoonアカウントを作成して開始します：
ko: 아래 쿠폰 코드로 Roon 계정을 생성하여 시작:
nb: Begynn med å opprette en Roon-konto med kupongkoden nedenfor:
nl: Begin met het aanmaken van een Roon-account met onderstaande couponcode:
pl: Zacznij od utworzenia konta Roon, korzystając z poniższego kodu kuponu:
pt_br: Comece criando uma conta Roon com o código de cupom promocional abaixo:
pt_pt: Comece por criar uma conta Roon com o código de cupão abaixo:
ru: Начните с создания учетной записи Roon с приведенным ниже кодом купона:
sk: Začnite vytvorením účtu Roon pomocou nižšie uvedeného kódu kupónu:
sv: Börja med att skapa ett Roon-konto med rabattkoden nedan:
zh_hans: 使用以下优惠券代码创建 Roon 账户：
zh_hant: 首先使用以下優惠券代碼建立一個 Roon 帳戶：

source: Valid for new Roon users only, the redemption period might end without prior notice.
ar: صالحة لمستخدمي منصة Roon الجدد فقط، وقد تنتهي فترة الاسترداد دون إشعار مسبق.
da: Kun gyldig for nye Roon-brugere, indløsningsperioden kan afsluttes uden forudgående varsel.
de: Gültig nur für neue Roon-Benutzer, der Einlösungszeitraum kann ohne vorherige Ankündigung enden.
es_mx: Válido solo para nuevos usuarios de Roon, el periodo de canje podría finalizar sin previo aviso.
fi: Voimassa vain uusille Roon-käyttäjille, lunastusaika voi päättyä ilman ennakkoilmoitusta.
fr: Valable uniquement pour les nouveaux utilisateurs de Roon, la période d'échange peut se terminer sans préavis.
he: תקף אך ורק למשתמשי Roon חדשים. תקופת המימוש עשויה להסתיים ללא הודעה מוקדמת.
id: Hanya berlaku untuk pengguna baru Roon, periode penukaran dapat berubah tanpa pemberitahuan.
it: Valido solo per i nuovi utenti Roon, il periodo di riscatto potrebbe terminare senza preavviso.
ja: 新規のRoonユーザーにのみ有効で、無料期間は事前の通知なしに終了する場合があるため予めご了承ください。
ko: Roon 신규 사용자에게만 유효하며 리뎀션 기간은 사전 고지 없이 종료될 수 있습니다.
nb: Kun gyldig for nye Roon-brukere. Innløsningsperioden kan avsluttet uten forvarsel.
nl: Alleen geldig voor nieuwe Roon-gebruikers. De verzilveringsperiode kan zonder voorafgaande kennisgeving eindigen.
pl: Kod jest ważny tylko dla nowych użytkowników Roon, a okres odbioru może zakończyć się bez wcześniejszego powiadomienia.
pt_br: Válido apenas para novos usuários Roon. O período de resgate pode terminar sem aviso prévio.
pt_pt: Válido apenas para novos utilizadores do Roon, o período de resgate pode terminar sem aviso prévio.
ru: Действительно только для новых пользователей Roon, период активации может закончиться без предварительного уведомления.
sk: Platí len pre nových používateľov Roon, obdobie uplatnenia môže skončiť bez predchádzajúceho upozornenia.
sv: Gäller endast nya Roon-användare, inlösenperioden kan avslutas utan föregående meddelande.
zh_hans: 仅对 Roon 新用户有效，兑换期可能结束，恕不另行通知。
zh_hant: 僅適用於新的 Roon 使用者，兌換期可能在不事先通知的情況下結束。

# H5_REDEEM
source: REDEEM
ar: الاسترداد
da: INDLØS
de: EINLÖSEN
es_mx: CANJEAR
fi: LUNASTA
fr: RACHETER
he: מימוש
id: TUKARKAN
it: RISCATTA
ja: 無料トライアルを利用する
ko: 리딤
nb: INNLØS
nl: VERZILVEREN
pl: ODBIERZ
pt_br: RESGATAR
pt_pt: RESGATAR
ru: АКТИВИРОВАТЬ
sk: UPLATNIŤ
sv: LÖS IN
zh_hans: 兑换
zh_hant: 兌換

# H5_To_redeem_later
source: To redeem later, select [Product Settings] > [Roon Ready] from product card to continue.
ar: للاسترداد لاحقًا، حدد [إعدادات المنتج] > [Roon Ready] من بطاقة المنتج للمتابعة.
da: For at indløse senere, vælg [Produktindstillinger] > [Roon Ready] fra produktkortet for at fortsætte.
de: Wähle für die spätere Einlösung [Produkteinstellungen] > [Roon Ready] auf der Produktkarte, um fortzufahren.
es_mx: Para canjear más tarde, selecciona [Ajustes del producto] > [Roon Ready] en la tarjeta del producto para continuar.
fi: Jos haluat lunastaa myöhemmin, valitse tuotekortista [Tuoteasetukset] > [Roon Ready] jatkaaksesi.
fr: Pour l'utiliser plus tard, sélectionnez [Paramètres du produit] > [Roon Ready] sur la carte du produit pour continuer.
he: כדי לממש במועד מאוחר יותר, יש לבחור [הגדרות מוצר] > [Roon Ready] בכרטיס המוצר כדי להמשיך.
id: Untuk menukarkan pada lain waktu, pilih [Pengaturan Produk] > [Roon Ready] dari kartu produk untuk melanjutkan.
it: Per riscattare in seguito, seleziona [Impostazioni prodotto] > [Roon Ready] dalla scheda prodotto per continuare.
ja: 後でトライアルを利用するには、製品カードから[製品の設定] > [Roon Ready]を選択して続行します。
ko: 나중에 리딤하려면 제품 카드에서 [제품 설정] > [Roon Ready]를 선택하여 계속 진행합니다.
nb: Du kan innløse senere ved å gå til [Produktinnstillinger] > [Roon Ready] fra produktkortet for å fortsette.
nl: Om dit later te verzilveren, selecteer je [Productinstellingen] > [Roon Ready] op de productkaart om door te gaan.
pl: Aby odebrać kod później, w karcie produktu wybierz [Ustawienia produktu] > [Roon Ready].
pt_br: Para resgatar mais tarde, selecione [Configurações do produto] > [Roon Ready] no cartão do produto para continuar.
pt_pt: Para resgatar mais tarde, selecione [Definições do produto] > [Roon Ready] no cartão de produto para continuar.
ru: Чтобы активировать позже, выберите [Настройки продукта] > [Roon Ready] на карточке устройства для продолжения.
sk: Ak chcete uplatniť neskôr, vyberte na karte výrobku [Nastavenia produktu] > [Roon Ready] a pokračujte.
sv: För att lösa in senare, välj [Produktinställningar] > [Roon Ready] från produktkortet för att fortsätta.
zh_hans: 要稍后兑换，请从设备卡中选择 [设备设置] > [Roon Ready] 以继续。
zh_hant: 若要稍後兌換，請從產品卡選擇 [產品設定] > [Roon Ready] 以繼續。

source: Later you can still do so from product control section.
ar: لا يزال بإمكانك القيام بذلك في وقت لاحق من قسم التحكم في المنتج.
da: Senere kan du stadig gøre dette fra produktstyringssektionen.
de: Später kannst du dies immer noch über die Gerätesteuerung vornehmen.
es_mx: Más adelante podrás seguir haciéndolo desde la sección de control de productos.
fi: Voit suorittaa sen myöhemmin tuotteen valvontaosasta.
fr: Vous pouvez toujours le faire plus tard depuis la section de contrôle du produit.
he: מאוחר יותר עדיין תוכלו לעשות זאת מתוך מקטע בקרת מוצר.
id: Anda tetap dapat melakukannya nanti dari bagian kontrol produk.
it: Potrai farlo anche in seguito dalla sezione di controllo del prodotto.
ja: 後で、製品操作セクションから行うこともできます。
ko: 나중에 제품 제어 섹션에서 계속 사용할 수 있습니다.
nb: Du kan også gjøre det senere fra produktets kontrolldel.
nl: Later kun je dit nog steeds doen vanuit de sectie productcontrole.
pl: Możesz to zrobić później z sekcji sterowania produktem.
pt_br: Mais tarde, você ainda poderá fazer isso na seção de controle do produto.
pt_pt: Posteriormente, pode ainda fazê-lo a partir da secção de controlo do produto.
ru: Позже вы сможете сделать это из раздела управления устройством.
sk: Neskôr to môžete vykonať v časti ovládacích prvkov výrobku.
sv: Senare kan du fortfarande göra det från produktkontrollsektionen.
zh_hans: 稍后你仍可从设备控制部分进行兑换。
zh_hant: 稍後，您仍可從產品控制區段執行此操作。

source: Create a System
ar: قم بإنشاء نظام
da: Opret et system
de: System erstellen
es_mx: Crear un sistema
fi: Luo järjestelmä
fr: Créer un système
he: יצירת מערכת
id: Buat Sistem
it: Crea un sistema
ja: システムを作成する
ko: 시스템 생성
nb: Opprett et system
nl: Creëer een systeem
pl: Utwórz system
pt_br: Criar um sistema
pt_pt: Criar um sistema
ru: Создать систему
sk: Vytvoriť skupinu
sv: Skapa ett system
zh_hans: 创建系统
zh_hant: 建立系統

source: Create a stereo pair or connect with other speakers.
ar: قم بإنشاء زوج استريو أو اتصل بمكبرات صوت أخرى.
da: Opret et stereopar eller forbind med andre højttalere.
de: Erstelle ein Stereopaar oder verbinde es mit anderen Lautsprechern.
es_mx: Crea un par estéreo o conéctalo con otros altavoces.
fi: Luo stereopari tai yhdistä muihin kaiuttimiin.
fr: Créer une paire stéréo ou connexion à d'autres enceintes.
he: יצירת זוג סטריאו או התחברות לרמקולים אחרים.
id: Buat pasangan stereo atau sambungkan dengan speaker lain.
it: Crea una coppia stereo o collega con altri speaker.
ja: ステレオペアを作成、または他のスピーカーと接続します。
ko: 스테레오 페어를 생성하거나 다른 스피커에 연결합니다.
nb: Opprett et stereopar eller koble til med andre høyttalere.
nl: Creëer een stereopaar of maak verbinding met andere luidsprekers.
pl: Utwórz parę stereo lub połącz z innymi głośnikami.
pt_br: Crie um par estéreo ou conecte com outras caixas de som.
pt_pt: Crie um par estéreo ou ligue a outras colunas.
ru: Создайте стереопару или подключитесь к другим колонкам.
sk: Vytvoriť stereo pár alebo pripojiť k iným reproduktorom.
sv: Skapa ett stereopar eller anslut till andra högtalare.
zh_hans: 创建一对立体声音箱或与其他音箱连接。
zh_hant: 建立立體聲配對或與其他喇叭連接。

source: Create a Home Theatre
ar: قم بإنشاء مسرح منزلي
da: Opret en hjemmebiograf
de: Heimkino einrichten
es_mx: Crear un sistema de cine en casa
fi: Luo kotiteatteri
fr: Créer un Home Cinema
he: יצירת תיאטרון ביתי
id: Buat Teater Rumah
it: Crea un Home Theater
ja: ホームシアターを作成する
ko: 홈시어터 생성
nb: Opprett en hjemmekino
nl: Creëer een thuisbioscoop
pl: Utwórz kino domowe
pt_br: Criar um Home Theate
pt_pt: Criar um cinema em casa
ru: Создайте домашний кинотеатр
sk: Vytvoriť domáce kino
sv: Skapa en hemmabio
zh_hans: 创建家庭影院
zh_hant: 建立家庭影院

source: Connect to a subwoofer or other speakers.
ar: قم بالتوصيل بمضخم صوت أو مكبرات صوت أخرى.
da: Forbind til en subwoofer eller andre højttalere.
de: Mit einem Subwoofer oder anderen Lautsprechern verbinden.
es_mx: Conecta a un altavoz de graves o a otros altavoces.
fi: Liitä subwooferiin tai muihin kaiuttimiin.
fr: Connectez-vous à un caisson de basses ou à d'autres enceintes.
he: התחברות לסאבוופר או לרמקולים אחרים.
id: Sambungkan ke subwoofer atau speaker lain.
it: Collega ad un subwoofer o ad altri speaker.
ja: サブウーファーまたはその他のスピーカーに接続します。
ko: 서브우퍼 또는 다른 스피커에 연결합니다.
nb: Koble til en subwoofer eller andre høyttalere.
nl: Aansluiten op een subwoofer of andere luidsprekers.
pl: Połącz z subwooferem lub innymi głośnikami.
pt_br: Conecte com um subwoofer ou outras caixas de som.
pt_pt: Ligue a um subwoofer ou a outras colunas.
ru: Подключитесь к сабвуферу или другим колонкам.
sk: Pripojiť k subwooferu alebo iným reproduktorom.
sv: Anslut till en subwoofer eller andra högtalare.
zh_hans: 连接低音炮或其他音箱。
zh_hant: 連接至重低音喇叭或其他喇叭。

source: Create a Stereo Pair
ar: قم بإنشاء زوج استريو
da: Opret et stereopar
de: Stereopaar erstellen
es_mx: Crear un par estéreo
fi: Stereoparin luominen
fr: Création d'une paire stéréo
he: יצירת זוג סטריאו
id: Buat Pasangan Stereo
it: Crea una coppia stereo
ja: ステレオペアを作成する
ko: 스테레오 페어 생성
nb: Opprett et stereopar
nl: Creëer een stereopaar
pl: Utwórz parę stereo
pt_br: Criar um par estéreo
pt_pt: Criar um emparelhamento estéreo
ru: Создайте стереопару
sk: Vytvoriť stereofónny pár
sv: Skapa ett stereopar
zh_hans: 创建一对立体声音箱
zh_hant: 建立立體聲配對

source: Connect to a Soundbar
ar: قم بالتوصيل بمكبر الصوت
da: Forbind til en soundbar
de: Verbindung mit einer Soundbar
es_mx: Conectar a una barra de sonido
fi: Liittäminen Soundbariin
fr: Connexion à une barre de son
he: התחברות למקרן קול
id: Sambungkan ke Soundbar
it: Collega ad una soundbar
ja: サウンドバーに接続する
ko: 사운드바에 연결
nb: Koble til en lydplanke
nl: Sluit aan op een Soundbar
pl: Połącz z soundbarem
pt_br: Conectando o produto
pt_pt: Ligar a uma Soundbar
ru: Подключитесь к сабвуферу
sk: Pripojiť k soundbaru
sv: Anslut till en soundbarhögtalare
zh_hans: 连接到回音壁音箱
zh_hant: 連接至條形音箱

source: Make sure the other products are powered on and connected to the same network.
ar: تأكد من تشغيل المنتجات الأخرى وتوصيلها بنفس الشبكة.
da: Sørg for, at de andre produkter er tændt og forbundet til samme netværk.
de: Vergewissere dich, dass die anderen Geräte eingeschaltet und mit demselben Netzwerk verbunden sind.
es_mx: Asegúrate de que los demás productos están encendidos y conectados a la misma red.
fi: Varmista, että muihin tuotteisiin on kytketty virta ja että ne on liitetty samaan verkkoon.
fr: Les autres produits doivent être sous tension et connectés au même réseau.
he: יש לוודא שהמוצרים האחרים מופעלים ומחוברים לאותה רשת.
id: Pastikan produk lain telah dinyalakan dan tersambung ke jaringan yang sama.
it: Assicurati che gli altri prodotti siano accesi e collegati alla stessa rete.
ja: その他の製品の電源が入っており、同一のネットワークに接続されていることをご確認ください。
ko: 다른 제품 전원이 켜져 있고 동일한 네트워크에 연결되어 있는지 확인합니다.
nb: Sørg for at produktene er aktivert og koblet til det samme nettverket.
nl: Zorg ervoor dat de andere producten zijn ingeschakeld en op hetzelfde netwerk zijn aangesloten.
pl: Upewnij się, że inne produkty są podłączone do zasilania i połączone z tą samą siecią.
pt_br: Verifique se os outros produtos estão ligados e conectados à mesma rede.
pt_pt: Certifique-se de que os outros produtos estão ligados e conectados à mesma rede.
ru: Убедитесь, что другие устройства включены и подключены к той же сети.
sk: Skontrolujte, či sú ostatné produkty zapnuté a pripojené k rovnakej sieti.
sv: Se till att de andra produkterna är påslagna och anslutna till samma nätverk.
zh_hans: 确保其他设备已接通电源并连接到同一网络。
zh_hant: 確保其他產品已開機且連接到同一網路。

source: For better sound performance, not all products can be grouped as an system.
ar: للحصول على أداء صوتي أفضل، لا تقم بتجميع كل المنتجات كنظام واحد.
da: Af hensyn til lydkvaliteten kan ikke alle produkter grupperes som et system.
de: Für eine bessere Soundleistung können nicht alle Geräte zu einem System gruppiert werden.
es_mx: Para obtener un mejor rendimiento de sonido, no todos los productos pueden agruparse como un sistema.
fi: Paremman äänentoiston varmistamiseksi kaikkia tuotteita ei voida ryhmitellä järjestelmäksi.
fr: Pour de meilleures performances sonores, les produits ne peuvent pas tous être groupés dans un système.
he: לביצועי קול טובים יותר, לא ניתן לקבץ את כל המוצרים בתור מערכת.
id: Demi performa suara yang lebih impresif, tidak semua produk bisa dikelompokkan sebagai sistem.
it: Per una migliore prestazione sonora, non tutti i prodotti possono essere raggruppati in un sistema.
ja: 上質なサウンドパフォーマンスを実現するために、全ての製品をシステムとしてグループ化できるわけではありません。
ko: 사운드 성능 향상을 위해 일부 제품을 시스템으로 그룹화할 수 없습니다.
nb: For bedre lyd kan ikke alle produkter grupperes som et system.
nl: Voor betere geluidsprestaties kunnen niet alle producten als systeem worden gegroepeerd.
pl: Aby uzyskać lepszą wydajność dźwiękową, nie wszystkie produkty można grupować w postaci systemu.
pt_br: Para um melhor desempenho sonoro, nem todos os produtos podem ser agrupados como um sistema.
pt_pt: Para um melhor desempenho sonoro, nem todos os produtos podem ser agrupados como um sistema.
ru: Для обеспечения наилучшего качества звучания не все устройства можно объединить в одну систему.
sk: Kvôli lepšiemu zvukovému výkonu nie je možné všetky výrobky zoskupiť ako systém.
sv: För bättre ljudprestanda kan inte alla produkter grupperas som system.
zh_hans: 为了获得更好的音质表现，并非所有设备都适合组成系统。
zh_hant: 為了獲得更佳的音效，並非所有的產品都可以分組為一個系統。

source: Cannot find the products to pair with ?
ar: لا يمكنك العثور على منتجات للاقتران بها؟
da: Kan du ikke finde produkter at parre med?
de: Es werden keine Geräte gefunden, mit denen eine Kopplung hergestellt werden kann?
es_mx: ¿No encuentras los productos con los que sincronizar?
fi: Ei löydy tuotteita pariksi?
fr: Vous ne trouvez pas les produits à jumeler ?
he: לא מוצאים את המוצרים להתאמה?
id: Tidak bisa menemukan produk untuk dipasangkan?
it: Non riesci a trovare i prodotti con i quali eseguire l'abbinamento?
ja: ペアリングする製品が見つかりませんか？
ko: 페어링할 제품을 찾을 수 없습니까?
nb: Finner du ikke produkter å sammenkoble med?
nl: Kun je de producten om te koppelen niet vinden?
pl: Nie można znaleźć produktów do sparowania?
pt_br: Não é possível encontrar produtos para serem emparelhados?
pt_pt: Não consegue encontrar os produtos para emparelhar?
ru: Не можете найти устройства для сопряжения?
sk: Nemôžete nájsť výrobky, s ktorými sa má spárovať?
sv: Kan du inte hitta produkterna att para ihop med?
zh_hans: 无法找到要配对的设备？
zh_hant: 找不到要配對的產品？

source: Make sure another product of the same model is powered on and placed nearby.
ar: تأكد من تشغيل منتج آخر من نفس الطراز ووضعه في مكان قريب.
da: Sørg for, at et andet produkt af samme model er tændt og placeret i nærheden.
de: Stelle sicher, dass das andere Gerät desselben Modells eingeschaltet ist und sich in der Nähe befindet.
es_mx: Asegúrate de que otro producto del mismo modelo esté encendido y colocado cerca.
fi: Varmista, että toinen saman mallin tuote on kytketty päälle ja sijoitettu lähelle.
fr: Assurez-vous qu’un autre produit du même modèle soit allumé et placé à proximité.
he: ודאו שמוצר אחר של אותו דגם מופעל ומוצב בקרבת מקום.
id: Pastikan produk lain dengan model yang sama telah dinyalakan dan letaknya dekat.
it: Assicurati che un altro prodotto dello stesso modello sia acceso e posizionato nelle vicinanze.
ja: 同一モデルの別の製品の電源が入っており、近くにあることをご確認ください。
ko: 동일한 모델의 다른 스피커 전원이 켜져 있고 주변에 있는지 확인합니다.
nb: Sørg for at et annet produkt av samme modell er slått på og i nærheten.
nl: Zorg ervoor dat een ander product van hetzelfde model is ingeschakeld en in de buurt is geplaatst.
pl: Upewnij się, że drugi produkt tego samego modelu jest włączony do zasilania i znajduje się w pobliżu.
pt_br: Verifique se outro produto do mesmo modelo está ligado e posicionado em um local próximo.
pt_pt: Certifique-se de outro produto do mesmo modelo está ligado e por perto.
ru: Убедитесь, что другое устройство той же модели включено и находится рядом.
sk: Uistite sa, že iný výrobok rovnakého modelu je zapnutý a umiestnený v blízkosti.
sv: Kontrollera att en annan produkt av samma modell är påslagen och placerad i närheten.
zh_hans: 确保另一个同型号设备已接通电源并放置在附近。
zh_hant: 確保同一型號的其他產品已開機並放置在附近。
