Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# manual_trigger_wifi_setup_mode_c
source: Double press the setup button on the back side, LED will flash when it enters setup mode.
ar: اضغط ضغطًا مزدوجًا على زر الإعداد الموجود في الجزء الخلفي، ستلاحظ أن LED بدأ في الوميض عندما يدخل الجهاز في وضع الإعداد.
da: Tryk to gange på setup-knappen på bagsiden, lyset blinker, når den er i opsætnings-tilstand.
de: Drücke zweimal die Taste Setup (Einrichtung) auf der Rückseite. Wenn das Gerät in den Einrichtungsmodus wechselt, blinkt die LED.
es_mx: Presiona dos veces el botón de configuración en la parte posterior; el indicador luminoso parpadeará cuando ingrese al modo de configuración.
fi: Paina takapuolella olevaa asetuspainiketta kahdesti, LED välähtää, kun se siirtyy asetustilaan.
fr: Appuyez sur le bouton de configuration au dos, le témoin clignote au passage à la configuration.
he: לחצו פעמיים על לחצן ההגדרה בחלק האחורי. הנורית תהבהב כשהיא נכנסת למצב הגדרה.
id: Tekan dua kali tombol pengaturan di bagian belakang, LED akan berkedip ketika memasuki mode pengaturan.
it: Premi due volte il pulsante di configurazione sul lato posteriore, il LED lampeggerà quando entra in modalità di configurazione.
ja: 背面側の設定ボタンを2度押しすると、設定モードに入ったときにLEDが点滅します。
ko: 후면의 설정 버튼을 두 번 누릅니다. 설정 모드에 들어오면 LED가 깜박입니다.
nb: Dobbelttrykk på konfigureringsknappen på baksiden, LED-lampen blinker når den går inn i konfigureringsmodus.
nl: Druk twee keer op de setup-knop aan de achterkant, de LED knippert wanneer de setup-modus is ingeschakeld.
pl: Naciśnij dwukrotnie przycisk konfiguracji na tylnej części, a dioda LED mignie po tym, jak urządzenie wejdzie do trybu konfiguracji.
pt_br: Pressione duas vezes o botão de configuração na parte traseira, o LED piscará ao entrar no modo de configuração.
pt_pt: Prima duas vezes o botão de configuração na parte de trás, o LED piscará quando entrar no modo de configuração.
ru: Дважды нажмите кнопку настройки на задней панели, светодиод начнет мигать, когда устройство перейдет в режим настройки.
sk: Dvakrát stlačte tlačidlo nastavenia na zadnej strane, LED kontrolka bude blikať, keď vstúpi do režimu nastavenia.
sv: Tryck två gånger på inställningsknappen på baksidan, LED-lampan blinkar när inställningsläget aktiveras.
zh_hans: 双击背面的设置按钮，进入设置模式后 LED 指示灯闪烁。
zh_hant: 按兩下背面的設定按鈕，進入設定模式時 LED 會閃爍。

# manual_trigger_factory_reset_a
source: Press and hold VOL- & VOL+ & SOURCE buttons at the same time until the LED flashes (hold for about 5 seconds).
ar: اضغط مع الاستمرار على أزرار -VOL (خفض مستوى الصوت) و+VOL (رفع مستوى الصوت) وSOURCE (المصدر) في الوقت نفسه حتى يومض مؤشر LED (استمر في الضغط لمدة 5 ثوانٍ).
da: Hold knapperne VOL- & VOL+ &amp; SOURCE nede på samme tid, indtil lyset blinker (hold dem nede i ca. 5 sekunder).
de: Halte die Tasten VOL-, VOL+ und SOURCE gleichzeitig gedrückt, bis die LED blinkt (etwa 5 Sekunden lang gedrückt halten).
es_mx: Mantén presionados los botones VOL-, VOL+ y SOURCE al mismo tiempo hasta que el indicador luminoso comience a parpadear (presiona unos 5 segundos).
fi: Pidä VOL- ja VOL+ ja ; SOURCE-painikkeita painettuina samanaikaisesti, kunnes LED välähtää (pidä painettuna noin 5 sekuntia).
fr: Appuyez pendant environ 5 secondes simultanément sur les boutons VOL-, VOL+ et SOURCE jusqu'à ce que le témoin clignote.
he: לחצו לחיצה ארוכה בו-זמנית על הלחצנים VOL-‎ וגם VOL+‎ וגם SOURCE עד שהנורית תהבהב (החזיקו למשך 5 שניות לערך).
id: Tekan lalu tahan tombol VOL- dan VOL+ &amp; SOURCE secara bersamaan sampai LED berkedip (tahan selama sekitar 5 detik).
it: Tieni premuti contemporaneamente i pulsanti VOL- & VOL+ &amp; SOURCE finché il LED non lampeggia (tieni premuto per circa 5 secondi).
ja: LEDが点滅するまでVOL-ボタンとVOL+ボタン&amp;SOURCEボタンを同時に長押しします（約5秒間押したままにします）。
ko: LED가 깜박일 때까지 VOL- & VOL+ 및 SOURCE 버튼을 동시에 길게 누릅니다(약 5초간 누르기).
nb: Trykk på og hold inne VOL- og VOL+- og SOURCE-knappene samtidig til Bildefilen LED-lampen blinker (hold inne i ca. 5 sekunder).
nl: Houd de knoppen VOL- & VOL+ en SOURCE tegelijkertijd ingedrukt totdat de LED knippert (ongeveer 5 seconden ingedrukt houden).
pl: Naciśnij i przytrzymaj jednocześnie przyciski VOL-, VOL+ oraz SOURCE, aż dioda LED zacznie pulsować (przytrzymaj je przez około 5 sekund).
pt_br: Pressione e segure os botões VOL- e VOL+ e SOURCE ao mesmo tempo até que o LED pisque (mantenha pressionado por cerca de 5 segundos).
pt_pt: Prima continuamente os botões VOL-, VOL+ e SOURCE ao mesmo tempo até o LED piscar (mantenha-os premidos durante cerca de 5 segundos).
ru: Одновременно нажмите и удерживайте кнопки VOL-, VOL+ и SOURCE, пока светодиод не начнет мигать (удерживайте около 5 секунд).
sk: Súčasne stlačte a podržte tlačidlá VOL- a VOL+ &amp; SOURCE, kým LED kontrolka nezačne blikať (podržte asi 5 sekúnd).
sv: Tryck och håll in VOL- och VOL+ och SOURCE samtidigt tills lysdioden blinkar (håll i ca 5 sekunder).
zh_hans: 同时按住 VOL-、VOL+ 和 SOURCE 按钮约 5 秒，直到 LED 指示灯闪烁。
zh_hant: 同時按住 VOL-、VOL+ 和 SOURCE 按鈕，直到 LED 開始閃爍（按住約 5 秒鐘）。

# manual_trigger_factory_reset_b
source: Press and hold MOMENT & PLAY buttons at the same time until the LED flashes (hold for about 10 seconds).
ar: اضغط مطولاً على زري MOMENT وPLAY في الوقت نفسه حتى يومض مؤشر LED (استمر في الضغط لمدة 10 ثوانٍ).
da: Hold knapperne MOMENT og PLAY nede på samme tid, indtil lyset blinker (hold dem nede i ca. 10 sekunder).
de: Halte die Tasten MOMENT und PLAY gleichzeitig gedrückt, bis die LED blinkt (etwa 10 Sekunden lang gedrückt halten).
es_mx: Mantén presionados los botones MOMENT y PLAY al mismo tiempo hasta que el indicador luminoso parpadee (presiona durante unos 10 segundos).
fi: Pidä MOMENT & PLAY-painikkeita painettuna samanaikaisesti, kunnes LED välähtää (pidä painettuna noin 10 sekuntia).
fr: Appuyez pendant environ 10 secondes simultanément sur les boutons MOMENT et PLAY jusqu'à ce que le témoin clignote.
he: לחצו לחיצה ארוכה על הלחצנים MOMENT ו-PLAY בו-זמנית עד שהנורית תהבהב (החזיקו למשך 10 שניות לערך).
id: Tekan lalu tahan tombol MOMENT dan PLAY secara bersamaan hingga LED berkedip (tahan sekitar 10 detik).
it: Tieni premuti contemporaneamente i pulsanti MOMENT & PLAY finché il LED non lampeggia (tieni premuto per circa 10 secondi).
ja: LEDが点滅するまでMOMENTとPLAYボタンを同時に長押しします（約10秒間押したままにします）。
ko: LED가 깜박일 때까지 MOMENT 및 PLAY 버튼을 동시에 길게 누릅니다(약 10초간 누르기).
nb: Trykk på og hold inne MOMENT- og PLAY-knappene samtidig til LED-lampen blinker (hold inne i ca. 10 sekunder).
nl: Houd de MOMENT & PLAY knoppen gelijktijdig ingedrukt totdat de LED knippert (ongeveer 10 seconden vasthouden).
pl: Naciśnij i przytrzymaj jednocześnie przyciski MOMENT i PLAY, aż dioda LED zacznie pulsować (przytrzymaj je przez około 10 sekund).
pt_br: Pressione e segure os botões MOMENT e PLAY ao mesmo tempo até que o LED pisque (mantenha pressionado por cerca de 10 segundos).
pt_pt: Mantenha os botões MOMENT & PLAY premidos ao mesmo tempo até o LED piscar (mantenha-os premidos durante cerca de 10 segundos).
ru: Одновременно нажмите и удерживайте кнопки MOMENT и PLAY, пока светодиод не начнет мигать (удерживайте около 10 секунд).
sk: Súčasne stlačte a podržte tlačidlá MOMENT a PLAY, kým nezačne blikať kontrolka (podržte asi 10 sekúnd).
sv: Tryck på och håll in MOMENT- och PLAY-knapparna samtidigt tills lysdioden blinkar (håll i ca 10 sekunder).
zh_hans: 同时按住 MOMENT 和 PLAY 按钮约 10 秒，直到 LED 指示灯闪烁。
zh_hant: 同時按住 MOMENT 和 PLAY（播放）按鈕，直到 LED 開始閃爍（按住約 10 秒）。

# manual_trigger_factory_reset_c
source: Press and hold the setup button on the backside until the LED flashes (hold for about 10 seconds).
ar: استمر في الضغط مطولاً على زر الإعداد الموجود في الجزء الخلفي حتى يومض مؤشر LED (استمر في الضغط لمدة 10 ثوانٍ).
da: Hold knappen Setup på bagsiden nede, indtil lyset blinker (hold den nede i ca. 10 sekunder).
de: Halte die Taste Setup auf der Rückseite gedrückt, bis die LED blinkt (etwa 10 Sekunden lang gedrückt halten).
es_mx: Mantén presionado el botón de configuración en la parte posterior hasta que el indicador luminoso parpadee (presiona durante unos 10 segundos).
fi: Pidä takapuolella olevaa asetuspainiketta painettuna, kunnes LED välähtää (pidä painettuna noin 10 sekuntia).
fr: Appuyez pendant environ 10 secondes sur le bouton de configuration au dos jusqu'à ce que le témoin clignote.
he: לחצו לחיצה ארוכה בו-זמנית על לחצן ההגדרה שבחלק האחורי עד שהנורית תהבהב (החזיקו למשך 10 שניות לערך).
id: Tekan lalu tahan tombol pengaturan di bagian belakang sampai LED berkedip (tahan selama sekitar 10 detik).
it: Tieni premuto il pulsante di configurazione sul lato posteriore finché il LED non lampeggia (tieni premuto per circa 10 secondi).
ja: LEDが点滅するまで背面側の設定ボタンを長押しします（約10秒間押したままにします）。
ko: LED가 깜박일 때까지 후면의 설정 버튼을 길게 누릅니다(약 10초간 누르기).
nb: Trykk på og hold inne konfigureringsknappen på baksiden til LED-lampen blinker (hold inne i ca. 10 sekunder).
nl: Houd de setup-knop aan de achterkant ingedrukt totdat de LED knippert (ongeveer 10 seconden ingedrukt houden).
pl: Naciśnij i przytrzymaj przycisk konfiguracji na tylnej części urządzenia, aż dioda LED zacznie pulsować (przytrzymaj go przez około 10 sekund).
pt_br: Pressione e segure o botão de configuração na parte traseira até que o LED pisque (mantenha pressionado por cerca de 10 segundos).
pt_pt: Prima continuamente o botão de configuração na parte de trás até o LED piscar (mantenha-os premidos durante cerca de 10 segundos).
ru: Нажмите и удерживайте кнопку настройки на задней панели, пока светодиод не начнет мигать (удерживайте около 10 секунд).
sk: Stlačte a podržte tlačidlo nastavenia na zadnej strane, kým nezačne blikať LED kontrolka (podržte asi 10 sekúnd).
sv: Håll inställningsknappen på baksidan intryckt tills lysdioden blinkar (håll intryckt i ca 10 sekunder).
zh_hans: 按住背面的设置按钮约 10 秒，直到 LED 指示灯闪烁。
zh_hant: 按住背面的設定按鈕，直到 LED 開始閃爍（按住約 10 秒）。

source: If the above methods don’t work, please ungroup and group again.
ar: إذا لم تُجدِ الطرق المذكورة أعلاه نفعًا، يرجاء إلغاء الاقتران ثم إجراء عملية الاقتران مجددًا.
da: Hvis ovenstående metoder ikke virker, skal du ophæve og genoprette grupperingen.
de: Wenn die oben genannten Methoden nicht funktionieren, löse bitte die Gruppierung auf und gruppiere die Geräte erneut.
es_mx: Si los métodos anteriores no funcionan, desagrupa y agrupa nuevamente.
fi: Jos edellä mainitut menetelmät eivät toimi, poista ryhmittely ja ryhmittele uudelleen.
fr: Si les méthodes ci-dessus ne fonctionnent pas, veuillez dissocier puis grouper à nouveau.
he: אם השיטות לעיל לא עובדות, יש לפרק את הקבוצה ולקבץ שוב.
id: Jika cara di atas tidak berhasil, pisahkan lalu buat grup sekali lagi.
it: Se i metodi di cui sopra non funzionano, separa e raggruppa di nuovo.
ja: 上記の方法がうまくいかない場合は、グループ化を解除し、再度グループ化してください。
ko: 위의 방법으로도 해결되지 않으면 그룹을 해제했다가 다시 그룹을 지정하십시오.
nb: Hvis de ovennevnte fremgangsmåtene ikke fungerer, må du oppheve grupperingen og gruppere på nytt.
nl: Als de bovenstaande methoden niet werken, degroepeer de groep en groepeer opnieuw.
pl: Jeśli powyższe metody nie działają, cofnij grupowanie i pogrupuj ponownie.
pt_br: Se os métodos acima não funcionarem, desagrupe e reagrupe novamente.
pt_pt: Se os métodos acima referidos não funcionarem, desagrupe e voltar a agrupar.
ru: Если вышеуказанные методы не работают, разгруппируйте и сгруппируйте снова.
sk: Ak uvedené metódy nefungujú, zrušte zoskupenie a zoskupte ho znova.
sv: Om ovanstående metoder inte fungerar, vänligen avgruppera och gruppera igen.
zh_hans: 如果上述方法无效，请取消分组并重新分组。
zh_hant: 若以上方法都不起作用，請取消分組並再次分組。

source: Checking the latest software. This will take a while.
ar: التحقق من تنصيب أحدث البرامج. هذا قد يستغرق وقتًا.
da: Tjekker den nyeste software. Det kan tage lidt tid.
de: Überprüfung auf die neueste Software. Dies dauert eine Weile.
es_mx: Buscando el software más reciente. Esto tardará unos minutos.
fi: Viimeisimmän ohjelmiston tarkistaminen. Tämä kestää jonkin aikaa.
fr: Recherche du dernier logiciel. Cela peut prendre un certain temps.
he: מבוצעת בדיקה של התוכנה העדכנית ביותר. פעולה זו תימשך זמן מה.
id: Memeriksa perangkat lunak terbaru. Ini akan cukup memakan waktu.
it: Verifica del software più recente. Ci vorrà un po'.
ja: 最新のソフトウェアをチェックしています。少々時間がかかります。
ko: 최신 소프트웨어를 확인 중입니다. 얼마간의 시간이 소요될 수 있습니다.
nb: Sjekker den nyeste programvaren. Dette vil ta litt tid.
nl: Controleren voor de nieuwste software. Dit zal even duren.
pl: Trwa sprawdzanie najnowszej wersji oprogramowania. To zajmie chwilę.
pt_br: Verificando o software mais recente. Isso pode demorar um pouco.
pt_pt: A verificar o software mais recente. Esta ação vai demorar algum tempo.
ru: Проверка последней версии программного обеспечения. Это займет некоторое время.
sk: Kontrola najnovšieho softvéru. Bude to chvíľu trvať.
sv: Kontrollerar den senaste programvaran. Detta tar en stund.
zh_hans: 检查最新软件。这要花点时间。
zh_hant: 正在檢查最新軟體。這將需要一段時間。

source: The app will guide to group soundbar and subwoofer together as a home theatre system.
ar: سيقوم التطبيق بتوجيهك لربط العارضة الصوتية والمضخم معًا لتكوين نظام مسرح منزلي.
da: Appen hjælper dig med at gruppere soundbar og subwoofer som et hjemmebiograf-anlæg.
de: Die App zeigt dir Schritt für Schritt, wie du Soundbar und Subwoofer zu einem Heimkino-System gruppieren kannst.
es_mx: La aplicación te guiará para agrupar la barra de sonido y el altavoz de graves en un sistema de cine en casa.
fi: Sovellus opastaa ryhmittämään soundbarin ja subwooferin yhteen kotiteatterijärjestelmäksi.
fr: L'application vous guidera pour grouper la barre de son et le caisson de basses en tant que système de cinéma à domicile.
he: היישום ינחה לקבץ את מקרן הקול והסאב-וופר יחד כמערכת קולנוע ביתי.
id: Aplikasi ini akan memandu Anda dalam menggabungkan (sebagai grup) soundbar dan subwoofer menjadi sistem home theatre.
it: L'app ti guiderà per raggruppare la soundbar ed il subwoofer come un sistema home theatre.
ja: アプリがホームシアターシステムとして、サウンドバーとサブウーファーを一緒にグループ化することをお知らせします。
ko: 앱에서 홈시어터 시스템으로 사운드바와 서브우퍼를 함께 그룹 지정하는 방법을 안내합니다.
nb: Appen veileder deg til å gruppere lydplanken og subwooferer sammen som et hjemmekinoanlegg.
nl: De app geeft aanwijzingen om de soundbar en subwoofer te groeperen als een thuisbioscoopsysteem.
pl: Aplikacja poprowadzi cię, przez grupowanie soundbara i subwoofera jako systemu kina domowego.
pt_br: O aplicativo orientará você a agrupar a soundbar e o subwoofer como um sistema de home theater.
pt_pt: A aplicação irá guiá-lo para agrupar a soundbar e o subwoofer como um sistema de cinema em casa.
ru: Приложение поможет объединить саундбар и сабвуфер в систему домашнего кинотеатра.
sk: Aplikácia vám pomôže zoskupiť soundbar a subwoofer ako systém domáceho kina.
sv: Appen hjälper dig att gruppera soundbar och subwoofer tillsammans som ett hemmabiosystem.
zh_hans: 应用程序将引导你将条形音箱和低音炮组合成家庭影院系统。
zh_hant: 該應用程式將引導您把條形音箱和重低音喇叭組合在一起，作為一個家庭影院系統。

source: Group soundbar with subwoofer to add on more bass to your home theatre system.
ar: قم بربط العارضة الصوتية ومضخم الصوت لإضافة صوت جهير إضافي لنظام المسرح المنزلي خاصتك.
da: Grupper soundbar med subwoofer for at tilføje mere bas til dit hjemmebiograf-anlæg.
de: Gruppiere die Soundbar mit dem Subwoofer für mehr Bass in deinem Heimkino-System.
es_mx: Agrupa la barra de sonido y el altavoz de graves para agregar más graves a tu sistema de cine en casa.
fi: Ryhmitä soundbar ja subwoofer yhteen lisätäksesi bassoa kotiteatterijärjestelmääsi.
fr: Groupez la barre de son avec le caisson de basses pour ajouter plus de graves à votre système de cinéma à domicile.
he: קבצו מקרן קול עם סאבוופר כדי להוסיף עוד בס למערכת הקולנוע הביתי.
id: Buat soundbar dan subwoofer menjadi grup guna menambah bass pada sistem home theatre Anda.
it: Raggruppa la soundbar con il subwoofer per aggiungere più bassi al tuo sistema home theatre.
ja: サウンドバーとサブウーファーをグループ化して、ホームシアターシステムに更なる低音を追加します。
ko: 사운드바와 서브우퍼 그룹을 지정하여 더 많은 저음을 홈시어터 시스템에 추가합니다.
nb: Grupper lydplanken med subwooferen for å få mer bass på hjemmekinoanlegget.
nl: Groepeer soundbar met subwoofer om meer bas toe te voegen aan je thuisbioscoopsysteem.
pl: Zgrupuj soundbar z subwooferem, aby dodać więcej basu do swojego systemu kina domowego.
pt_br: Agrupe a soundbar com o subwoofer para adicionar mais graves ao sistema de home theater.
pt_pt: Junte a soundbar com o subwoofer para adicionar mais graves ao seu sistema de cinema em casa.
ru: Сгруппируйте саундбар с сабвуфером, чтобы добавить больше басов в систему домашнего кинотеатра.
sk: Zoskupte soundbar so subwooferom, ktorý dodá vášmu systému domáceho kina viac basov.
sv: Gruppera soundbar med subwoofer för att lägga till mer bas i ditt hemmabiosystem.
zh_hans: 将条形音箱和低音炮组合在一起，为家庭影院系统增添更多低音效果。
zh_hant: 把條形音箱和重低音喇叭組合，以向您家庭影院系統加入更多低音。

# moment_customize_moment
source: Customize Moment
ar: تحسين خاصية Moment
da: Tilpas "Moment"
de: Moment anpassen
es_mx: Personalizar la función Moment
fi: Mukauta hetki
fr: Personnaliser un Moment
he: התאמה אישית של Moment
id: Sesuaikan Moment
it: Personalizza Moment
ja: Momentをカスタマイズ
ko: 모멘트 사용자 정의
nb: Tilpass øyeblikk
nl: Moment aanpassen
pl: Dostosuj Moment
pt_br: Personalizar o Moment
pt_pt: Personalizar Moment
ru: Настроить Moment
sk: Prispôsobte moment
sv: Anpassa Moment
zh_hans: 自定义 Moment
zh_hant: 自訂 Moment

# moment_timer
source: Timer
ar: المؤقت
es_mx: Temporizador
fi: Ajastin
fr: Minuteur
he: טיימר
ja: タイマー
ko: 타이머
pl: Zegar
pt_br: Temporizador
pt_pt: Temporizador
ru: Таймер
sk: Časovač
zh_hans: 计时器
zh_hant: 定時器

# moment_timer_x_min
source: %d min
ar: %d دقيقة
he: %d דק׳
id: %d menit
ja: %d分
ko: %d분
ru: %d мин
zh_hans: %d 分钟
zh_hant: %d 分鐘

source: Select your favourite ambient audio or playlist to set up one touch playback on your product.
ar: حدد الصوت المحيط أو قائمة التشغيل المفضلة لديك لإعداد التشغيل بلمسة واحدة على منتجك.
da: Vælg din foretrukne stemningslyd eller playliste for at konfigurere hurtig afspilning på dit produkt.
de: Wähle deine Lieblingsmusik oder eine Wiedergabeliste aus, um die One-Touch-Wiedergabe auf deinem Gerät einzurichten.
es_mx: Selecciona tu música de ambiente o lista de reproducción favoritas para configurar la reproducción de un solo toque en tu producto.
fi: Valitse suosikkiäänesi tai soittolista ja aseta tuotteeseen yhden kosketuksen toisto.
fr: Sélectionnez votre audio d'ambiance ou votre liste de lecture préféré pour configurer la lecture en une touche sur votre produit.
he: בחרו את שמע האווירה או רשימת ההשמעה המועדפת עליכם כדי להגדיר השמעה בלחיצה אחת במוצר.
id: Pilih suara sekitar atau daftar lagu favorit Anda untuk mengatur pemutaran dalam satu sentuh di produk Anda.
it: Scegli il tuo suono ambientale preferito o la playlist per impostare la riproduzione One Touch sul prodotto.
ja: お気に入りの環境オーディオまたはプレイリストを選択し、製品でワンタッチ再生を設定します。
ko: 좋아하는 주변 소리 또는 재생 목록을 선택하여 제품에서 원터치 재생을 설정하세요.
nb: Velg favorittomgivelseslyden eller spillelisten din for å konfigurere avspilling med ett trykk på produktet.
nl: Selecteer je favoriete omgevingsgeluid of afspeellijst om afspelen met één druk op de knop in te stellen op je apparaat.
pl: Wybierz swój ulubiony dźwięk typu ambient lub listę odtwarzania, aby ustawić odtwarzanie za pomocą jednego dotknięcia na swoim produkcie.
pt_br: Selecione seu ambiente de áudio favorito ou lista de reprodução para configurar a reprodução com um toque no seu produto.
pt_pt: Selecione o ambiente de áudio ou lista de reprodução favoritos para configurar a reprodução com um toque no seu produto.
ru: Выберите любимое стороннее аудио или плейлист, чтобы настроить воспроизведение в одно касание на своем устройстве.
sk: Vyberte si svoj obľúbený zvuk z okolia alebo zoznamu skladieb a nastavte prehrávanie jedným dotykom na svojom výrobku.
sv: Välj ditt favoritljud eller din favoritspellista för att ställa in uppspelning med en knapptryckning på din produkt.
zh_hans: 选择你喜爱的环境音频或播放列表，在设备上设置一键播放。
zh_hant: 選擇您最愛的環境音訊或播放清單，以在您的產品上設定一鍵播放。

source: Select your favourite playlist to set up one touch playback on your product.
ar: حدد قائمة التشغيل المفضلة لديك لإعداد التشغيل بلمسة واحدة على منتجك.
da: Vælg din foretrukne playliste for at konfigurere hurtig afspilning på dit produkt.
de: Wähle deine Lieblings-Wiedergabeliste aus, um die One-Touch-Wiedergabe auf deinem Gerät einzurichten.
es_mx: Selecciona tu lista de reproducción favorita para configurar la reproducción de un solo toque en tu producto.
fi: Valitse suosikkisoittolistasi ja aseta tuotteeseen yhden kosketuksen toisto.
fr: Sélectionnez votre liste de lecture préférée pour configurer la lecture en une touche sur votre produit.
he: בחרו את רשימת ההשמעה המועדפת עליכם כדי להגדיר השמעה בלחיצה אחת במוצר.
id: Pilih daftar lagu favorit Anda untuk mengatur pemutaran dalam satu sentuh di produk Anda.
it: Scegli la playlist preferita per impostare la riproduzione One Touch sul prodotto.
ja: お気に入りのプレイリストを選択し、製品でワンタッチ再生を設定します。
ko: 좋아하는 재생 목록을 선택하여 제품에서 원터치 재생을 설정하세요.
nb: Velg favorittspillelisten din for å konfigurere avspilling med ett trykk på produktet.
nl: Selecteer je favoriete afspeellijst om afspelen met één druk op de knop in te stellen op je apparaat.
pl: Wybierz swoją ulubioną listę odtwarzania, aby ustawić odtwarzanie za pomocą jednego dotknięcia na swoim produkcie.
pt_br: Selecione sua lista de reprodução favorita para configurar a reprodução com um toque no seu produto.
pt_pt: Selecione a lista de reprodução favorita para configurar a reprodução com um toque no seu produto.
ru: Выберите свой любимый плейлист, чтобы настроить воспроизведение в одно касание на своем устройстве.
sk: Vyberte si svoj obľúbený zoznam skladieb a nastavte prehrávanie jedným dotykom na svojom výrobku.
sv: Välj din favoritspellista för att ställa in uppspelning med en knapptryckning på din produkt.
zh_hans: 选择你喜爱的播放列表，在设备上设置一键播放。
zh_hant: 選擇您最愛的播放清單，以在您的產品上設定一鍵播放。

source: Forest
ar: صوت الغابة
da: Forest (Skov)
de: Wald
es_mx: Bosque
fi: Metsä
fr: Forêt
he: יער
id: Hutan
ja: フォレスト
ko: 숲 소리
nb: Skog
nl: Bos
pl: Las
pt_br: Floresta
pt_pt: Floresta
ru: Лес
sk: Les
sv: Skog
zh_hans: 森林
zh_hant: 森林

source: Rain
ar: صوت المطر
da: Rain (Regn)
de: Regen
es_mx: Lluvia
fi: Sade
fr: Pluie
he: גשם
id: Hujan
ja: レイン
ko: 빗소리
nb: Regn
nl: Regen
pl: Deszcz
pt_br: Chuva
pt_pt: Chuva
ru: Дождь
sk: Dážď
sv: Regn
zh_hans: 雨滴
zh_hant: 下雨

source: Ocean
ar: صوت المحيط
da: Ocean (Havet)
de: Meer
es_mx: Océano
fi: Valtameri
fr: Océan
he: אוקיינוס
id: Laut
ja: オーシャン
ko: 파도 소리
nb: Hav
nl: Oceaan
pt_br: Mar
pt_pt: Oceano
ru: Океан
sk: Oceán
sv: Hav
zh_hans: 海洋
zh_hant: 海洋

source: Citywalk
ar: صوت المدينة
da: Citywalk (Bypromenade)
de: Stadt
es_mx: Paseo urbano
fi: Kaupunkikävely
fr: Promenade en ville
he: הליכה בעיר
id: Jalanan Kota
ja: シティーウォーク
ko: 도시의 분주한 소리
nb: Byvandring
nl: Stadswandeling
pl: Spacer w mieście
pt_br: Passeio pela cidade
pt_pt: Passeio pela cidade
ru: Прогулка по городу
sk: Prechádzka mestom
sv: Stadspromenad
zh_hans: 城市漫步
zh_hant: 城市漫步

source: Your Playlist
ar: قائمة التشغيل الخاصة بك
da: Din playliste
de: Deine Playlist
es_mx: Tu lista de reproducción
fi: Soittolistasi
fr: Votre liste de lecture
he: רשימת ההשמעה שלכם
id: Daftar Lagu Anda
it: La tua playlist
ja: プレイリスト
ko: 재생 목록
nb: Din spilleliste
nl: Jouw afspeellijst
pl: Twoja lista odtwarzania
pt_br: Sua lista de reprodução
pt_pt: A sua lista de reprodução
ru: Ваш плейлист
sk: Váš zoznam skladieb
sv: Din spellista
zh_hans: 你的播放列表
zh_hant: 您的播放清單
