Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

source: Indulge in the soothing melodies of the woods.
ar: استمتع بالألحان الهادئة والنغمات اللطيفة الصادرة من الغابة.
da: Nyd skovens beroligende melodier.
de: Lasse dich von den beruhigenden Melodien des Waldes verzaubern.
es_mx: Deléitate con las tranquilizantes melodías de los bosques.
fi: Nauti metsän rauhoittavista melodioista.
fr: Faites-vous plaisir avec des mélodies apaisantes dans la forêt.
he: התמכרו למנגינות המרגיעות של היער.
id: Nikmati melodi hutan yang tenteram.
it: Concediti le distensive melodie del bosco.
ja: 森の心地よいメロディーを満喫します。
ko: 마음을 달래 주는 숲의 멜로디를 들어보세요.
nb: Nyt skogens beroligende lyder.
nl: Geniet van de rustgevende melodieën van het bos.
pl: Zanurz się w kojących dźwiękach lasu.
pt_br: Aprecie as suaves melodias da floresta.
pt_pt: Delicie-se com as melodias suaves do bosque.
ru: Насладитесь успокаивающими мелодиями леса.
sk: Oddávajte sa upokojujúcim melódiám lesa.
sv: Njut av skogens lugnande melodier.
zh_hans: 沉浸在森林舒缓的旋律中。
zh_hant: 沉浸於舒緩的森林旋律中。

source: Unwind to the enchanting rhythm of rain.
ar: استرخِ بالاستماع إلى إيقاع الأمطار الساحر.
da: Slap af til regnens fortryllende rytme.
de: Entspanne dich im bezaubernden Rhythmus des Regens.
es_mx: Sumérgete en la melodía fascinante de la lluvia.
fi: Rentoudu sateen lumoavan rytmin tahdissa.
fr: Détendez-vous au rythme enchanteur de la pluie.
he: הירגעו לקצב הקסום של הגשם.
id: Lepaskan penat sambil mendengarkan suara hujan yang merdu.
it: Rasserenati al ritmo incantevole della pioggia.
ja: 雨の魅惑的なリズムで気分を和らげます。
ko: 매혹적인 빗소리를 듣고 긴장을 풀어보세요.
nb: Slapp av med regnets fortryllende rytme.
nl: Ontspan op het betoverende ritme van de regen.
pl: Odpręż się przy zachwycającym rytmie deszczu.
pt_br: Descontraia ao ritmo encantador da chuva.
pt_pt: Descontraia-se ao ritmo encantador da chuva.
ru: Расслабьтесь под чарующий ритм дождя.
sk: Oddýchnite si pri očarujúcom rytme dažďa.
sv: Varva ner till den förtrollande rytmen av regn.
zh_hans: 在雨滴的迷人节奏中放松。
zh_hant: 在迷人的雨聲中放鬆。

source: Relax with the healing voices of the ocean.
ar: استرخِ مع أصوات المحيط التي تبث فيك الشفاء والراحة.
da: Slap af med havets helende stemmer.
de: Relaxe bei den heilenden Stimmen des Meeres.
es_mx: Relájate con las voces curativas del océano.
fi: Rentoudu meren rentouttavien äänien tahdissa.
fr: Relaxez-vous avec les voix apaisantes de l'océan.
he: הירגעו עם הקולות המרפאים של האוקיינוס.
id: Bersantailah dengan menikmati alunan suara laut.
it: Rilassati con le voci curative dell'oceano.
ja: 海のヒーリングボイスでリラックスします。
ko: 치유의 힘을 가진 파도 소리로 긴장을 풀어보세요.
nb: Senk tempoet med havets lindrende brus.
nl: Ontspan met de helende stemmen van de oceaan.
pl: Zrelaksuj się przy uzdrawiających dźwiękach oceanu.
pt_br: Relaxe com os sons tranquilo do mar.
pt_pt: Relaxe com os sons curativos do oceano.
ru: Расслабьтесь под целительные звуки океана.
sk: Relaxujte s liečivým hlasom oceánu.
sv: Koppla av med havets läkande röster.
zh_hans: 沉浸在海洋的治愈声中。
zh_hant: 在海洋治癒的聲音中放鬆。

source: Step into the vibrant atmosphere of city streets.
ar: اغمر نفسك في جو شوارع المدينة النابضة بالحياة والحيوية.
da: Træd ind i den pulserende atmosfære i byens gader.
de: Tauche ein in die pulsierende Atmosphäre der Straßen der Stadt.
es_mx: Adéntrate en la atmósfera vibrante de las calles urbanas.
fi: Astu kaupungin katujen vilkkaaseen tunnelmaan.
fr: Entrez dans l'atmosphère animée des rues de la ville.
he: היכנסו לאווירה התוססת של רחובות העיר.
id: Nikmati suasana jalanan kota yang penuh semangat.
it: Immergiti nella vibrante atmosfera delle strade della città.
ja: 街の活気のある雰囲気に足を踏み入れます。
ko: 활기 넘치는 도시의 분위기를 느껴보세요.
nb: Tre inn i atmosfæren av en livlig by.
nl: Stap in de levendige sfeer van de straten van de stad.
pl: Wkrocz na tętniące życiem ulice miasta.
pt_br: Mergulhe na atmosfera vibrante das ruas da cidade.
pt_pt: Entre na atmosfera vibrante das ruas da cidade.
ru: Погрузитесь в оживленную атмосферу городских улиц.
sk: Vstúpte do pulzujúcej atmosféry mestských ulíc.
sv: Kliv in i den livliga atmosfären på stadens gator.
zh_hans: 走进充满活力的城市街道。
zh_hant: 步入充滿活力的城市街道氛圍。

source: Setup your own playlist
ar: قم بإعداد قائمة التشغيل الخاصة بك
da: Opsæt din egen playliste
de: Erstelle deine eigene Wiedergabeliste
es_mx: Configura tu lista de reproducción
fi: Määritä oma soittolistasi
fr: Configurez votre propre liste de lecture
he: הגדירו רשימת השמעה משלכם
id: Atur daftar lagu Anda sendiri
it: Configura la tua playlist personale
ja: 自分のプレイリストを設定する
ko: 나만의 재생 목록 설정
nb: Lag din egen spilleliste
nl: Stel je eigen afspeellijst samen
pl: Ustaw swoją własną listę odtwarzania
pt_br: Crie sua própria lista de reprodução
pt_pt: Configure a sua própria lista de reprodução
ru: Настройте свой собственный плейлист
sk: Nastavte si vlastný zoznam skladieb
sv: Ställ in din egen spellista
zh_hans: 设置你专属的播放列表
zh_hant: 設定您自己的播放清單

# Multi_Channel_Enter
source: ENTER
ar: إدخال
da: gå ind
es_mx: ingresar
fi: syötä
fr: entrée
he: כניסה
id: masukkan
it: invio
ja: 入力する
ko: 입력
nl: openen
pl: wprowadź
pt_br: Acesse
pt_pt: entrar
ru: войти
sk: vstúpiť
sv: Retur
zh_hans: 进入
zh_hant: 進入

# Share_your_music_to_nearby_speakers_
source: Share your music to nearby speakers to amplify the party.
ar: أضف إلى نغمات الحفلة وصخبها بمشاركة الموسيقى الرائعة الخاصة بك عبر خاصية مكبرات الصوت المجاورة.
da: Del din musik med højttalere i nærheden for at forstærke festen.
de: Übertrage deine Musik auf Lautsprecher in der Nähe, für mehr Verstärkung für die Party.
es_mx: Comparte tu música a los altavoces cercanos para amplificar la fiesta.
fi: Jaa musiikkia lähistöllä oleviin kaiuttimiin juhlatunnelman vahvistamiseksi.
fr: Partagez votre musique avec des enceintes proches pour amplifier la fête.
he: שתפו את המוזיקה שלכם לרמקולים סמוכים כדי להגביר את קצב המסיבה.
id: Bagikan musik Anda dengan speaker sekitar agar pesta jadi lebih meriah.
it: Condividi la tua musica con gli speaker nelle vicinanze per amplificare la festa.
ja: 近くのスピーカーと音楽を共有してパーティーを盛り上げます。
ko: 주변 스피커와 음악을 공유해 파티 분위기를 올려 보세요.
nb: Del musikken din med høyttalere i nærheten for å gi mer lyd til festen.
nl: Deel je muziek met andere luidsprekers om het feest een extra boost te geven.
pl: Udostępnij swoją muzykę pobliskim głośnikom, aby wzbogacić imprezę.
pt_br: Compartilhe sua música com caixas de som próximas para amplificar a festa.
pt_pt: Partilhe a sua música com colunas próximas para amplificar a festa.
ru: Поделитесь своей музыкой с расположенными рядом колонками, чтобы сделать вечеринку еще ярче.
sk: Zdieľajte svoju hudbu s reproduktormi v okolí, aby ste zosilnili párty.
sv: Dela din musik till närliggande högtalare för att förstärka festen.
zh_hans: 将你的音乐分享到附近的音箱，扩大派对规模。
zh_hant: 將您的音樂分享到附近的喇叭，以增強派對的效果。

source: Connect a product to start party
ar: قم بتوصيل المنتج لبدء الحفلة
da: Tilslut et produkt for at starte festen
de: Verbinde ein Gerät, um die Party zu starten
es_mx: Conecta un producto para iniciar la fiesta
fi: Liitä tuote juhlien aloittamiseksi
fr: Connectez un produit pour démarrer la fête
he: חברו מוצר כדי להתחיל מסיבה
id: Hubungkan dengan produk untuk memulai pesta
it: Collega un prodotto per far iniziare la festa
ja: 製品を接続してパーティーを始める
ko: 제품을 연결하여 파티 시작
nb: Koble til et produkt for å starte festen
nl: Koppel een apparaat om het feest te beginnen
pl: Połącz produkt, aby rozpocząć imprezę
pt_br: Conecte um produto para começar a festa
pt_pt: Ligar um produto para iniciar a festa
ru: Подключите устройство, чтобы войти в режим вечеринки
sk: Ak chcete začať párty, pripojte výrobok
sv: Anslut en produkt för att starta ett party
zh_hans: 连接设备，开始派对
zh_hant: 連接產品以開始派對。

# NewStructure_PARTY
source: PARTY
ar: الحفلة
da: PARTY (FEST)
es_mx: FIESTA
fi: JUHLA
fr: FÊTE
he: מסיבה
id: PESTA
ja: パーティー
ko: 파티
nb: FEST
pl: IMPREZA
pt_br: FESTA
pt_pt: FESTA
ru: РЕЖИМ ВЕЧЕРИНКИ
sk: PÁRTY
zh_hans: 派对
zh_hant: 派對

# jbl_Waitting
source: Waiting
ar: انتظار
da: Venter
de: Warten
es_mx: Esperando
fi: Odotetaan
fr: En attente
he: המתנה
id: Menunggu
it: In attesa
ja: 待機中
ko: 대기 중
nb: Venter
nl: Wachten
pl: Oczekiwanie
pt_br: Aguardando
pt_pt: Em espera
ru: Ожидание
sk: Čakanie
sv: Väntar
zh_hans: 等待
zh_hant: 等待中

source: QUIT THE PARTY
ar: إنهاء الحفلة
da: FORLAD FESTEN
de: PARTY VERLASSEN
es_mx: SALIR DE LA FIESTA
fi: LOPETA JUHLA
fr: QUITTER LA FÊTE
he: יציאה מהמסיבה
id: KELUAR DARI PESTA
it: TERMINA LA FESTA
ja: パーティーを中止する
ko: 파티 끝내기
nb: AVSLUTTE FESTEN
nl: PARTY AFSLUITEN
pl: OPUŚĆ IMPREZĘ
pt_br: SAIR DA FESTA
pt_pt: SAIR DA FESTA
ru: ВЫЙТИ ИЗ РЕЖИМ ВЕЧЕРИНКИ
sk: OPUSTIŤ PÁRTY
sv: AVSLUTA PARTY
zh_hans: 退出派对
zh_hant: 退出派對

source: HOW TO REMOVE THIS SPEAKER?
ar: كيف تلغي اقتران مكبر الصوت؟
da: HVORDAN FJERNER MAN DENNE HØJTTALER?
de: WIE KANN DIESER LAUTSPRECHER ENTFERNT WERDEN?
es_mx: ¿CÓMO QUITAR ESTE ALTAVOZ?
fi: MITEN TÄMÄ KAIUTIN POISTETAAN?
fr: COMMENT RETIRER CETTE ENCEINTE ?
he: כיצד להסיר רמקול זה?
id: CARA MENGHAPUS SPEAKER INI?
it: COME SI RIMUOVE QUESTO SPEAKER?
ja: どのようにこのスピーカーを取り外しますか？
ko: 이 스피커를 제거하는 방법은 무엇입니까?
nb: HVORDAN FJERNE DENNE HØYTTALEREN?
nl: HOE VERWIJDER IK DEZE LUIDSPREKER?
pl: JAK USUNĄĆ TEN GŁOŚNIK?
pt_br: COMO REMOVER ESTA CAIXA DE SOM?
pt_pt: COMO REMOVER ESTA COLUNA?
ru: КАК УДАЛИТЬ ЭТУ КОЛОНКУ?
sk: AKO ODSTRÁNIŤ TENTO REPRODUKTOR?
sv: HUR TAR JAG BORT DEN HÄR HÖGTALAREN?
zh_hans: 如何移除此音箱？
zh_hant: 如何移除此喇叭？

# press_button_on_the_speaker_to_quit_party
source: Press <img named="Aura_stop_playButton" rect="0,-10,32,32" /> on the speaker to quit the party.
ar: اضغط <img named="Aura_stop_playButton" rect="0,-10,32,32" /> على مكبر الصوت لإنهاء الحفلة.
da: Tryk på <img named="Aura_stop_playButton" rect="0,-10,32,32" /> på højttaleren for at forlade festen.
de: Drücke <img named="Aura_stop_playButton" rect="0,-10,32,32" /> auf dem Lautsprecher, um die Party zu verlassen.
es_mx: Presiona <img named="Aura_stop_playButton" rect="0,-10,32,32" /> en el altavoz para salir de la fiesta.
fi: Paina kaiuttimessa <img named="Aura_stop_playButton" rect="0,-10,32,32" /> lopettaaksesi juhlat.
fr: Appuyez sur <img named="Aura_stop_playButton" rect="0,-10,32,32" /> sur l’enceinte pour quitter la fête.
he: לחצו על <img named="Aura_stop_playButton" rect="0,-10,32,32" /> ברמקול כדי לצאת מהמסיבה.
id: Tekan <img named="Aura_stop_playButton" rect="0,-10,32,32" /> pada speaker untuk keluar dari pesta.
it: Premi <img named="Aura_stop_playButton" rect="0,-10,32,32" /> sullo speaker per terminare la festa.
ja: スピーカーの<img named="Aura_stop_playButton" rect="0,-10,32,32" />を押して、パーティーを中止します。
ko: 파티를 끝내려면 스피커의 <img named="Aura_stop_playButton" rect="0,-10,32,32" />을(를) 누릅니다.
nb: Trykk på <img named="Aura_stop_playButton" rect="0,-10,32,32" /> på høyttaleren for å avslutte festen.
nl: Druk op <img named="Aura_stop_playButton" rect="0,-10,32,32" /> op de luidspreker om het feest af te sluiten.
pl: Naciśnij <img named="Aura_stop_playButton" rect="0,-10,32,32" /> na głośniku, aby opuścić tę imprezę.
pt_br: Pressione <img named="Aura_stop_playButton" rect="0,-10,32,32" /> na caixa de som para sair da festa.
pt_pt: Prima <img named="Aura_stop_playButton" rect="0,-10,32,32" /> na coluna para sair da festa.
ru: Нажмите <img named="Aura_stop_playButton" rect="0,-10,32,32" /> на колонке, чтобы выйти из режима вечеринки.
sk: Stlačením <img named="Aura_stop_playButton" rect="0,-10,32,32" /> na reproduktore opustíte párty.
sv: Tryck på <img named="Aura_stop_playButton" rect="0,-10,32,32" /> på högtalaren för att avsluta partyt.
zh_hans: 按音箱上的 <img named="Aura_stop_playButton" rect="0,-10,32,32" /> 可退出派对。
zh_hant: 按喇叭上的 <img named="Aura_stop_playButton" rect="0,-10,32,32" /> 以退出派對。

# press_button_on_the_speaker_to_stop_listening_from_party
source: Press <img named="Aura_stop_triangle" rect="0,-8,32,32" /> on the speaker to stop listening from the party.
ar: اضغط <img named="Aura_stop_triangle" rect="0,-8,32,32" /> للتوقف عن سماع الصوت من الحفلة.
da: Tryk på <img named="Aura_stop_triangle" rect="0,-8,32,32" /> på højttaleren for at stoppe med at lytte til festen.
de: Drücke <img named="Aura_stop_triangle" rect="0,-8,32,32" /> auf dem Lautsprecher, um das Hören der Party zu beenden.
es_mx: Presiona <img named="Aura_stop_triangle" rect="0,-8,32,32" /> en el altavoz para dejar de escuchar sonidos desde la fiesta.
fi: Paina kaiuttimessa <img named="Aura_stop_triangle" rect="0,-8,32,32" /> lopettaaksesi kuuntelun juhlista.
fr: Appuyez sur <img named="Aura_stop_triangle" rect="0,-8,32,32" /> sur l’enceinte pour arrêter d'écouter la fête.
he: לחצו על <img named="Aura_stop_triangle" rect="0,-8,32,32" /> ברמקול כדי להפסיק להאזין מהמסיבה.
id: Tekan <img named="Aura_stop_triangle" rect="0,-8,32,32" /> pada speaker untuk berhenti mendengar dari pesta.
it: Premi <img named="Aura_stop_triangle" rect="0,-8,32,32" /> sull'altoparlante per interrompere l'ascolto dalla festa.
ja: スピーカーの<img named="Aura_stop_triangle" rect="0,-8,32,32" />を押して、パーティーの音楽を止めます。
ko: 파티에서 들리는 음악 소리를 중단하려면 스피커의 <img named="Aura_stop_triangle" rect="0,-8,32,32" />을(를) 누릅니다.
nb: Trykk på <img named="Aura_stop_triangle" rect="0,-8,32,32" /> på høyttaleren for å slutte og lytte fra festen.
nl: Druk op <img named="Aura_stop_triangle" rect="0,-8,32,32" /> op de luidspreker om het muziekfeest af te sluiten.
pl: Naciśnij <img named="Aura_stop_triangle" rect="0,-8,32,32" /> na głośniku, aby zatrzymać słuchanie dźwięków z imprezy.
pt_br: Pressione <img named="Aura_stop_triangle" rect="0,-8,32,32" /> na caixa de som para de ouvir a festa.
pt_pt: Prima <img named="Aura_stop_triangle" rect="0,-8,32,32" /> na coluna para deixar de ouvir a festa.
ru: Нажмите <img named="Aura_stop_triangle" rect="0,-8,32,32" /> на колонке, чтобы прекратить прослушивание в режиме вечеринки.
sk: Stlačením <img named="Aura_stop_triangle" rect="0,-8,32,32" /> na reproduktore zastavíte počúvanie z párty.
sv: Tryck på <img named="Aura_stop_triangle" rect="0,-8,32,32" /> på högtalaren för att sluta lyssna från partyt.
zh_hans: 按音箱上的 <img named="Aura_stop_triangle" rect="0,-8,32,32" /> 可停止收听派对。
zh_hant: 按喇叭上的 <img named="Aura_stop_triangle" rect="0,-8,32,32" /> 以停止聆聽派對的聲音。

# Wirelessly_connect_multiple_speakers_to_create_an_instant_
source: Wirelessly connect multiple speakers to create an instant party with synced-up music.
ar: قم بتوصيل مكبرات صوت متعددة لاسلكيًا لإنشاء حفلة فورية مع الموسيقى المتزامنة.
da: Tilslut flere højttalere trådløst for at skabe en øjeblikkelig fest med synkroniseret musik.
de: Verbinde mehrere Lautsprecher kabellos für eine sofortige Party mit synchronisierter Musik.
es_mx: Conecta varios altavoces de manera inalámbrica para crear una fiesta instantánea con música sincronizada.
fi: Yhdistä useita kaiuttimia langattomasti ja luo hetkessä synkronoidun musiikin juhlat.
fr: Connectez sans fil plusieurs enceintes pour créer instantanément une fête avec de la musique synchronisée.
he: חברו באופן אלחוטי רמקולים מרובים כדי ליצור מסיבה מידית עם מוזיקה מסונכרנת.
id: Hubungkan banyak speaker secara nirkabel untuk membuat pesta instan dengan musik tersinkron.
it: Collega in modalità wireless più speaker per creare una festa istantanea con musica sincronizzata.
ja: 複数のスピーカーをワイヤレスで接続し、同期された音楽で瞬時にパーティーを始めます。
ko: 여러 스피커를 무선으로 연결하여 동기화된 음악으로 즉흥적인 파티를 열어보세요.
nb: Koble til flere høyttalere trådløst for å skape en umiddelbar fest med synkronisert musikk.
nl: Verbind draadloos meerdere luidsprekers om een feestje te creëren met gesynchroniseerde muziek.
pl: Połącz się bezprzewodowo z wieloma głośnikami, aby od razu stworzyć imprezowy nastrój z zsynchronizowaną muzyką.
pt_br: Conecte várias caixas de som de forma sem fio para criar uma festa instantânea com música sincronizada.
pt_pt: Ligue sem fios várias colunas para criar uma festa instantânea com música sincronizada.
ru: Подключите несколько колонок по беспроводной сети, чтобы мгновенно войти в режим вечеринки с синхронизированной музыкой.
sk: Bezdrôtovo pripojte viacero reproduktorov a vytvorte okamžitú párty so synchronizovanou hudbou.
sv: Anslut flera högtalare trådlöst för att skapa en omedelbar fest med synkroniserad musik.
zh_hans: 无线连接多个音箱，创建一个同步音乐的即时派对。
zh_hant: 以無線方式連接多個喇叭，以便使用同步的音樂建立即時派對。

# Enjoy_boosted_sound_in_a_single_indoor_space_
source: Enjoy boosted sound in a single indoor space or an outdoor open area.
ar: استمتع بصوت معزز في مساحة داخلية واحدة أو منطقة خارجية في الهواء الطلق.
da: Nyd den forstærkede lyd i et enkelt indendørs rum eller et åbent udendørs område.
de: Genieße verstärkten Sound in einem einzelnen Innenraum oder in einem offenen Außenbereich.
es_mx: Disfruta de un sonido potenciado en un único espacio interior o al aire libre.
fi: Nauti tehostetusta äänentoistosta yksittäisessä sisätilassa tai avoimessa ulkotilassa.
fr: Profitez d'un son amplifié dans un seul espace intérieur ou dans un espace ouvert extérieur.
he: תוכלו ליהנות מצליל משופר בחלל פנימי יחיד או באזור חיצוני פתוח.
id: Nikmati suara yang diperkuat di dalam ruangan ataupun tempat terbuka.
it: Goditi un suono potenziato in un singolo spazio al coperto o in un luogo all'aperto.
ja: 単一の屋内スペース、または屋外の空地で増幅されたサウンドをお楽しみください。
ko: 실내 한 곳 또는 넓은 야외 공간에서 향상된 사운드를 누려보세요.
nb: Få forsterket lyd i ett rom innendørs eller et åpent uteområde.
nl: Geniet van versterkt geluid in binnenshuis of buitenshuis.
pl: Ciesz się wzmocnionym dźwiękiem w jednej przestrzeni wewnątrz lub na otwartym terenie na zewnątrz.
pt_br: Aprecie um som melhorado em um único ambiente interno ou em uma área aberta ao ar livre.
pt_pt: Desfrute de um som melhorado num único espaço interior ou numa área exterior aberta.
ru: Наслаждайтесь усиленным звуком в одном помещении или на открытой площадке.
sk: Vychutnajte si zosilnený zvuk v jednom vnútornom priestore alebo na vonkajšom otvorenom priestranstve.
sv: Njut av förstärkt ljud i ett enda inomhusutrymme eller ett öppet utomhusområde.
zh_hans: 在单个室内空间或室外开放区域享受增强音效。
zh_hant: 在單一室內空間或戶外開放區域欣賞經增強的聲音。

source: Are you sure you want to remove this product from the product list?
ar: هل أنت متأكد من رغبتك في إزالة هذا المنتج من قائمة المنتجات؟
da: Er du sikker på, du vil fjerne dette produkt fra produktlisten?
de: Bist du sicher, dass du dieses Gerät aus der Geräteliste entfernen möchtest?
es_mx: ¿Confirmas que deseas quitar este producto de la lista de productos?
fi: Haluatko varmasti poistaa tämän tuotteen tuoteluettelosta?
fr: Voulez-vous vraiment retirer ce produit de la liste des produits ?
he: האם אתם בטוחים שברצונכם להסיר מוצר זה מרשימת המוצרים?
id: Yakin ingin menghapus produk ini dari daftar?
it: Sei sicuro di voler rimuovere questo prodotto dall’elenco dei prodotti?
ja: 本当に製品リストからこの製品を削除しますか？
ko: 제품 목록에서 이 제품을 제거하시겠습니까?
nb: Er du sikker på at du vil fjerne dette produktet fra produktlisten?
nl: Weet je zeker dat je dit apparaat uit de apparatenlijst wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten produkt z listy produktów?
pt_br: Deseja realmente remover este produto da lista de produtos?
pt_pt: Tem a certeza de que pretende remover este produto da lista de produtos?
ru: Вы уверены, что хотите удалить это устройство из списка устройств?
sk: Naozaj chcete odstrániť tento výrobok zo zoznamu výrobkov?
sv: Är du säker på att du vill ta bort den här produkten från produktlisten?
zh_hans: 是否确定要将此设备从设备列表中删除？
zh_hant: 您確定要從產品清單中移除此產品嗎？

source: Set up a playlist on Moment
ar: إعداد قائمة تشغيل في Moment
da: Opsæt en playliste på Moment
de: Eine Wiedergabeliste in Moment einrichten
es_mx: Configurar una lista de reproducción en la función Moment
fi: Määritä soittolista Momentissa
fr: Configurez une playlist sur Moment
he: הגדרת רשימת השמעה ברגע
id: Atur daftar lagu di Moment
it: Imposta una playlist su Moment
ja: Momentのプレイリストを設定する
ko: 모멘트에서 재생 목록 설정
nb: Lag en spilleliste i Moment
nl: Een afspeellijst instellen op Moment
pl: Skonfiguruj listę odtwarzania w Moment
pt_br: Configure uma lista de reprodução em Moment
pt_pt: Criar uma lista de reprodução em Moment
ru: Настройте плейлист на Moment
sk: Nastavte si zoznam skladieb na Moment
sv: Skapa en spellista på Moment
zh_hans: 在 Moment 上设置播放列表
zh_hant: 在 Moment 上設定播放清單
