Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

source: In case of not showing up, perform a power cycle on another product.
ar: في حالة عدم الظهور، قم بإجراء دورة الطاقة على منتج آخر.
da: Hvis produktet ikke vises, skal du slukke og tænde det.
de: Sollte dies nicht der Fall sein, starte das andere Gerät neu.
es_mx: En el caso de que no aparezca, realiza un ciclo de encendido en otro producto.
fi: Jos se ei näy, suorita virtasykli toisessa tuotteessa.
fr: En cas d'absence d'affichage, effectuez un cycle d'arrêt et marche sur un autre produit.
he: אם המוצר לא מופיע, בצעו סבב כיבוי והפעלה של מוצר אחר.
id: Jika tidak muncul, matikan dan nyalakan produk lain.
it: Se non viene visualizzato, esegui un ciclo di accensione su un altro prodotto.
ja: 表示されない場合は、追加する製品の電源を切って入れ直す操作を行ってください。
ko: 표시되지 않는 경우 다른 제품의 전원을 껐다가 켭니다.
nb: Hvis ingen vises, kan du utføre en strømsyklus på et annet produkt.
nl: Als het product niet verschijnt, schakel dan een andere product aan en uit.
pl: Jeśli nie pojawia się, wykonaj cykl wyłączenia i włączenia zasilania drugiego produktu.
pt_br: Caso não apareça, reinicie o outro produto.
pt_pt: Caso não apareça, efetue um ciclo de alimentação noutro produto.
ru: Если оно не появляется, выполните перезагрузку и включение другого устройства.
sk: V prípade, že sa nezobrazí, vykonajte cyklus napájania na inom výrobku.
sv: Om den inte visas, stäng av den och slå på den igen.
zh_hans: 如果未显示，请关闭并再次打开另一个设备的电源。
zh_hant: 若未出現，則在其他產品上進行重新啟動。

source: Make sure the Enchant Bar is powered on and connected to the same network.
ar: تأكد من تشغيل Enchant Bar وتوصيله بنفس الشبكة.
da: Sørg for, at Enchant Bar er tændt og forbundet til samme netværk.
de: Stelle sicher, dass die Enchant Bar eingeschaltet und mit demselben Netzwerk verbunden ist.
es_mx: Asegúrate de que la barra de sonido Enchant Bar está encendida y conectada a la misma red.
fi: Varmista, että Enchant Bariin on kytketty virta ja että se on yhteydessä samaan verkkoon.
fr: L’Enchant Bar doit être allumée et connectée au même réseau.
he: יש לוודא שה-Enchant Bar מופעל ומחובר לאותה רשת.
id: Pastikan Enchant Bar telah dinyalakan dan tersambung ke jaringan yang sama.
it: Assicurati che Enchant Bar sia accesa e collegata alla stessa rete.
ja: Enchant Barの電源が入っており、同一のネットワークに接続されていることをご確認ください。
ko: Enchant Bar 전원이 켜져 있고 동일한 네트워크에 연결되어 있는지 확인합니다.
nb: Sørg for at Enchant Bar er slått på og koblet til det samme netterket.
nl: Zorg ervoor dat de Enchant Bar is ingeschakeld en met hetzelfde netwerk is verbonden.
pl: Upewnij się, że soundbar Enchant ma włączone zasilanie i jest połączony w tej samej sieci.
pt_br: Verifique se a Enchant Bar está ligada e conectada à mesma rede.
pt_pt: Certifique-se de que a Enchant Bar está ligada e conectada à mesma rede.
ru: Убедитесь, что саундбар Enchant включен и подключен к той же сети.
sk: Skontrolujte, či je zariadenie Enchant Bar zapnuté a pripojené k rovnakej sieti.
sv: Se till att Enchant Bar är påslagen och ansluten till samma nätverk.
zh_hans: 确保 Enchant Bar 已接通电源并连接到同一网络。
zh_hant: 確保 Enchant Bar 已開機且連接到同一網路。

source: Cannot find the Soundbar to pair with ?
ar: لا يمكن العثور على مكبر الصوت للاقتران به؟
da: Kan du ikke finde soundbaren til parring?
de: Die Soundbar kann nicht gefunden werden, um sie zu koppeln?
es_mx: ¿No encuentras la barra de sonido con la que sincronizar?
fi: Ei löydy Soundbaria parinmuodostusta varten?
fr: Vous ne trouvez pas de barre de son à jumeler ?
he: לא מוצאים את מקרן הקול להתאמה?
id: Tidak bisa menemukan Soundbar untuk dipasangkan?
it: Non riesci a trovare la soundbar con la quale eseguire l'abbinamento?
ja: ペアリングするサウンドバーが見つかりませんか？
ko: 페어링할 사운드바를 찾을 수 없습니까?
nb: Finner du ingen lydplanke å sammenkoble med?
nl: Kun je de Soundbar waarmee je wilt koppelen niet vinden?
pl: Nie można znaleźć soundbara do sparowania?
pt_br: Não é possível encontrar a soundbar para ser emparelhada?
pt_pt: Não consegue encontrar a soundbar para emparelhar?
ru: Не можете найти саундбар для сопряжения?
sk: Nemôžete nájsť soundbar, s ktorým sa má spárovať?
sv: Kan du inte hitta soundbarhögtalaren som ska paras ihop?
zh_hans: 无法找到要配对的回音壁音箱？
zh_hant: 找不到要配對的條形音箱？

source: Check compatible speakers ...
ar: تحقق من مكبرات الصوت المتوافقة...
da: Tjek kompatible højttalere ...
de: Kompatible Lautsprecher suchen...
es_mx: Comprueba los altavoces compatibles…
fi: Tarkista yhteensopivat kaiuttimet ...
fr: Recherche des enceintes compatibles...
he: בדיקת רמקולים תואמים...
id: Periksa speaker yang kompatibel ...
it: Controlla gli speaker compatibili ...
ja: 対応するスピーカーをチェックしています...
ko: 호환 가능 스피커 확인...
nb: Sjekk kompatible høyttalere ...
nl: Controleer compatibele luidsprekers...
pl: Sprawdź kompatybilne głośniki...
pt_br: Verifique as caixas de som compatíveis...
pt_pt: Verifique as colunas compatíveis ...
ru: Проверьте совместимые колонки...
sk: Skontrolujte kompatibilné reproduktory...
sv: Kontrollera kompatibla högtalare ...
zh_hans: 查看兼容音箱……
zh_hant: 檢查相容的喇叭...

source: For other registered products click here
ar: للحصول على منتجات أخرى مسجلة، انقر هنا
da: For andre registrerede produkter, klik her
de: Für andere registrierte Produkte klickst duhier
es_mx: Para consultar otros productos registrados, haz clic aquí
fi: Muita rekisteröityjä tuotteita löydät täältä
fr: Pour d'autres produits enregistrés, cliquez ici
he: למוצרים רשומים אחרים יש ללחוץ כאן
id: Untuk produk terdaftar lainnya, klik di sini
it: Per altri prodotti registrati, fai clic qui
ja: その他の登録された製品については、ここをクリック
ko: 등록된 다른 제품의 경우 여기 클릭
nb: Klikk her for andre registrerte produkter
nl: Voor overige geregistreerde producten klik je hier
pl: Aby uzyskać informacje o innych zarejestrowanych produktach, kliknij tutaj
pt_br: Para outros produtos registrados, clique aqui
pt_pt: Para outros produtos registados, clique aqui
ru: Для просмотра других зарегистрированных устройств нажмите здесь
sk: Pre iné registrované výrobky kliknite sem
sv: För andra registrerade produkter klicka här
zh_hans: 如需了解其他已注册设备，请点击此处
zh_hant: 有關其他已註冊產品，請按一下此處

source: Create Multi-room
ar: إنشاء غرف متعددة
da: Opret Multi-room
de: Multiroom erstellen
es_mx: Crear multisala
fi: Luo Multi-room
fr: Créer un système multi-room multi-pièces
he: יצירת חדרים מרובים
id: Buat Multi-room
it: Crea un sistema multi-room
ja: マルチルームを作成する
ko: 멀티룸 생성
nb: Opprett multirom
nl: Creëer multi-room
pl: Stwórz Multi-Room
pt_br: Criar multi-room
pt_pt: Criar Multi-Room
ru: Создать режим «мультирум»
sk: Vytvoriť viacero miestností
sv: Skapa Multiroom
zh_hans: 创建多房间
zh_hant: 建立多房間

source: With Airplay
ar: مع AirPlay
da: Med AirPlay
de: Mit AirPlay
es_mx: Con AirPlay
fi: AirPlayn kanssa
fr: Avec AirPlay
he: באמצעות AirPlay
id: Dengan AirPlay
it: Con AirPlay
ja: AirPlayで
ko: AirPlay 사용
nb: Med AirPlay
nl: Met AirPlay
pl: Z AirPlay
pt_br: Com AirPlay
pt_pt: Com AirPlay
ru: С помощью AirPlay
sk: So službou AirPlay
sv: Med AirPlay
zh_hans: 使用 AirPlay
zh_hant: 使用 AirPlay

source: With Google Home
ar: مع تطبيق Google Home
da: Med Google Home
de: Mit Google Home
es_mx: Con Google Home
fi: Google Homen kanssa
fr: Avec Google Home
he: באמצעות Google Home
id: Dengan Google Home
it: Con Google Home
ja: Google Homeで
ko: Google Home 사용
nb: Med Google Home
nl: Met Google Home
pl: Z Google Home
pt_br: Com Google Home
pt_pt: Com Google Home
ru: С помощью Google Home
sk: So službou Google Home
sv: Med Google Home
zh_hans: 使用 Google Home
zh_hant: 使用 Google Home

# devicelist_AMAZON_ALEXA_SETTINGS
source: Amazon Alexa Settings
zh_hans: Amazon Alexa 设置

# devicelist_BACK
source: BACK
zh_hans: 上一步

# napster_Aldi_Life_account_has_logout
source: Aldi Life account has logged out
zh_hans: Aldi Life帐户已注销

# tidal_A_pre_paid_account_is_needed
source: A pre-paid account is needed
zh_hans: 请使用付费账号登录

# NewPlayView_mins
source: mins
zh_hans: 分钟
zh_hant: 分鐘

# NewPlayView_min
source: min
zh_hans: 分钟
zh_hant: 分鐘

# jbl_With
source: With
ar: مع
da: Med
de: Mit
es_mx: Con
fi: Yhdessä
fr: Avec
he: עם
id: Dengan
it: Con
ja: で
nb: Med
nl: Met
pl: Za pomocą
pt_br: Com
pt_pt: Com
ru: C
sk: S
sv: Med
zh_hans: 更多设置
zh_hant: 附加設定

# jbl_Bluetooth
source: Bluetooth
ar: تقنية بلوتوث
he: בלוטות
zh_hans: 蓝牙
zh_hant: 藍牙

# jbl_FAQ
source: FAQ
ar: الأسئلة الشائعة
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
es_mx: Preguntas frecuentes
fi: Usein kysytyt kysymykset (UKK)
he: שאלות נפוצות
id: Tanya-Jawab Umum
nb: OFTE STILTE SPØRSMÅL
nl: Veel gestelde vragen
pl: Często zadawane pytania (FAQ)
pt_br: Perguntas e respostas
pt_pt: Perguntas frequentes
ru: Вопросы и ответы
sk: Často kladené otázky
sv: Vanliga frågor
zh_hans: 常见问题解答
zh_hant: 常見問題與解答

source: Multi-Room Music
ar: موسيقى متعددة الغرف
da: Musik i flere rum
es_mx: Reproducción de música multisala
fi: Monihuonemusiikki
ja: マルチルームミュージック
nb: Musikkavspilling i flere rom
nl: Multi-room muziek
pt_br: Música multiambiente
ru: Воспроизведение музыки в режиме мультирум
sk: Hudba do viacerých miestností
zh_hans: 多房间音乐播放
zh_hant: 多房間音樂播放

source: Alexa Built-in
fi: Sisäänrakennettu Alexa
fr: Alexa intégrée
he: Alexa מובנית
nb: Alexa innebygd
pt_pt: Alexa integrada
ru: Встроенная Alexa
zh_hans: Alexa 内置功能

# setting_TIDAL_Connect
source: Tidal Connect
ar: اتصال Tidal
de: Tidal-Verbindung
he: חיבור Tidal
ru: Подключить Tidal
zh_hans: Tidal 连接

source: Roon Ready
ar: Roon جاهزة
da: Roon klar
es_mx: Listo para Roon
fi: Roon valmis
he: Roon מוכן
nl: Roon gereed
pl: Roon gotowy
sk: Roon pripravený

# jbl_Dolby_Audio
source: Dolby Audio
ja: ドルビーオーディオ
nb: Dolby-lyd
zh_hant: 杜比音效

# jbl_Dolby_Atmos
source: Dolby Atmos
ar: تقنية Dolby Atmos
ja: ドルビーアトモス
zh_hant: 杜比全景聲

# iheartradio_iHeartRadio
source: iHeartRadio
ru: Радио iHeartRadio

# jbl_Wi_Fi
source: Wi-Fi
ar: شبكة Wi-Fi
de: WLAN
ru: Сеть Wi-Fi

# jbl_WEP
source: WEP
ru: Протокол безопасности WEP

# newStructure_Wi-Fi
source: Wi-Fi
ar: شبكة واي فاي
de: WLAN
ru: Сеть Wi-Fi

# playview_tunein
source: tunein
he: לכונן

# newtuneIn_name
source: tuneIn
he: לכונן

# roon_trial
source: Roon
ar: منصة Roon

# eq_customize
source: CUSTOMIZE
da: TILPAS
fr: PERSONNALISER

# primemusic_Amazon_Music
source: Amazon Music
sv: Amazon Musik

# eq_signature
source: SIGNATURE
nb: SIGNATUR
