Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# jbl_Connect_Failed
source: Connection Failed
ar: فشل الاتصال
da: Forbindelse mislykkedes
de: Verbindung fehlgeschlagen
es_mx: Error de conexión
fi: Yhteys epäonnistui
fr: Échec de la connexion
he: חיבור נכשל
id: Sambungan Gagal
it: Connessione non riuscita
ja: 接続に失敗
ko: 연결 실패
nb: Tilkoblingen mislykkes
nl: Verbinding mislukt
pl: Niepowodzenie nawiązywania połączenia
pt_br: Falha na conexão
pt_pt: Falha na ligação
ru: Сбой при подключении
sk: Pripojenie zlyhalo
sv: Anslutning misslyckades
zh_hans: 连接失败
zh_hant: 無法連接

source: Product will be updated to the latest software to ensure the best performance.
ar: سيتم تحديث المنتج وفق أحدث إصدار من البرنامج لضمان أفضل أداء.
da: Produktet vil blive opdateret til den nyeste software for at sikre den bedste ydeevne.
de: Das Gerät wird auf die neueste Software aktualisiert, damit du die beste Leistung genießen kannst.
es_mx: Para garantizar un funcionamiento óptimo, el producto se actualizará a la última versión de software.
fi: Tuote päivitetään uusimpaan ohjelmistoon parhaan suorituskyvyn varmistamiseksi.
fr: Le produit sera mis à jour au dernier logiciel pour garantir les meilleures performances.
he: המוצר יעודכן לתוכנה העדכנית ביותר כדי להבטיח את הביצועים הטובים ביותר.
id: Produk akan diperbarui ke perangkat lunak terbaru untuk memastikan kinerja terbaik.
it: Il prodotto verrà aggiornato al software più recente per garantire le migliori prestazioni.
ja: 製品は最高のパフォーマンスを発揮できるよう最新のソフトウェアにアップデートされます。
ko: 최상의 성능을 보장하려면 제품을 최신 소프트웨어로 업데이트하십시오.
nb: For å sikre best mulig ytelse oppdateres produktet til den nyeste programvareversjonen.
nl: Het product zal worden bijgewerkt met de nieuwste software om optimale prestaties te verzekeren.
pl: Produkt zostanie zaktualizowany do najnowszej wersji oprogramowania, aby zapewnić najlepszą wydajność.
pt_br: O produto será atualizado para o software mais recente para garantir o melhor desempenho.
pt_pt: O produto será atualizado com o mais recente software para garantir o melhor desempenho.
ru: Устройство будет обновлено до последней версии программного обеспечения для наилучшей производительности.
sk: Aby sa zabezpečil najlepší výkon bude produkt aktualizovaný na najnovší softvér.
sv: Produkten kommer att uppdateras till den senaste programvaran för att säkerställa bästa prestanda.
zh_hans: 设备将更新到最新的软件版本，以确保发挥最佳性能。
zh_hant: 產品將更新為最新的軟體以確保最佳效能。

# jbl_Select___JBL_Soundbar_xxx___in_the_list_of_networks_
source: Select <customText> in the list of networks.
ar: حدد <customText> في قائمة الشبكات.
da: Vælg <customText> på listen over netværk.
de: Wähle <customText> in der Netzwerkliste.
es_mx: En la lista de redes, seleccione <customText>.
fi: Valitse <customText> verkkoluettelosta.
fr: Sélectionnez <customText> dans la liste des réseaux.
he: בחר <customText> ברשימת הרשתות.
id: Pilih <customText> di daftar jaringan.
it: Scegli <customText> nell'elenco delle reti.
ja: ネットワークのリストで、<customText>を選択します。
ko: 네트워크 목록에서 <customText>을(를) 선택합니다.
nb: Velg <customText> i listen over nettverk.
nl: Selecteer <customText> in de lijst van netwerken.
pl: Wybierz <customText> z listy sieci.
pt_br: Selecione <customText> na lista de redes.
pt_pt: Selecione <customText> na lista de redes.
ru: Выберите <customText> в списке сетей.
sk: V zozname sietí vyberte <customText>.
sv: Välj <customText> i listan över nätverk.
zh_hans: 在网络列表中选择 <customText>。
zh_hant: 在網路清單中選擇 <customText>。

# jbl_Unsuccessful
source: Unsuccessful
ar: غير ناجح
da: Mislykket
de: Erfolglos
es_mx: Error en la operación
fi: Epäonnistunut
fr: Échec
he: לא מוצלח
id: Tidak berhasil
it: Non riuscito
ja: 失敗
ko: 실패
nb: Mislykket
nl: Mislukt
pl: Niepowodzenie
pt_br: Malsucedido
pt_pt: Sem sucesso
ru: Неудачно
sk: Neúspešné
sv: Misslyckad
zh_hans: 失败
zh_hant: 失敗

# jbl_Open_your_phone_settings_and_tap_on_Wi_Fi_
source: Open your mobile phone settings and tap on Wi-Fi.
ar: افتح إعدادات هاتفك المحمول واضغط على Wi-Fi.
da: Åbn din mobiltelefons indstillinger, og tryk på wi-fi.
de: Öffne die Einstellungen deines Mobiltelefons und tippe auf WLAN.
es_mx: Acceda a los ajustes de su teléfono y toque la opción de Wi-Fi.
fi: Avaa matkapuhelimesi asetukset ja napauta Wi-Fi.
fr: Ouvrez les paramètres de votre téléphone mobile et appuyez sur Wi-Fi.
he: פתח את הגדרות הטלפון הנייד שלך והקש על Wi-Fi.
id: Buka pengaturan ponsel Anda dan ketuk Wi-Fi.
it: Apri le impostazioni del telefono cellulare e tocca su Wi-Fi.
ja: スマートフォンの設定を開いてWi-Fiをタップします。
ko: 휴대폰 설정을 열고 Wi-Fi를 탭합니다.
nb: Åpne mobiltelefoninnstillingene og trykk på Wi-Fi.
nl: Open uw mobiele telefoon instellingen en tik op Wi-Fi.
pl: Otwórz ustawienia telefonu i wybierz Wi-Fi.
pt_br: Abra as configurações do seu telefone móvel e reproduza no Wi-Fi.
pt_pt: Abra as definições do seu telemóvel e toque em Wi-Fi.
ru: Откройте настройки мобильного телефона и нажмите на Wi-Fi.
sk: Otvorte nastavenia mobilného telefónu a klepnite na Wi-Fi.
sv: Öppna dina mobiltelefoninställningar och tryck på Wi-Fi.
zh_hans: 打开你的手机设置，点击 Wi-Fi。
zh_hant: 開啟你的手機設定，然後輕觸 Wi-Fi。

# jbl_Return_to_this_App_
source: Return to this App.
ar: عُد إلى هذا التطبيق.
da: Vend tilbage til denne app.
de: Kehre wieder zu dieser App zurück.
es_mx: Regrese a esta aplicación.
fi: Palaa tähän sovellukseen.
fr: Revenez à cette application.
he: חזור לאפליקציה זו.
id: Kembali ke Aplikasi ini.
it: Torna a questa App.
ja: このアプリに戻ります。
ko: 이 앱으로 돌아가십시오.
nb: Returner til denne appen.
nl: Ga terug naar deze App.
pl: Powróć to tej aplikacji.
pt_br: Retorne neste Aplicativo.
pt_pt: Voltar a abrir esta aplicação.
ru: Вернуться к этому приложению.
sk: Návrat do tejto aplikácie.
sv: Gå tillbaka till den här appen.
zh_hans: 返回本应用。
zh_hant: 返回到此應用程式。

# jbl_Start_OTA_Failed
source: Start OTA Failed
ar: فشل بدء تشغيل نظام OTA
da: Start af OTA mislykkedes
de: Starten von OTA fehlgeschlagen
es_mx: Error al iniciar OTA
fi: Käynnistä OTA epäonnistui
fr: Échec du démarrage de l'OTA
he: התחלת OTA נכשלה
id: Mulai OTA Gagal
it: Avvio OTA non riuscito
ja: OTAの開始に失敗
ko: OTA 시작 실패
nb: OTA kunne ikke startes
nl: Starten OTA mislukt
pl: Niepowodzenie uruchamiania OTA
pt_br: Falha ao iniciar OTA
pt_pt: Iniciar OTA com falha
ru: Не удалось запустить OTA
sk: Spustenie OTA zlyhalo
sv: Starta OTA misslyckades
zh_hans: 启动 OTA 失败
zh_hant: 無法啟動 OTA

# jbl_Manage_Services
source: Manage Services
ar: إدارة الخدمات
da: Administrer tjenester
de: Dienste verwalten
es_mx: Administrar servicios
fi: Hallitse palveluita
fr: Gérer les services
he: ניהול שירותים
id: Kelola Layanan
it: Gestisci i servizi
ja: サービスを管理する
ko: 서비스 관리
nb: Administrer tjenester
nl: Beheer diensten
pl: Zarządzaj usługami
pt_br: Gerenciar Serviços
pt_pt: Gerir serviços
ru: Управление услугами
sk: Spravovať služby
sv: Hantera tjänster
zh_hans: 管理服务
zh_hant: 管理服務

# jbl_Add_Music_Service
source: Add A Music Service
ar: إضافة خدمة موسيقى
da: Tilføj en musiktjeneste
de: Einen Musikdienst hinzufügen
es_mx: Agregar un servicio de música
fi: Lisää musiikkipalvelu
fr: Ajouter un service musical
he: הוסף שירות מוזיקה
id: Tambahkan Layanan Musik
it: Aggiungi un servizio musicale
ja: 音楽配信サービスを追加する
ko: 음악 서비스 추가
nb: Legg til en musikktjeneste
nl: Voeg een muziekdienst toe
pl: Dodaj serwis muzyczny
pt_br: Adicionar um Serviço de Música
pt_pt: Adicionar um serviço de música
ru: Добавить музыкальный сервис
sk: Pridať hudobnú službu
sv: Lägg till en musiktjänst
zh_hans: 添加音乐服务
zh_hant: 新增音樂服務

# jbl_Open_Source_Licenses
source: Open Source Licenses
ar: التراخيص مفتوحة المصدر
da: Open source-licenser
de: Open-Source-Lizenzen
es_mx: Licencias de código abierto
fi: Avoimen lähteen lisenssit
fr: Licences Open source
he: רישיונות קוד פתוח
id: Lisensi Sumber Terbuka
it: Licenze Open Source
ja: オープン入力ソースライセンス
ko: 오픈 소스 라이선스
nb: Åpen kildekode-lisenser
nl: Open Source-licenties
pl: Licencje open source
pt_br: Licenças de Código Aberto
pt_pt: Licenças de código aberto
ru: Лицензии с открытым кодом
sk: Licencie otvoreného zdrojového kódu
sv: Licenser för öppen källkod
zh_hans: 开源许可
zh_hant: 開源授權

# jbl_Connections
source: Connections
ar: التوصيلات
da: Forbindelser
de: Verbindungen
es_mx: Conexiones
fi: Yhteydet
fr: Connexions
he: חיבורים
id: Sambungan
it: Collegamenti
ja: 接続
ko: 연결
nb: Tilkoblinger
nl: Aansluitingen
pl: Połączenia
pt_br: Conexões
pt_pt: Ligações
ru: Подключения
sk: Spojenia
sv: Anslutningar
zh_hans: 连接
zh_hant: 連接

# jbl_GET_STARTED
source: GET STARTED
ar: بدء التشغيل
da: KOM I GANG
de: ERSTE SCHRITTE
es_mx: COMENZAR
fi: ALOITA
fr: MISE EN ROUTE
he: להתחיל
id: MEMULAI
it: INIZIAMO
ja: 始めましょう
ko: 시작하기
nb: KOM I GANG
nl: BEGINNEN
pl: WPROWADZENIE
pt_br: INICIAR
pt_pt: INTRODUÇÃO
ru: НАЧАТЬ РАБОТУ
sk: POĎME NA TO
sv: KOMMA IGÅNG
zh_hans: 立即开始
zh_hant: 入門指南

# jbl_App_preference
source: App Preference
ar: تفضيلات التطبيق
da: App-præference
de: App-Präferenz
es_mx: Preferencias de la aplicación
fr: Préférence de l'application
he: העדפת אפליקציה
id: Preferensi Aplikasi
it: Preferenze app
ja: アプリの選択
ko: 앱 기본 설정
nb: App-preferanse
nl: App-voorkeur
pl: Preferencje aplikacji
pt_pt: Preferências da aplicação
sk: Predvoľba aplikácie
sv: Appinställning
zh_hans: 应用首选项
zh_hant: 應用程式偏好

# jbl_Welcome
source: Welcome
ar: الترحيب
da: Velkommen
de: Willkommen
es_mx: Le damos la bienvenida
fi: Tervetuloa
fr: Bienvenue
he: ברוכים הבאים
id: Selamat Datang
it: Benvenuto
ja: ようこそ
ko: 환영합니다.
nb: Velkommen
nl: Welkom
pl: Witamy
pt_br: Bem vindo
pt_pt: Bem-vindo
ru: Добро пожаловать
sk: Vitajte
sv: Välkommen!
zh_hans: 欢迎
zh_hant: 歡迎使用

# jbl_Enjoy_the_immersive_audio_experience_provided_by_JBL_One_Platform_
source: Enjoy amazing sound and more control.
ar: استمتع بصوت مذهل ومزيد من التحكم.
da: Nyd fantastisk lyd og mere kontrol.
de: Genieße fantastischen Sound und mehr Kontrolle.
es_mx: Disfrute de un sonido increíble y más control.
fi: Nauti upeasta äänestä ja paremmasta hallinnasta.
fr: Profitez d'un son exceptionnel et de plus de contrôle.
he: תהנו מסאונד מדהים ושליטה רבה יותר.
id: Nikmati suara yang menakjubkan dan kontrol lainnya.
it: Goditi un suono straordinario ed un maggiore controllo.
ja: 素晴らしいサウンドをより快適なコントロールとともにを楽しんでください。
ko: 놀라운 사운드와 자유로운 설정 환경을 즐겨보세요.
nb: Få fantastisk lyd og mer kontroll.
nl: Geniet van geweldig geluid en meer controle.
pl: Ciesz się niezwykłym dźwiękiem i większą kontrolą.
pt_br: Desfrute de um som incrível e mais controle.
pt_pt: Desfrute de um som incrível e de maior controlo.
ru: Наслаждайтесь потрясающим звуком и расширенным управлением.
sk: Vychutnajte si úžasný zvuk a viac kontroly.
sv: Njut av fantastiskt ljud och mer kontroll.
zh_hans: 享受美妙音乐和使用更多控制功能。
zh_hant: 享受令人驚歎的絕佳音效和更多的控制。

# jbl_Legal
source: Legal
ar: الشؤون القانونية
da: Juridisk
de: Rechtliche Hinweise
es_mx: Información legal
fi: Laillinen sisältö
fr: Mentions légales
he: משפטי
it: Note Legali
ja: 法的要件
ko: 법적 책임
nb: Juridisk
nl: Juridisch
pl: Informacje prawne
pt_br: Jurídico
pt_pt: Informações legais
ru: Юридическая информация
sk: Právne
sv: Juridisk
zh_hans: 法律信息
zh_hant: 法律

# jbl_App_version
source: App version
ar: إصدار التطبيق
es_mx: Versión de la aplicación
fi: Sovelluksen versio
fr: Version de l'application
he: גרסת האפליקציה
id: Versi aplikasi
it: Versione App
ja: アプリのバージョン
ko: 앱 버전
nb: Appversjon
nl: App-versie
pl: Wersja aplikacji
pt_br: Versão do Aplicativo
pt_pt: Versão da aplicação
ru: Версия приложения
sk: Verzia aplikácie
zh_hans: 应用版本
zh_hant: 應用版本

# jbl_Settings
source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
es_mx: Ajustes
fi: Asetukset
fr: Paramètres
he: הגדרות
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ru: Настройки
sk: Nastavenia
sv: Inställningar
zh_hans: 设置
zh_hant: 設定

# jbl_Open_Google_Home_app
source: Open Google Home App
ar: افتح تطبيق Google Home
da: Åbn Google Home-appen
de: Öffne die Google Home-App.
es_mx: Abrir la aplicación Google Home
fi: Avaa Google Home -sovellus
fr: Ouvrez l’application Google Home
he: פתח את אפליקציית Google Home
id: Buka Aplikasi Google Home
it: Apri l'app Google Home
ja: Google Homeアプリを開きます
ko: Google Home 앱 열기
nb: Åpne Google Home-appen
nl: Open de Google Home App
pl: Otwórz aplikację Google Home
pt_br: Abra o Aplicativo Google Home
pt_pt: Abrir a aplicação Google Home
ru: Откройте приложение Google Home
sk: Otvoriť aplikáciu Google Home
sv: Öppna Google Home-appen
zh_hans: 打开 Google Home 应用
zh_hant: 開啟 Google Home 應用程式

# jbl_No_Wi_Fi_Connection
source: No Wi-Fi Connection
ar: لا يوجد اتصال Wi-Fi
da: Ingen wi-fi-forbindelse
de: Keine WLAN-Verbindung
es_mx: Sin conexión Wi-Fi
fi: Ei Wi-Fi-yhteyttä
fr: Pas de connexion Wi-Fi
he: אין חיבור Wi-Fi
id: Tidak Ada Sambungan Wi-Fi
it: Nessuna Connessione Wi-Fi
ja: Wi-Fi接続がありません
ko: Wi-Fi 연결 없음
nb: Ingen Wi-Fi-tilkobling
nl: Geen Wi-Fi verbinding
pl: Brak połączenia Wi-Fi
pt_br: Nenhuma Conexão Wi-Fi
pt_pt: Sem ligação ao Wi-Fi
ru: Нет подключения к Wi-Fi
sk: Žiadne Wi-Fi pripojenie
sv: Ingen Wi-Fi-anslutning
zh_hans: 无 Wi-Fi 连接
zh_hant: 無 Wi-Fi 連接

# jbl_More_Features
source: More Features
ar: المزيد من الميزات
da: Flere funktioner
de: Weitere Funktionen
es_mx: Más funciones
fi: Lisää ominaisuuksia
fr: Autres fonctions
he: תכונות נוספות
id: Fitur Lainnya
it: Altre funzioni
ja: 追加の機能
ko: 기능 더 보기
nb: Flere funksjoner
nl: Meer functies
pl: Więcej funkcji
pt_br: Mais Recursos
pt_pt: Mais funcionalidades
ru: Дополнительные возможности
sk: Viac funkcií
sv: Flera funktioner
zh_hans: 更多功能
zh_hant: 更多功能

# jbl_Please_connect_your_phone_to_Wi_Fi_for_more_product_discovery_and_control_
source: Please connect your mobile phone to Wi-Fi for more product discovery and control.
ar: يُرجى توصيل هاتفك المحمول بشبكة Wi-Fi لاكتشاف المنتج والتحكم به بشكلٍ أكبر.
da: Forbind din mobiltelefon til wi-fi for yderligere produktopdagelse og kontrol.
de: Verbinde dein Mobiltelefon bitte mit einem WLAN für eine bessere Erkennung und Steuerung des Geräts.
es_mx: Conecte el teléfono móvil a la red Wi-Fi para detectar y controlar más productos.
fi: Yhdistä matkapuhelimesi Wi-Fi-yhteyteen, jotta voit tutustua tuotteisiin ja hallita niitä paremmin.
fr: Veuillez connecter votre téléphone mobile au Wi-Fi pour plus de découverte et de contrôle des produits.
he: אנא חבר את הטלפון הנייד שלך ל-Wi-Fi לגילוי ושליטה נוספים במוצר.
id: Sambungkan ponsel Anda ke Wi-Fi untuk penemuan dan kontrol produk lebih lanjut.
it: Collega il telefono cellulare al Wi-Fi per scoprire altri prodotti ed un maggior controllo.
ja: より多くの製品を探して操作するには、スマートフォンをWi-Fiに接続してください。
ko: 휴대폰을 Wi-Fi에 연결하여 더 많은 제품을 검색하고 제어하십시오.
nb: Koble mobiltelefonen til Wi-Fi for mer produktoppdaging og bedre kontroll.
nl: Sluit uw mobiele telefoon aan op Wi-Fi voor meer producten en controle.
pl: Podłącz telefon do sieci Wi-Fi, aby zwiększyć możliwości wykrywania produktów i sterowania.
pt_br: Conecte seu telefone móvel ao Wi-Fi para mais descoberta e controle de produtos.
pt_pt: Ligue o seu telemóvel ao Wi-Fi para descobrir mais sobre o produto e sobre o seu controlo.
ru: Подключите свой мобильный телефон к Wi-Fi для более широкого обнаружения и управления устройством.
sk: Pripojte svoj mobilný telefón k sieti Wi-Fi, pre lepšie objavenie a ovládanie produktu.
sv: Anslut din mobiltelefon till Wi-Fi för att veta mer om produkten och ha bättre kontroll.
zh_hans: 请将你的手机连接到 Wi-Fi，以发现有关设备的更多特性和控制功能。
zh_hant: 請將你的手機連接到 Wi-Fi，發現產品的更多特點並進行更多的控制。

# jbl_Add_Product
source: Add Product
ar: إضافة منتج
da: Tilføj produkt
de: Gerät hinzufügen
es_mx: Agregar producto
fi: Lisää tuote
fr: Ajouter un produit
he: הוסף מוצר
id: Tambahkan Produk
it: Aggiungi prodotto
ja: 製品を追加する
ko: 제품 추가
nb: Legg til produkt
nl: Product toevoegen
pl: Dodaj produkt
pt_br: Adicionar Produtos
pt_pt: Adicionar produto
ru: Добавить устройство
sk: Pridať produkt
sv: Lägg till produkt
zh_hans: 添加设备
zh_hant: 新增產品

# jbl_Manage_Device
source: Manage Device
ar: إدارة الجهاز
da: Administrer enhed
de: Gerät verwalten
es_mx: Administrar dispositivo
fi: Hallinnoi laitetta
fr: Gérer un appareil
he: נהל מכשיר
id: Kelola Perangkat
it: Gestisci dispositivo
ja: デバイスを管理する
ko: 장치 관리
nb: Administrer enhet
nl: Apparaat beheren
pl: Zarządzaj urządzeniem
pt_br: Dispositivo de Gerenciamento
pt_pt: Gerir o dispositivo
ru: Управление устройством
sk: Spravovať zariadenie
sv: Hantera enhet
zh_hans: 管理设备
zh_hant: 管理裝置

source: Only compatible speakers listed above are supported by this app. We are continuously working on supporting more products. Please visit JBL.com for more information about our speakers.
ar: لا يدعم هذا التطبيق سوى مكبرات الصوت المتوافقة المسرودة أعلاه فقط. نحن نعمل باستمرار على دعم المزيد من المنتجات. يُرجى زيارة الموقع الإلكتروني JBL.com للاطلاع على مزيدٍ من المعلومات عن مكبرات الصوت لدينا.
da: Kun kompatible højttalere, der er angivet ovenfor, understøttes af denne app. Vi arbejder løbende på at understøtte flere produkter. Besøg JBL.com for at få flere oplysninger om vores højttalere.
de: Nur die oben aufgeführten kompatiblen Lautsprecher werden von dieser App unterstützt. Wir arbeiten kontinuierlich daran, die Unterstützung auf weitere Geräte auszudehnen. Bitte besuche JBL.com für weitere Informationen über unsere Lautsprecher.
es_mx: Esta aplicación solo es compatible con los altavoces indicados más arriba. Siempre buscamos aumentar la compatibilidad de productos. Visite JBL.com para encontrar más información sobre nuestros altavoces.
fi: Vain yllä olevat yhteen sopivat kaiuttimet ovat tuettuja tämän sovelluksen osalta. Työskentelemme jatkuvasti uusien tuotteiden tukemiseksi. Lisätietoja kaiuttimistamme saat osoitteesta JBL.com.
fr: L’application ne prend en charge que les enceintes compatibles listées ci-dessus. Nous travaillons constamment à la prise en charge de plus de produits. Veuillez visiter JBL.com pour plus d'informations sur nos enceintes.
he: רק רמקולים תואמים המפורטים למעלה נתמכים על ידי אפליקציה זו. אנו עובדים ללא הרף על תמיכה במוצרים נוספים. אנא בקר ב-JBL.com למידע נוסף על הרמקולים שלנו.
id: Aplikasi ini hanya mendukung speaker kompatibel yang tertera di atas. Kami terus bekerja untuk mendukung lebih banyak produk. Silakan kunjungi JBL.com untuk informasi lebih lanjut tentang speaker kami.
it: Questa app supporta solo gli speaker compatibili elencati qui sopra. Lavoriamo senza sosta per supportare più prodotti. Per ulteriori informazioni sui nostri speaker, visita il sito JBL.com.
ja: 上記のスピーカーのみがこのアプリに対応しています。より多くの製品が対応するよう継続的に開発をおこなっています。スピーカーの詳細については、JBL.comにアクセスしてください。
ko: 이 앱은 위에 명시된 호환되는 스피커만 지원합니다. 더 많은 제품을 지원하고자 지속적으로 노력 중입니다. 스피커에 대한 자세한 내용을 보려면 JBL.com을 방문하십시오.
nb: Bare de kompatible høyttalerne som er angitt ovenfor støttes av denne appen. Vi jobber kontinuerlig med støtte til flere produkter. Gå til JBL.com for å få mer informasjon om høyttalerne våre.
nl: Alleen de hierboven genoemde compatibele luidsprekers worden door deze app ondersteund. Wij werken voortdurend aan de ondersteuning van meer producten. Kijk op JBL.com voor meer informatie over onze luidsprekers.
pl: Aplikacja obsługuje tylko wyżej wymienione kompatybilne głośniki. Stale pracujemy nad poszerzaniem zakresu obsługiwanych produktów. Odwiedź witrynę JBL.com, aby uzyskać więcej informacji na temat naszych głośników.
pt_br: Somente alto-falantes compatíveis listados acima são suportados por este aplicativo. Estamos trabalhando continuamente para oferecer suporte a mais produtos. Visite JBL.com para obter mais informações sobre nossos alto-falantes.
pt_pt: Apenas as colunas compatíveis indicadas acima são suportadas por esta aplicação. Estamos continuamente a trabalhar no suporte a mais produtos. Visite JBL.com para obter mais informações sobre as nossas colunas.
ru: Данное приложение поддерживает только совместимые динамики, перечисленные выше. Мы постоянно работаем над поддержкой большего количества устройств. Посетите сайт JBL.com для получения дополнительной информации о наших динамиках.
sk: Táto aplikácia podporuje iba kompatibilné reproduktory uvedené vyššie. Neustále pracujeme na podpore ďalších produktov. Viac informácií o našich reproduktoroch nájdete na stránke JBL.com.
sv: Endast kompatibla högtalare som listas ovan stöds av denna app. Vi arbetar kontinuerligt med att stödja fler produkter. Besök JBL.com för mer information om våra högtalare.
zh_hans: 本应用仅支持以上列出的兼容扬声器。未来我们将支持更多的型号。如需了解有关我们扬声器的更多信息，请访问 JBL.com。
zh_hant: 此應用程式僅支援上面列出的相容喇叭。我們一直致力於支援更多的產品。請造訪 JBL.com，瞭解有關我們喇叭的更多資訊。

# jbl_Ready_To_Play_Some_Music_
source: Ready To Play Some Music?
ar: هل أنت مستعد لتشغيل بعض مقاطع الموسيقى؟
da: Klar til at afspille noget musik?
de: Bereit für etwas Musik?
es_mx: ¿Está listo para reproducir música?
fi: Oletko valmis toistamaan musiikkia?
fr: Prêt à écouter de la musique ?
he: מוכן לנגן קצת מוזיקה?
id: Siap untuk Memutar Musik?
it: Pronto a riprodurre un po' di musica?
ja: 音楽を再生する準備はできていますか？
ko: 음악을 재생할 준비가 되셨나요?
nb: Er du klar til å spille litt musikk?
nl: Klaar om muziek af te spelen?
pl: Możemy już odtwarzać muzykę?
pt_br: Pronto para Reproduzir Algumas Músicas?
pt_pt: Pronto para reproduzir música?
ru: Готовы к прослушиванию музыки?
sk: Ste pripravení prehrávať hudbu?
sv: Redo att spela lite musik?
zh_hans: 准备好播放音乐了吗？
zh_hant: 準備好播放一些音樂了嗎？

# jbl_DISCOVER_PRODUCT
source: DISCOVER PRODUCT
ar: اكتشف المنتج
da: OPDAG PRODUKT
de: GERÄT ERKENNEN
es_mx: DETECTAR PRODUCTO
fi: TUTUSTU TUOTTEESEEN
fr: DÉCOUVRIR UN PRODUIT
he: גלה את המוצר
id: TEMUKAN PRODUK
it: TROVA PRODOTTO
ja: 製品を探す
ko: 제품 검색
nb: OPPDAG PRODUKTET
nl: ONTDEK PRODUCTEN
pl: WYKRYJ PRODUKT
pt_br: DESCUBRA O PRODUTO
pt_pt: DESCOBRIR O PRODUTO
ru: ОБНАРУЖИТЬ УСТРОЙСТВО
sk: OBJAVIŤ PRODUKT
sv: UPPTÄCK PRODUKTEN
zh_hans: 发现设备
zh_hant: 發現產品

# jbl_You_re_ready_to_start_casting__Look_for_the_Cast_button_in_hundreds_of_apps_
source: You're ready to start casting. Look for the Cast button in hundreds of apps.
ar: أنت مستعد لبدء البث. ابحث عن زر البث في مئات التطبيقات.
da: Du er klar til at begynde at sende(caste). Se efter cast-knappen, som findes i hundredvis af apps.
de: Dein Gerät ist für das Casting jetzt startklar. Suche in Hunderten von Apps nach dem „Cast“-Symbol..
es_mx: Todo listo para empezar a transmitir. Busque el botón de transmisión en cientos de aplicaciones.
fi: Olet valmis aloittamaan lähetyksen. Etsi Cast-painiketta sadoista sovelluksista.
fr: Vous êtes prêt(e) à diffuser. Recherchez le bouton Diffuser dans des centaines d'applications.
he: אתה מוכן להתחיל בליהוק. חפש את כפתור ההעברה במאות אפליקציות.
id: Anda siap untuk memulai casting. Cari tombol Cast di ratusan aplikasi.
it: Sei pronto per iniziare a trasmettere in streaming. Cerca il pulsante Cast in centinaia di app.
ja: キャストを開始する準備ができています何百ものアプリ内にあるキャストボタンを探してください。
ko: 이제 캐스팅할 수 있습니다. 다양한 앱에서 캐스팅 버튼을 찾아보십시오.
nb: Du er klar til å begynne å strømme. Se etter Cast-knappen (strøm) i hundrevis av apper.
nl: U bent nu klaar om te gaan casten. Zoek naar de Cast-knop in honderden apps.
pl: Możesz rozpocząć transmisję. Znajdź przycisk transmisji w dowolnej z setek aplikacji.
pt_br: Você está pronto para começar a transmitir. Procure o botão Transmitir em centenas de aplicativos.
pt_pt: Está pronto para começar a transmissão. Procure o botão Transmitir em centenas de aplicações.
ru: Вы готовы начать кастинг. Ищите кнопку Cast в сотнях приложений.
sk: Ste pripravený začať odosielať. Hľadajte tlačidlo Odoslať v stovkách aplikácií.
sv: Du är redo att börja casta.. Leta efter Cast-knappen i hundratals appar.
zh_hans: 你现在可以开始串流音乐了。点击数百款应用中的“串流”按钮即可。
zh_hant: 你已準備好開始投放。在數百個應用程式中尋找「Cast」按鈕。

# jbl_Connect_Product
source: Connect Product
ar: توصيل المنتج
da: Forbind produkt
de: Gerät verbinden
es_mx: Conecte el producto
fi: Yhdistä tuote
fr: Connecter un produit
he: חיבור מוצר
id: Sambungkan Produk
it: Collega prodotto
ja: 製品を接続する
ko: 제품 연결
nb: Koble til produkt
nl: Product verbinden
pl: Podłącz produkt
pt_br: Conectar Produto
pt_pt: Ligar o produto
ru: Подключить устройство
sk: Pripojiť produkt
sv: Anslut produkten
zh_hans: 连接设备
zh_hant: 連接產品
