Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# newStructure_Listen_to_thousands_of_radio_stations
source: Listen to thousands of radio stations that are streaming over the internet with vTuner.
ar: استمع إلى آلاف المحطات الإذاعية التي تبث عبر الإنترنت باستخدام vTuner.
da: Lyt til tusindvis af radiostationer, der streamer over internettet med vTuner.
de: Höre dir mit vTuner Tausende von Radiosendern an, die über das Internet gestreamt werden.
es_mx: Escucha miles de emisoras de radio que transmiten por Internet con vTuner.
fi: Kuuntele tuhansia internetin kautta suoratoistettavia radioasemia vTunerin avulla.
fr: Écoutez des milliers de stations de radio qui diffusent sur Internet avec vTuner.
he: האזינו לאלפי תחנות רדיו שמזרימות דרך האינטרנט באמצעות vTuner.
id: Dengarkan ribuan stasiun radio yang melakukan streaming via internet dengan vTuner.
it: Ascolta migliaia di stazioni radio che trasmettono in streaming su Internet con vTuner.
ja: vTunerで、何千ものインターネット上のラジオ局をストリーミングで聴くことが出来ます。
ko: vTuner를 통해 인터넷에서 스트리밍되는 수천 개의 라디오 스테이션 청취하기.
nb: Lytt til tusenvis av radiokanaler som strømmes på Internett med vTuner.
nl: Luister met vTuner naar duizenden radiostations die via internet worden gestreamd.
pl: Słuchaj tysięcy stacji radiowych, które transmitują muzykę przez internet za pomocą vTuner.
pt_br: Ouça milhares de estações de rádio que estão a transmitir pela Internet com o vTuner.
pt_pt: Ouça milhares de estações de rádio que estão a transmitir pela Internet com o vTuner.
ru: Прослушивайте тысячи радиостанций, передающих музыку через интернет с помощью vTuner.
sk: Počúvajte tisíce rozhlasových staníc, ktoré sa streamujú cez internet pomocou služby vTuner.
sv: Lyssna på tusentals radiostationer som streamar över internet med vTuner.
zh_hans: 使用 vTuner 在互联网上收听数以万计的广播电台音乐。
zh_hant: 使用 vTuner 在互聯網上收聽數以萬計的廣播電臺內容。

# newStructure_Manage
source: Manage
ar: الإدارة
da: Administrer
de: Verwalten
es_mx: Administrar
fi: Hallitse
fr: Gérer
he: ניהול
id: Kelola
it: Gestisci
ja: 管理する
ko: 관리
nb: Administrer
nl: Beheren
pl: Zarządzaj
pt_br: Gerir
pt_pt: Gerir
ru: Управлять
sk: Spravovať
sv: Hantera
zh_hans: 管理
zh_hant: 管理

# newStructure_Removing_this_music_service
source: Removing this music service will also log you out of this service from %@. Please confirm.
ar: تؤدي إزالة خدمة الموسيقى هذه أيضًا إلى تسجيل خروجك من هذه الخدمة من %@. يُرجى التأكيد.
da: Fjernelse af denne musiktjeneste vil også logge dig ud af denne tjeneste fra %@. Bekræft venligst.
de: Wenn du diesen Musikdienst entfernst, meldest du dich auch in %@ von diesem Dienst ab. Bitte bestätigen.
es_mx: Al eliminar este servicio de música también se cerrará la sesión de este servicio desde %@. ¿Confirmas que deseas eliminarlo?
fi: Tämän musiikkipalvelun poistaminen kirjaa sinut myös ulos tästä palvelusta %@. Vahvista.
fr: La suppression de ce service musical vous en déconnecte également de %@. Veuillez confirmer.
he: הסרת שירות מוזיקה זה גם תנתק אתכם משירות זה מ-%@. אשרו.
id: Menghapus layanan musik ini juga akan membuat Anda logout dari layanan ini dari %@. Silakan konfirmasi.
it: Rimuovendo questo servizio musicale effettuerai anche il log out da questo servizio da %@. Conferma.
ja: この音楽配信サービスを削除すると、%@のこのサービスからもログアウトします。確定してください。
ko: 이 음악 서비스를 제거하면 %@에서도 이 서비스를 이용할 수 없습니다. 확인해 주시기 바랍니다.
nb: Hvis du fjerner denne musikktjenesten, kobles du også ut av denne tjenesten fra JBL %@. Bekreft.
nl: Als je deze muziekdienst verwijdert, wordt je ook afgemeld bij %@. Bevestigen a.u.b.
pl: Usunięcie tego serwisu muzycznego spowoduje również wylogowanie z tego serwisu w %@. Potwierdź.
pt_br: A remoção deste serviço de música também o fará sair deste serviço de %@. Por favor, confirme.
pt_pt: A remoção deste serviço de música também o fará sair deste serviço de %@. Por favor, confirme.
ru: Удаление этого музыкального сервиса также приведет к выходу из этого сервиса в %@. Подтвердите.
sk: Odstránením tejto hudobnej služby sa tiež odhlásite z tejto služby z %@. Prosím potvrďte.
sv: Om du tar bort den här musiktjänsten loggas du också ut från den här tjänsten från %@. Bekräfta.
zh_hans: 移除此音乐服务意味着你将从 %@ 中登出此服务。请确认。
zh_hant: 移除此音樂服務, 也會讓你從 %@ 中登出此服務。請確認。

# newStructure_Start_casting_Look_for_the_Cast_button_in_hundreds_of_apps
source: You’re ready to start casting. Look for the Cast button in hundreds of apps.
ar: أنت مستعد لبدء البث. ابحث عن زر "إرسال" في مئات التطبيقات.
da: Du er klar til at begynde at sende (caste). Se efter cast-knappen, som findes i hundredvis af apps.
de: Dein Gerät ist jetzt für das Casting startklar. Suche in Hunderten von Apps nach der Schaltfläche „Cast“.
es_mx: Todo listo para empezar a transmitir. Busca el botón de transmisión en cientos de aplicaciones.
fi: Olet valmis aloittamaan lähetyksen. Etsi Cast-painiketta sadoista sovelluksista.
fr: Vous êtes prêt(e) à diffuser. Recherchez le bouton Envoyer dans des centaines d'applications.
he: אתם מוכנים להתחיל בשידור. חפשו את הלחצן 'שידור' במאות אפליקציות.
id: Anda siap untuk memulai casting. Cari tombol Cast di ratusan aplikasi.
it: Sei pronto per iniziare a trasmettere in streaming. Cerca il pulsante Cast in centinaia di app.
ja: キャストを開始する準備ができています。何百ものアプリの中から、お好みのキャストボタンを見つけてください。
ko: 이제 캐스팅할 수 있습니다. 다양한 앱에서 Cast 버튼을 찾아보십시오.
nb: Du er klar til å begynne å strømme. Se etter Cast-knappen (strøm) i hundrevis av apper.
nl: Je bent klaar om te gaan casten. Zoek naar de Cast-knop in honderden apps.
pl: Możesz rozpocząć transmisję. Znajdź przycisk transmisji w dowolnej z setek aplikacji.
pt_br: Está pronto para começar a transmissão. Procure o botão Transmitir em centenas de aplicações.
pt_pt: Está pronto para começar a transmissão. Procure o botão Transmitir em centenas de aplicações.
ru: Вы готовы начать трансляцию. Ищите кнопку «Передать» в сотнях приложений.
sk: Ste pripravený začať odosielať. Hľadajte tlačidlo Odoslať v stovkách aplikácií.
sv: Du är redo att börja casta. Leta efter Cast-knappen i hundratals appar.
zh_hans: 你现在可以开始无线播放音乐了。点击数百款应用中的“Chromecast”按钮即可。
zh_hant: 你現在可以開始播放音樂了。點擊數百款應用中的「Chromecast」按鈕即可。

# newStructure_Works_with_OK_Google
source: Works with OK Google
ar: يعمل مع OK Google
da: Virker med OK Google
de: Funktioniert mit OK Google
es_mx: Funciona con OK Google
fi: Toimii OK Googlen kanssa
fr: Fonctionne avec OK Google
he: עובד עם OK Google
id: Bisa digunakan dengan OK Google
it: Funziona con OK Google
ko: OK Google 호환
nb: Fungerer med OK Google
nl: Werkt met OK Google
pl: Obsługuje tylko OK Google
pt_br: Funciona com OK Google
pt_pt: Funciona com OK Google
ru: Работает с OK Google
sk: Funguje s OK Google
sv: Fungerar med OK Google
zh_hans: 适用于 OK Google
zh_hant: 使用 OK Google

# newStructure_To_setup_voice_control_from_a_Google_Assistant
source: To setup voice control from a Google Assistant-enabled speaker and multiroom groups with other Chromecast-enabled speakers, download Google Home app.
ar: لإعداد التحكم في الصوت من سماعة تدعم Google Assistant ومجموعات متعددة الغرف مع سماعات أخرى تدعم Chromecast، قم بتنزيل تطبيق Google Home.
da: Hvis du vil konfigurere stemmekontrol fra en Google Assistent-aktiveret højttaler og multirum-grupper med andre Chromecast-aktiverede højttalere, skal du downloade Google Home-appen.
de: Lade zum Einrichten der Sprachsteuerung über einen Google Assistant-fähigen Lautsprecher und Multi-Room-Gruppen mit anderen Chromecast-fähigen Lautsprechern die Google Home-App herunter.
es_mx: Para configurar el control por voz desde un altavoz habilitado para el Asistente de Google y grupos multisala con otros altavoces habilitados para Chromecast, descarga la aplicación Google Home.
fi: Jos haluat määrittää puheohjauksen Google Assistant -yhteensopivasta kaiuttimesta ja monihuoneryhmät muiden Chromecast-yhteensopivien kaiuttimien kanssa, lataa Google Home -sovellus.
fr: Pour configurer la commande vocale depuis une enceinte compatible avec l'Assistant Google et des groupes multi-pièces avec d'autres enceintes compatibles Chromecast, téléchargez l'application Google Home.
he: כדי להגדיר מסייע קולי ברמקול שתומך ב-Google Assistant וקבוצות בחדרים מרובים עם רמקולים אחרים שתומכים ב-Chromecast, הורידו את אפליקציית Google Home.
id: Untuk menyiapkan kontrol suara dari speaker berkemampuan Asisten Google dan grup multiroom dengan speaker berkemampuan Chromecast lain, unduh aplikasi Google Home.
it: Per configurare il controllo vocale da uno speaker dotato di Assistente Google e gruppi multiroom con altri speaker dotati di Chromecast, scarica l'app Google Home.
ja: Googleアシスタント対応スピーカーとその他のChromecast対応スピーカーのマルチルームグループからボイスコントロールを設定するには、Google Homeアプリをダウンロードします。
ko: Google 어시스턴트 지원 스피커 및 다른 Chromecast 지원 스피커를 탑재한 멀티룸 그룹에서 음성 제어를 설정하려면 Google Home 앱을 다운로드합니다.
nb: Du kan konfigurere talekontroll fra en Google Assistant-aktivert høyttaler og multiromgrupper med andre Chromecast-aktiverte høyttalere ved å laste ned Google Home-appen.
nl: Download de Google Home-app om stembediening in te stellen vanaf een luidspreker met Google Assistent en groepen met meerdere kamers met andere luidsprekers met Chromecast.
pl: Aby skonfigurować sterowanie głosem za pomocą głośnika z włączoną funkcją Asystenta Google oraz grup dla wielu pomieszczeń z użyciem innych głośników Chromecast-enabled, pobierz aplikację Google Home.
pt_br: Para configurar o controlo de voz de uma coluna de som habilitada com Assistente Google e grupos de várias salas com outras colunas compatíveis com o Chromecast, transfira a aplicação Google Home.
pt_pt: Para configurar o controlo de voz de uma coluna de som habilitada com Assistente Google e grupos de várias salas com outras colunas compatíveis com o Chromecast, transfira a aplicação Google Home.
ru: Для настройки голосового управления на колонке с поддержкой Google Ассистента и групп режима «мультирум» на других колонках с поддержкой Chromecast загрузите приложение Google Home.
sk: Ak chcete nastaviť hlasové ovládanie z reproduktora s podporou Google Assistant a multiroom skupín s inými reproduktormi s podporou Chromecastu, stiahnite si aplikáciu Google Home.
sv: För att ställa in röststyrning från en Google Assistant-högtalare och multiroom-grupper med andra Chromecast-högtalare, ladda ned Google Home-appen.
zh_hans: 要从支持 Google 助手的音箱上设置语音控制播放到此产品上，或与其他支持 Chromecast 的音箱组成多房间群组，请下载 Google Home 应用。
zh_hant: 要從支持 Google 助手的音箱上設置語音控製播放到此產品上，或與其他支持 Chromecast 的音箱組成多房間群組，請下載 Google Home 應用程式。

# newStructure_Send_Device_Usage_and_Crash_Reports_to_Google
source: Send Device Usage and Crash Reports to Google
ar: إرسال تقارير استخدام الجهاز والأعطال إلى Google
da: Send rapporter om brug af enheder og nedbrud til Google
de: Senden von Gerätenutzungs- und Absturzberichten an Google
es_mx: Enviar informes de uso del dispositivo y de fallos a Google
fi: Laitteen käyttö- ja kaatumisraporttien lähettäminen Googlelle
fr: Envoyer des rapports d'utilisation de l'appareil et d'erreur à Google
he: שלחו אל Google מידע אודות השימוש בהתקן ודוחות קריסה
id: Kirim Laporan Penggunaan Perangkat dan Crash ke Google
it: Invia a Google un report sull'utilizzo e sui crash del dispositivo
ja: デバイスの使用方法とクラッシュレポートをGoogleに送信する
ko: Google에 장치 사용 및 충돌 보고서 보내기
nb: Send krasj-rapporter og rapporter om bruk av enheten til Google
nl: Stuur apparaatgebruik en crashrapporten naar Google
pl: Prześlij dane użycia urządzenia i raporty o awarii do Google
pt_br: Enviar relatórios de utilização de dispositivos e de erros para o Google
pt_pt: Enviar relatórios de utilização de dispositivos e de erros para o Google
ru: Отправлять отчеты об использовании устройства и сбоях в Google
sk: Odosielajte spoločnosti Google správy o používaní zariadenia a zlyhaniach
sv: Skicka rapporter om enhetsanvändning och krascher till Google
zh_hans: 向谷歌发送设备使用情况和故障报告
zh_hant: 向Google發送設備使用情況和故障報告

# newStructure_This_selection_does_not_affect_your_Google_Account
source: This selection does not affect your Google Account controls at myaccount.google.com.
ar: لا يؤثر هذا التحديد على أدوات التحكم في حساب Google الخاص بك في myaccount.google.com.
da: Dette valg påvirker ikke dine Google-kontoindstillinger på myaccount.google.com.
de: Diese Auswahl hat keine Auswirkungen auf die Einstellungen deines Google-Kontos unter myaccount.google.com.
es_mx: Esta selección no afecta los controles de tu cuenta de Google en myaccount.google.com.
fi: Tämä valinta ei vaikuta Google-tilisi ohjaukseen osoitteessa myaccount.google.com.
fr: Cette sélection n'affecte pas les contrôles de votre compte Google dans myaccount.google.com.
he: בחירה זו אינה משפיעה על פקדי חשבון Google שלכם ב-‎myaccount.google.com.
id: Pilihan ini tidak memengaruhi kontrol Akun Google Anda di myaccount.google.com.
it: Questa selezione non influisce sui controlli del tuo account Google in myaccount.google.com.
ja: この選択はmyaccount.google.com.のGoogleアカウントのコントロールに影響を与えません
ko: 이 선택 항목은 myaccount.google.com.의 Google 계정 제어에 영향을 미치지 않습니다
nb: Dette valget påvirker ikke Google-kontokontrollene dine på myaccount.google.com.
nl: Deze selectie heeft geen invloed op de controle van je Google-account op myaccount.google.com.
pl: Wybór ten nie wpływa na obsługę konta Google na stronie myaccount.google.com.
pt_br: Esta seleção não afeta os controlos da sua conta Google em myaccount.google.com.
pt_pt: Esta seleção não afeta os controlos da sua conta Google em myaccount.google.com.
ru: Установка этого флажка не отразится на элементах управления вашей учетной записью Google по адресу myaccount.google.com.
sk: Tento výber neovplyvní ovládacie prvky vášho účtu Google na myaccount.google.com.
sv: Det här valet påverkar inte kontrollerna för ditt Google-konto på myaccount.google.com.
zh_hans: 此选择不会影响你在 myaccount.google.com 上的谷歌账户控制
zh_hant: 此選擇不會影響你在 myaccount.google.com 上的谷歌賬戶控製

# newStructure_Your_device_is_compatible_with_the_International_Version
source: Your device is compatible with the International Version of Alexa. Some features may not be available in your area.
ar: جهازك متوافق مع إصدار Alexa الدولي. ربما لا تتوفر بعض الميزات في منطقتك.
da: Din enhed er kompatibel med den internationale version af Alexa. Nogle funktioner er muligvis ikke tilgængelige i dit område.
de: Dein Gerät ist mit der internationalen Version von Alexa kompatibel. Einige Funktionen sind in deiner Region möglicherweise nicht verfügbar.
es_mx: Tu dispositivo es compatible con la versión internacional de Alexa. Es posible que algunas funciones no estén disponibles en tu zona.
fi: Laitteesi on yhteensopiva Alexan kansainvälisen version kanssa. Jotkin ominaisuudet eivät ehkä ole saatavilla alueellasi.
fr: Votre appareil est compatible avec la version internationale d'Alexa. Certaines fonctions peuvent ne pas être disponibles dans votre région.
he: ההתקן תואם לגירסה הבינלאומית של Alexa. ייתכן שתכונות מסויימות לא תהיינה זמינות באזורכם.
id: Perangkat Anda kompatibel dengan Versi Internasional Alexa. Sebagian fitur mungkin tidak tersedia di wilayah Anda.
it: Il tuo dispositivo è compatibile con la Versione Internazionale di Alexa. Alcune funzioni potrebbero non essere disponibili nella tua area.
ja: お持ちのデバイスはAlexaの国際バージョンに対応しています。お住まいの地域では一部の機能が使用できないことがあります。
ko: 이 장치는 Alexa 인터내셔널 버전과 호환됩니다. 현지에서 일부 기능을 사용하지 못할 수 있습니다.
nb: Enheten din er kompatibel med den internasjonale utgaven av Alexa. Enkelte funksjoner er kanskje ikke tilgjengelige i området ditt.
nl: Je apparaat is compatible met de internationale versie van Alexa. Sommige functies zijn mogelijk niet beschikbaar in jouw regio.
pl: Twoje urządzenie jest zgodne z międzynarodową wersją Alexa. Niektóre funkcje mogą być niedostępne w twoim regionie.
pt_br: O seu dispositivo é compatível com a versão internacional da Alexa. Algumas funcionalidades podem não estar disponíveis na sua área.
pt_pt: O seu dispositivo é compatível com a versão internacional da Alexa. Algumas funcionalidades podem não estar disponíveis na sua área.
ru: Ваше устройство совместимо с международной версией Alexa. Некоторые функции могут быть недоступны в вашем регионе.
sk: Vaše zariadenie je kompatibilné s medzinárodnou verziou Alexa. Niektoré funkcie nemusia byť vo vašej oblasti dostupné.
sv: Din enhet är kompatibel med den internationella versionen av Alexa. Vissa tillbehör kanske inte säljs i ditt område.
zh_hans: 你的产品与国际版 Alexa 兼容。某些功能可能在你所在的地区不可用。
zh_hant: 你的移動設備與 Alexa 的國際版相容。您所在地區可能不提供某些功能。

# newStructure_Setup_alexa_multi-room_music_Set_up_Alexa_Multi-Room_Music
source: Set up Alexa Multi-Room Music
ar: إعداد الموسيقى متعددة الغرف من Alexa
da: Opsætning af Alexa Multi-Room Music
de: Einrichten von Alexa Multi-Room Music
es_mx: Configuración de Reproducción de música multisala de Alexa
fi: Asenna Alexa Multi-Room Music
fr: Configuration d'Alexa Multi-Room Music
he: הגדירו את Alexa Multi-Room Music
id: Atur Alexa Multi-Room Music
it: Configura Alexa Multi-Room Music
ja: Alexaマルチルームミュージックの設定
ko: Alexa Multi-Room Music 설정
nb: Konfigurer Alexa Multi-Room Music
nl: Instellen van Alexa Multi-Room Music
pl: Skonfiguruj aplikację Alexa Multi-Room Music
pt_br: Configurar Alexa MRM (Multi-Room Music)
pt_pt: Configurar Alexa MRM (Multi-Room Music)
ru: Настройте режим воспроизведения музыки Alexa «Мультирум»
sk: Nastavte Alexa hudbu do viacerých miestností
sv: Ställ in Alexa Multi-Room Music
zh_hans: 设置 Alexa 多房间群组
zh_hant: 設置 Alexa 多房間群組

# newStructure_Alexa_Multi-Room_Music_lets_you_play_the_same_music
source: Alexa Multi-Room Music lets you play the same music on JBL products and other Alexa enabled speakers.
ar: تتيح لك الموسيقى متعددة الغرف من Alexa تشغيل الموسيقى نفسها على منتجات JBL والسماعاتالأخرى التي تدعم Alexa.
da: Med Alexa Multi-Room Music kan du afspille den samme musik på JBL-produkter og andre Alexa-aktiverede højttalere.
de: Mit Alexa Multi-Room Music kannst du die gleiche Musik auf JBL-Geräten und anderen Alexa-fähigen Lautsprechern wiedergeben.
es_mx: La reproducción de música multisala de Alexa te permite reproducir la misma música en productos JBL y otros altavoces habilitados para Alexa.
fi: Alexa Multi-Room Musicin avulla voit toistaa samaa musiikkia JBL-tuotteissa ja muilla Alexa-toiminnolla varustetuissa kaiuttimissa.
fr: Alexa Multi-Room Music (MRM, musique multi-pièces) vous permet d'écouter la même musique sur les produits JBL et d'autres enceintes compatibles Alexa.
he: Alexa Multi-Room Music (מוזיקה בחדרים מרובים) תכונה המאפשרת להשמיע את אותה מוזיקה במוצרי JBL וברמקולים אחרים שתומכים ב-Alexa.
id: Alexa Multi-Room Music memungkinkan Anda memutar musik yang sama pada produk JBL dan speaker berkemampuan Alexa lain.
it: Alexa Multi-Room Music ti consente di riprodurre la stessa musica su prodotti JBL ed altri speaker dotati di Alexa.
ja: Alexaマルチルームミュージックでは、JBL製品とその他のAlexaに対応したスピーカーで同じ音楽を再生することができます。
ko: Alexa Multi-Room Music을 사용하면 JBL 제품 및 기타 Alexa 지원 스피커에서 같은 음악을 재생할 수 있습니다.
nb: Alexa Multi-Room Music lar deg spille den samme musikken på JBL-produkter og andre Alexa-aktiverte høyttalere.
nl: Met Alexa Multi-Room Music kun je dezelfde muziek afspelen op JBL-producten en andere Alexa-compatiblele luidsprekers.
pl: Alexa Multi-Room Music pozwala odtwarzać tę samą muzykę za pomocą produktów JBL i innych głośników obsługujących usługę Alexa.
pt_br: O Alexa Multi-Room Music permite-lhe reproduzir a mesma música nos produtos JBL e outras colunas compatíveis com Alexa.
pt_pt: O Alexa Multi-Room Music permite-lhe reproduzir a mesma música nos produtos JBL e outras colunas compatíveis com Alexa.
ru: Alexa «Мультирум» позволяет воспроизводить одну и ту же музыку на устройствах JBL и других колонках с поддержкой Alexa.
sk: Alexa hudbu do viacerých miestností vám umožňuje prehrávať rovnakú hudbu na produktoch JBL a ostatných reproduktoroch s podporou služby Alexa.
sv: Alexa Multi-Room Music låter dig spela samma musik på JBL-produkter och andra Alexa-kompatibla högtalare.
zh_hans: 通过 Alexa 多房间群组，你的 JBL 音箱和其他支持 Alexa 的音箱可以同时播放同一首歌。
zh_hant: 通過 Alexa 多房間群組，你的 JBL 音箱和其他支持 Alexa 的音箱可以同時播放同一首歌。

# newStructure_Open_Tidal
source: Open Tidal
ar: فتح Tidal
da: Åben Tidal
de: Tidal öffnen
es_mx: Abrir Tidal
fi: Avaa Tidal
fr: Ouvrir Tidal
he: פתח את Tidal
id: Buka Tidal
it: Apri Tidal
ja: Tidalを開く
ko: Tidal 열기
nb: Åpne Tidal
pl: Otwórz Tidal
pt_br: Abrir Tidal
pt_pt: Abrir Tidal
ru: Открыть приложение Tidal
sk: Otvoriť Tidal
sv: Öppna Tidal
zh_hans: 开启 Tidal
zh_hant: 開啟 Tidal

# newStructure_Stream_your_favorite_music_seamlessly
source: Stream your favorite music seamlessly from the cloud straight to your devices.
ar: قم ببث الموسيقى المفضلة بسلاسة من السحابة مباشرة إلى أجهزتك.
da: Stream din favoritmusik problemfrit fra skyen direkte til dine enheder.
de: Streame deine Lieblingsmusik nahtlos aus der Cloud direkt auf deine Geräte.
es_mx: Transmite tu música favorita sin interrupciones desde la nube directamente a tus dispositivos.
fi: Suoratoistaa suosikkimusiikkiasi saumattomasti pilvestä suoraan laitteisiisi.
fr: Diffusez votre musique préférée de manière transparente depuis le nuage directement sur vos appareils.
he: הזרימו את המוזיקה האהובה עליכם בצורה חלקה מהענן ישירות להתקנים שלכם.
id: Streaming musik favorit Anda dari cloud ke perangkat Anda tanpa hambatan.
it: Riproduci in streaming senza interruzioni la tua musica preferita dal cloud direttamente sui tuoi dispositivi.
ja: 直接、クラウドからデバイスまで、シームレスにお好きな音楽をストリーミングします。
ko: 클라우드의 좋아하는 음악을 장치로 직접 원활하게 스트리밍하십시오.
nb: Strøm favorittmusikken din sømløst fra nettskyen og rett inn på enhetene dine.
nl: Stream je favoriete muziek naadloos vanuit de cloud rechtstreeks naar je apparaten.
pl: Łatwo strumieniuj ulubioną muzykę z chmury prosto na urządzenia.
pt_br: Transmita a sua música favorita diretamente da nuvem para os seus dispositivos.
pt_pt: Transmita a sua música favorita diretamente da nuvem para os seus dispositivos.
ru: Передавайте вашу любимую музыку с облака прямо на ваши устройства без перерывов.
sk: Bezproblémové streamovanie obľúbenej hudby z cloudu priamo do vašich zariadení.
sv: Streama din favoritmusik sömlöst från molnet direkt till dina enheter.
zh_hans: 将你喜爱的音乐从服务器无线播放至你的产品上。
zh_hant: 將你喜愛的音樂從雲端播放至你的產品上。

# newStructure_Cannot_Rename
source: Cannot Rename
ar: تعذر إعادة تسمية
da: Kan ikke omdøbe
de: Kann nicht umbenannt werden
es_mx: No se puede cambiar el nombre
fi: Ei voi nimetä uudelleen
fr: Impossible de renommer
he: לא ניתן לשנות שם
id: Tidak Dapat Mengubah Nama
it: Impossibile rinominare
ja: 名称を変更できない
ko: 이름 변경 불가
nb: Kan ikke gi nytt navn
nl: Naam wijzigen is niet mogelijk
pl: Nie można zmienić nazwy
pt_br: Não é possível alterar o nome
pt_pt: Não é possível alterar o nome
ru: Переименование недоступно
sk: Nemožno premenovať
sv: Kan inte byta namn
zh_hans: 无法改名
zh_hant: 無法重新命名
