Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# newStructure_Your_Music_Start_From
source: Your Music Start Froms
ar: يبدأ تشغيل الموسيقى من
da: Din musik starter fra
de: Deine Musik startet über
es_mx: Tu música se inicia desde
fi: Musiikkisi alkaa
fr: Votre musique commence depuis
he: המוזיקה מתחילה מ-
id: Musik Anda Dimulai Dari
it: La tua musica inizia da
ja: から音楽を再生する
ko: 음악 시작 위치
nb: Musikken din starter fra
nl: Je muziek begint bij
pl: Rozpoczęcie odtwarzania od
pt_br: A sua música começa em
pt_pt: A sua música começa em
ru: Музыка исходит из
sk: Vaša hudba začína od
sv: Din musik börjar från
zh_hans: 音乐从
zh_hant: 您的音樂始於

# newStructure_Ungrouping_please_wait
source: Ungrouping "%@", please wait …
ar: إلغاء تجميع "%@"، يُرجى الانتظار…
da: Afgruppering "%@", vent venligst ...
de: Gruppierung von "%@" wird aufgehoben, bitte warten ...
es_mx: Desagrupando "%@", espera…
fi: Ryhmän "%@" purkaminen, odota ...
fr: Dégroupage de "%@", veuillez patienter...
he: מבטל קיבוץ של "%@", נא להמתין…
id: Memisahkan "%@", harap tunggu ...
it: Elimino il gruppo "%@", attendi per favore...
ja: "%@"のグループピングを解除しています、お待ちください…
ko: "%@" 그룹화 해제 중이므로 기다려 주십시오.
nb: Opphever grupperingen "%@", vent litt …
nl: Groepering "%@" opheffen, even geduld…
pl: Anulowanie grupowania "%@", proszę czekać...
pt_br: A desagrupar "%@", aguarde…
pt_pt: A desagrupar "%@", aguarde…
ru: Раз группирование "%@", пожалуйста, подождите…
sk: Ruší sa zoskupenie "%@", počkajte prosím...
sv: Avgrupperar "%@", vänta ...
zh_hans: 开始对"%@"进行解组，请稍候……
zh_hant: 正在取消分組 "%@"，請稍候 …

# newStructure_Are_you_sure_you_want_to_ungroup
source: Are you sure you want to ungroup "%@" ? Products in this group will become standalone speakers.
ar: هل أنت متأكد من رغبتك في إلغاء تجميع "%@" ؟ ستصبح المنتجات في هذه المجموعة سماعات مستقلة.
da: Er du sikker på, at du ønsker at fjerne grupperingen "%@" ? Produkter i denne gruppe bliver til selvstændige højttalere.
de: Bist du sicher, dass die Gruppierung von "%@" aufgehoben werden soll? Die Geräte dieser Gruppe werden zu eigenständigen Lautsprechern.
es_mx: ¿Confirmas que quieres desagrupar "%@"? Los productos de este grupo se convertirán en altavoces independientes.
fi: Haluatko varmasti poistaa ryhmän "%@" ? Tämän ryhmän laitteista tulee itsenäiset kaiuttimet.
fr: Voulez-vous réellement dégrouper "%@" ? Les produits de ce groupe deviendront des enceintes indépendantes.
he: האם אתם בטוחים שברצונכם לבטל את הקיבוץ של "%@"? המוצרים בקבוצה זו יהפכו לרמקולים עצמאיים.
id: Anda yakin ingin memisahkan "%@"? Produk di grup ini akan menjadi speaker berdiri sendiri.
it: Sei sicuro di voler eliminare il gruppo "%@" ? I prodotti di questo gruppo diventeranno speaker autonomi.
ja: 本当に"%@"のグループ化をやめますか？このグループの製品は単体のスピーカーになります。
ko: "%@" 그룹화를 해제하시겠습니까? 이 그룹의 제품은 독립형 스피커가 됩니다.
nb: Er du sikker på at du vil oppheve gruppering av "%@" ? Produkter i denne gruppen blir enkeltstående høyttalere.
nl: Weet je zeker dat je de groep "%@" wilt opheffen? De apparaten in deze groep worden standalone luidsprekers.
pl: Czy na pewno chcesz anulować grupę "%@"? Produkty w tej grupie staną się głośnikami autonomicznymi.
pt_br: Tem a certeza de que quer desagrupar "%@" ? Os produtos deste grupo tornar-se-ão colunas autónomas.
pt_pt: Tem a certeza de que quer desagrupar "%@" ? Os produtos deste grupo tornar-se-ão colunas autónomas.
ru: Выполнить раз группирование "%@"? Устройства из этой группы станут работать как автономные колонки.
sk: Ste si istí, že chcete zrušiť zoskupenie "%@"? Produkty v tejto skupine sa stanú samostatnými reproduktormi.
sv: Är du säker på att du vill avgruppera "%@" ? Produkter i den här gruppen blir fristående högtalare.
zh_hans: 是否确认要对"%@"进行解组？该组产品将成为独立的音箱。
zh_hant: 是否確認要對"%@"進行解組？該組產品將成為獨立的音箱。

# newStructure_UNGROUP
source: UNGROUP
ar: إلغاء التجميع
da: FJERN GRUPPERING
de: GRUPPIERUNG AUFHEBEN
es_mx: DESAGRUPAR
fi: POISTA RYHMÄ
fr: DÉGROUPER
he: בטל קיבוץ
id: PISAHKAN
it: ELIMINA IL GRUPPO
ja: グループ化の解除
ko: 그룹화 해제
nb: OPPHEV GRUPPERINGEN
nl: GROEPERING OPHEFFEN
pl: ANULUJ GRUPĘ
pt_br: DESAGRUPAR
pt_pt: DESAGRUPAR
ru: РАЗГРУППИРПОВАТЬ
sk: ZRUŠENIE ZOSKUPENIA
sv: AVGRUPPERA
zh_hans: 解组
zh_hant: 取消分組

# newStructure_Sorry_we_are_not_able_to_ungroup
source: Sorry, unable to un-group at the moment, please try again later.
ar: معذرةً، يتعذر إلغاء التجميع حاليًا، يُرجى إعادة المحاولة لاحقًا.
da: Beklager, vi kan ikke fjerne grupperingen i øjeblikket, prøv igen senere.
de: Entschuldigung, die Gruppierung kann momentan nicht aufgehoben werden, bitte versuche es später noch einmal.
es_mx: Lo sentimos, no es posible desagrupar en este momento. Inténtalo de nuevo más tarde.
fi: Pahoittelemme, emme pysty poistamaan ryhmää tällä hetkellä, yritä myöhemmin uudelleen.
fr: Désolés, impossible de dégrouper maintenant, veuillez réessayer ultérieurement.
he: מצטערים, לא ניתן לבטל את הקיבוץ כרגע. אנא נסו שוב מאוחר יותר.
id: Maaf, tidak dapat memisahkan saat ini. Silakan coba lagi nanti.
it: Al momento non è possibile eliminare il gruppo, riprova più tardi.
ja: 申し訳ありませんが、現在グループ化の解除はできません、後で再試行してください。
ko: 죄송합니다. 현재 그룹화를 해제할 수 없습니다. 나중에 다시 시도하십시오.
nb: Beklager, kan ikke oppheve gruppering for øyeblikket, velg igjen senere.
nl: Sorry, groepen opheffen is momenteel niet mogelijk. Probeer het later nog eens.
pl: Niestety nie udało się anulować grupy w tej chwili, spróbuj później.
pt_br: Impossível desagrupar de momento; tente novamente mais tarde.
pt_pt: Impossível desagrupar de momento; tente novamente mais tarde.
ru: Извините не удается выполнить раз группирование на данный момент, повторите попытку позже.
sk: Je nám ľúto, momentálne nie je možné zrušiť zoskupenie, skúste to prosím neskôr.
sv: Det går inte att avgruppera för tillfället, försök igen senare.
zh_hans: 抱歉，目前无法解组，请稍后再试。
zh_hant: 抱歉，目前無法取消分組，請稍後重試。

# newStructure_Speakers_in_the_Group
source: Speakers in the Group
ar: سماعات المجموعة
da: Højttalere i gruppen
de: Lautsprecher in der Gruppe
es_mx: Altavoces en el grupo
fi: Ryhmän kaiuttimet
fr: Enceintes du groupe
he: רמקולים בקבוצה
id: Speaker di Grup
it: Speaker nel gruppo
ja: グループのスピーカー
ko: 그룹에 포함된 스피커
nb: Høyttalere i gruppen
nl: Luidsprekers in de groep
pl: Głośniki w grupie
pt_br: Alto-falantes no Grupo
pt_pt: Alto-falantes no Grupo
ru: Колонки в группе
sk: Reproduktory v skupine
sv: Högtalare i gruppen
zh_hans: 群组内产品
zh_hant: 群組內產品

# newStructure_Identity
source: Identity
ar: تحديد السماعة
da: Identitet
de: Identität
es_mx: Identidad
fi: Tunnistus
fr: Identité
he: זהות
id: Identitas
it: Identità
ja: 識別情報
ko: ID
nb: Identitet
nl: Identiteit
pl: Oznaczenie
pt_br: Identidade
pt_pt: Identidade
ru: Тип
sk: Identita
sv: Identitet
zh_hans: 角色
zh_hant: 角色

# newStructure_Primary_Speaker
source: Primary Speaker
ar: السماعة الرئيسية
da: Primær højttaler
de: Primär-Lautsprecher
es_mx: Altavoz principal
fi: Ensisijainen kaiutin
fr: Enceinte principale
he: רמקול ראשי
id: Speaker Primer
it: Speaker principale
ja: プライマリースピーカー
ko: 기본 스피커
nb: Primærhøyttaler
nl: Primaire luidspreker
pl: Głośnik główny
pt_br: Coluna principal
pt_pt: Coluna principal
ru: Основная колонка
sk: Primárny reproduktor
sv: Primär högtalare
zh_hans: 主音箱
zh_hant: 主音箱

# newStructure_Green_LED_is_lighting_up_on_the_primary_speake
source: Green LED is lighting up on the primary speaker. Moment button is only available from this speaker. If you want to play local source music to the group, please connect to this product.
ar: يضيء مؤشر LED الأخضر على السماعة الرئيسية. لا يتوفر زر Moment إلا من هذه السماعة. إذا كنت تريد تشغيل موسيقى مصدر محلي للمجموعة، يرجى الاتصال بهذا المنتج.
da: Den grønne LED-indikator lyser på den primære højttaler. Moment-knappen er kun tilgængelig fra denne højttaler. Hvis du ønsker at afspille musik fra en lokal kilde til gruppen, skal du tilslutte dette produkt.
de: Die grüne LED am Primär-Lautsprecher leuchtet. Die Moment-Taste ist nur über diesen Lautsprecher verfügbar. Wenn du Musik aus einer lokalen Quelle für die Gruppe wiedergeben möchtest, verbinde bitte dieses Gerät.
es_mx: El indicador luminoso verde se enciende en el altavoz principal. El botón Momento solo está disponible en este altavoz. Si deseas reproducir música de una fuente local en el grupo, conéctate a este producto.
fi: Ensisijaisen kaiuttimen vihreä LED-valo palaa. Moment-painike on käytettävissä vain tässä kaiuttimessa. Jos haluat toistaa paikallisen lähteen musiikkia ryhmälle, yhdistä tähän laitteeseen.
fr: Le témoin vert s'allume sur l'enceinte principale. Le bouton Moment n'est disponible que sur cette enceinte. Si vous souhaitez écouter une source musicale locale sur le groupe, connectez-vous à ce produit.
he: נורית ירוקה נדלקת ברמקול הראשי. לחצן Moment זמין רק מרמקול זה. אם ברצונכם להשמיע מוזיקה ממקור מקומי לקבוצה, התחברו לאותו מוצר.
id: LED hijau menyala pada speaker primer. Tombol Moment hanya tersedia dari speaker ini. Jika Anda ingin memutar musik bersumber lokal ke grup, silakan menyambungkan ke produk ini.
it: Il LED verde si è acceso sullo speaker principale. Il pulsante Moment è disponibile solo su questo speaker. Se desideri riprodurre musica dalla sorgente locale sul gruppo, collegati a questo prodotto.
ja: プライマリースピーカー上でグリーンのLEDが点灯しています。モーメントボタンはこのスピーカーでのみ、使用可能です。 ローカル入力信号の音楽をグループで再生したい場合は、この製品に接続してください。
ko: 기본 스피커에 녹색 LED가 켜집니다. Moment 버튼은 이 스피커에서만 사용할 수 있습니다. 그룹에 로컬 소스 음악을 재생하려면 이 제품에 연결하십시오.
nb: Den grønne LED-lampen som lyser opp, er primærhøyttaleren. Momentknappen er bare tilgjengelig fra denne høyttaleren. Hvis du vil spille av musikk fra en lokal kilde i gruppen, må du koble til dette produktet.
nl: Groene LED brandt op de primaire luidspreker. De Moment-knop is alleen beschikbaar via deze luidspreker. Als je lokale bronmuziek wilt afspelen naar de groep, maak dan verbinding met dit apparaat.
pl: Zielona dioda LED zaświeca się na głośniku głównym. Przycisk Moment jest dostępny tylko na tym głośniku. Aby odtwarzać muzykę z lokalnego źródła w grupie, połącz się z tym produktem.
pt_br: O LED verde acende-se na coluna principal. O botão Moment só está disponível a partir desta coluna. Se quiser reproduzir música da fonte local para o grupo, ligue-se a este produto.
pt_pt: O LED verde acende-se na coluna principal. O botão Moment só está disponível a partir desta coluna. Se quiser reproduzir música da fonte local para o grupo, ligue-se a este produto.
ru: На основной колонке загорится зеленый светодиодный индикатор. Кнопка «Moment» (Момент) доступна только на этой колонке. Если вам нужно воспроизвести музыку с локального источника для группы, выполните подключение к этому устройству.
sk: Na primárnom reproduktore svieti zelená LED kontrolka. Tlačidlo Moment je dostupné len z tohto reproduktora. Ak chcete prehrávať hudbu z miestneho zdroja pre skupinu, pripojte sa k tomuto produktu.
sv: Den gröna lysdioden lyser på den primära högtalaren. Moment-knappen är endast tillgänglig från den här högtalaren. Om du vill spela upp musik från en lokal källa till gruppen, anslut den här produkten.
zh_hans: 现在亮起绿色 LED 指示灯的是此群组中的主音箱。 如果你想在组内播放本地源音乐，请连接到此设备。
zh_hant: 主喇叭上的綠色 LED 亮起。僅此喇叭有 Moment（時刻）按鈕。 若您要向該群組播放本機來源的音樂，請連接到該產品。

# newStructure_Please_update_the_software_to_create_group
source: Please update the software of "%@" to create group.
ar: يُرجى تحديث برنامج "%@" لإنشاء مجموعة.
da: Opdater venligst softwaren på "%@" for at oprette en gruppe.
de: Bitte aktualisiere die Software von "%@", um eine Gruppe zu erstellen.
es_mx: Actualiza el software de "%@" para crear el grupo.
fi: Päivitä ohjelmisto "%@" luodaksesi ryhmän.
fr: Veuillez mettre à jour le logiciel de "%@" pour créer un groupe.
he: עדכנו את התוכנה של "%@" כדי ליצור קבוצה.
id: Perbarui perangkat lunak "%@" untuk membuat grup.
it: Aggiorna il software di "%@" per creare il gruppo.
ja: グループを作成するには、"%@"のソフトウェアをアップデートしてください。
ko: 그룹을 만들려면 "%@"의 소프트웨어를 업데이트하십시오.
nb: Oppdater programvaren til "%@" for å opprette gruppe.
nl: Update de software van "%@" om een groep te maken.
pl: Zaktualizuj oprogramowanie "%@", aby utworzyć grupę.
pt_br: Atualize o software de "%@" para criar o grupo.
pt_pt: Atualize o software de "%@" para criar o grupo.
ru: Для создания группы обновите программное обеспечение "%@".
sk: Aktualizujte softvér "%@" na vytvorenie skupiny.
sv: Uppdatera programvaran för "%@" för att skapa en grupp.
zh_hans: 请更新 "%@" 的软件以建组。
zh_hant: 請更新 "%@" 的軟體以建立群組。

# newStructure_Please_connect_to_Wi-Fi_network_to_create_group
source: Please connect "%@" to Wi-Fi network to create group.
ar: يُرجى توصيل "%@" بشبكة واي فاي
da: Forbind "%@" til wi-fi-netværket for at oprette en gruppe.
de: Bitte verbinde "%@" mit dem WLAN-Netzwerk, um eine Gruppe zu erstellen.
es_mx: Conecta el "%@" a la red Wi-Fi para crear el grupo.
fi: Yhdistä "%@" Wi-Fi-verkkoon luodaksesi ryhmän.
fr: Veuillez connecter "%@" au réseau Wi-Fi pour créer un groupe.
he: חברו את "%@" לרשת Wi-Fi כדי ליצור קבוצה.
id: Hubungkan "%@" ke jaringan Wi-Fi untuk membuat grup.
it: Connetti "%@" alla rete Wi-Fi per creare il gruppo.
ja: グループを作成するには、Wi-Fiネットワークに"%@"を接続してください。
ko: 그룹을 만들려면 Wi-Fi 네트워크에 "%@"을(를) 연결하십시오.
nb: Koble "%@" til wifi-nettverket for å opprette gruppe.
nl: Verbind "%@" met het Wi-Fi-netwerk om de groep te maken.
pl: Połącz "%@" z siecią Wi-Fi, aby tworzyć grupę.
pt_br: Ligue "%@" à rede Wi-Fi para criar o grupo.
pt_pt: Ligue "%@" à rede Wi-Fi para criar o grupo.
ru: Для создания группы подключите "%@" к сети Wi-Fi.
sk: Pripojte "%@" k sieti Wi-Fi a vytvorte skupinu.
sv: Anslut "%@" till ett Wi-Fi-nätverk för att skapa en grupp.
zh_hans: 请将 "%@" 连接到 Wi-Fi网络以建组。
zh_hant: 請將 "%@" 連接到 Wi-Fi 網路以建立群組。

# newStructure_Products_cannot_communicate
source: Products cannot communicate with each other, please restart products and retry.
ar: تعذر على المنتجات الاتصال ببعضها، يُرجى إعادة تشغيل المنتجات وإعادة المحاولة.
da: Produkterne kan ikke kommunikere med hinanden, genstart produkterne, og prøv igen.
de: Die Geräte können nicht miteinander kommunizieren, bitte starte die Geräte neu und versuche es erneut.
es_mx: Los productos no pueden comunicarse entre sí. Reinicia los productos y vuelve a intentarlo.
fi: Tuotteet eivät voi kommunikoida keskenään, käynnistä tuotteet uudelleen ja yritä uudelleen.
fr: Les produits ne peuvent pas communiquer entre eux, veuillez redémarrer les produits puis réessayer.
he: המוצרים לא יכולים לתקשר זה עם זה. אתחלו את המוצרים ונסו שנית.
id: Produk tidak dapat berkomunikasi satu sama lain. Nyalakan ulang produk dan coba lagi.
it: I prodotti non riescono a comunicare tra loro, riavvia i prodotti e riprova.
ja: 製品が互いに通信できません。製品を再起動してから再度お試しください。
ko: 제품 간 통신되지 않습니다. 제품을 재시작하고 다시 시도하십시오.
nb: Produktene kan ikke kommunisere med hverandre, start produktene på nytt og prøv igjen.
nl: De apparaten kunnen niet met elkaar communiceren. Start de producten opnieuw op en probeer het opnieuw.
pl: Produkty nie mogą się ze sobą połączyć, ponownie uruchom produkty i ponów próbę.
pt_br: Os produtos não conseguem comunicar uns com os outros; reinicie os produtos e tente novamente.
pt_pt: Os produtos não conseguem comunicar uns com os outros; reinicie os produtos e tente novamente.
ru: Не удается связать устройства друг с другом, перезапустите устройства и повторите попытку.
sk: Produkty nemôžu navzájom komunikovať, reštartujte ich a skúste to znova.
sv: Produkterna kan inte kommunicera med varandra, starta om produkterna och försök igen.
zh_hans: 产品无法相互通信，请重启产品后重试。
zh_hant: 產品無法彼此通訊，請重新啟動產品並重試。

# newStructure_Reconnecting_to_Group
source: Reconnecting to Group…
ar: إعادة الاتصال بالمجموعة...
da: Genoprettelse af forbindelse til gruppe...
de: Gruppe wird erneut verbunden ...
es_mx: Reconectando al grupo…
fi: Yhteyden palauttaminen ryhmään...
fr: Reconnexion au groupe…
he: מתחבר מחדש לקבוצה…
id: Menyambungkan Ulang ke Grup ...
it: Riconnessione al gruppo...
ja: グループに再接続中…
ko: 그룹에 재연결 중...
nb: Kobler til gruppen på nytt ...
nl: Opnieuw verbinden maken met de groep...
pl: Łączenie z grupą...
pt_br: A reconectar ao grupo...
pt_pt: A reconectar ao grupo...
ru: Повторное подключение к группе...
sk: Opätovné pripojenie k skupine...
sv: Återansluter till grupp...
zh_hans: 正在重新连接到群组……
zh_hant: 正在重新連接至群組...

# newStructure_Products_cannot_be_connected_at_this_moment
source: Products cannot be connected at this moment.
ar: يتعذر توصيل المنتجات حاليًا.
da: Produkterne kan ikke forbindes i øjeblikket.
de: Die Geräte können im Moment nicht verbunden werden.
es_mx: Los productos no se pueden conectar en este momento.
fi: Laitteita ei voi yhdistää tällä hetkellä.
fr: Les produits ne peuvent pas être connectés pour le moment.
he: לא ניתן לחבר מוצרים כרגע.
id: Produk tidak dapat disambungkan saat ini.
it: Al momento non è possibile collegare i prodotti.
ja: 現在、製品は接続できません。
ko: 현재 제품을 연결할 수 없습니다.
nb: Produktene kan ikke kobles til for øyeblikket.
nl: Apparaten kunnen op dit moment niet worden aangesloten.
pl: Nie można teraz połączyć produktów.
pt_br: Os produtos não podem ser ligados neste momento.
pt_pt: Os produtos não podem ser ligados neste momento.
ru: Не удается связать устройства на данный момент.
sk: Produkty nie je možné v tejto chvíli pripojiť.
sv: Produkterna kan inte anslutas för tillfället.
zh_hans: 此时无法连接产品。
zh_hant: 產品目前無法連接。

# newStructure_Can't_Connect_Your_Product
source: Can't Connect Your Product?
ar: هل يتعذر توصيل المنتج؟
da: Kan du ikke forbinde dit produkt?
de: Dein Gerät kann nicht verbunden werden?
es_mx: ¿No puedes conectar tu producto?
fi: Etkö voi yhdistää laitetta?
fr: Impossible de connecter votre produit ?
he: לא יכול/ה לחבר את המוצר?
id: Tidak Dapat Menyambungkan Produk Anda?
it: Non riesci a collegare il prodotto?
ja: 製品を接続できませんか？
ko: 제품을 연결할 수 없습니까?
nb: Kan du ikke koble til produktet?
nl: Je kunt je apparaat niet aansluiten?
pl: Nie można połączyć produktu?
pt_br: Não consegue ligar o produto?
pt_pt: Não consegue ligar o produto?
ru: Не удается подключить устройство?
sk: Nemôžete pripojiť svoj produkt?
sv: Kan du inte ansluta din produkt?
zh_hans: 无法连接你的产品？
zh_hant: 無法連接你的產品？

# newStructure_Disconnect_Others
source: Disconnect Others
ar: فصل المنتجات الأخرى
da: Afbryd forbindelsen til andre
de: Andere trennen
es_mx: Desconectar otros
fi: Katkaise muut yhteydet
fr: Déconnecter les autres
he: נתק אחרים
id: Putus Sambungan yang Lain
it: Scollega gli altri
ja: その他の製品を接続解除する
ko: 다른 제품 연결 해제
nb: Koble fra andre
nl: Ontkoppel anderen
pl: Odłącz pozostałe
pt_br: Desligar outros
pt_pt: Desligar outros
ru: Отключить прочие
sk: Odpojiť ostatných
sv: Koppla bort andra
zh_hans: 断开其他连接
zh_hant: 與其他產品斷開連接

# newStructure_Disconnect_your_product_from_other_JBL_App
source: Disconnect your product from other JBL App.
ar: افصل المنتج عن تطبيق JBL الآخر.
da: Afbryd forbindelsen til dit produkt fra andre JBL-appen.
de: Trenne dein Gerät von anderen JBL Apps.
es_mx: Desconecta tu producto de otras aplicaciones JBL.
fi: Irrota laite muista JBL App -sovelluksista.
fr: Déconnecter votre produit d'une autre application JBL.
he: נתקו את המוצר מאפליקציות JBL אחרות.
id: Putus sambungan produk Anda dari Aplikasi JBL lainnya.
it: Scollega il prodotto da altre app JBL.
ja: 製品と他のJBLアプリとの接続を解除します。
ko: JBL 앱에서 다른 제품을 연결 해제합니다.
nb: Koble produktet ditt fra den andre JBL-appen.
nl: Ontkoppel je apparaat van een andere JBL App.
pl: Odłącz produkty od innej aplikacji JBL.
pt_br: Desligue o produto de outras aplicações JBL.
pt_pt: Desligue o produto de outras aplicações JBL.
ru: Отключите устройство от другого приложения JBL.
sk: Odpojte svoj produkt od iných aplikácií JBL.
sv: Koppla bort din produkt från andra JBL-appar.
zh_hans: 断开你的产品与其他 JBL 应用的连接。
zh_hant: 從其他 JBL 應用程式斷開與您產品的連接。

# newStructure_Restart_your_product
source: Restart your product
ar: أعد تشغيل المنتج
da: Genstart dit produkt
de: Starte dein Gerät neu
es_mx: Reiniciar tu producto
fi: Käynnistä laite uudelleen
fr: Redémarrer votre produit
he: יש להפעיל מחדש את המוצר
id: Nyalakan ulang produk Anda
it: Riavvia il prodotto
ja: 製品を再起動します
ko: 제품 재시작
nb: Start produktet på nytt
nl: Je apparaat opnieuw opstarten
pl: Uruchom ponownie produkt
pt_br: Reiniciar o produto
pt_pt: Reiniciar o produto
ru: Перезапустите устройство
sk: Reštartujte svoj produkt
sv: Starta om din produkt
zh_hans: 重启你的产品
zh_hant: 重新啟動你的產品

# newStructure_Learn_how_to_turn_on/off_the_product_refer_to
source: Learn how to turn on/off the product, refer to
ar: تعرف على كيفية تشغيل/إيقاف تشغيل المنتج، يُرجى الرجوع إلى
da: Lær, hvordan du tænder/slukker produktet, se
de: Lerne, wie du das Gerät ein- und ausschalten kannst unter
es_mx: Conoce cómo encender/apagar el producto, consulta
fi: Lue, miten laite kytketään päälle/pois päältä, osoitteessa
fr: Découvrez comment allumer/éteindre le produit, reportez-vous à
he: כדי ללמוד כיצד להפעיל/לכבות את המוצר, ראו
id: Mengenai cara menyalakan/mematikan produk, lihat
it: Per informazioni su come accendere/spegnere il prodotto, fai riferimento a
ja: 製品をオン/オフする方法を知るには、を参照してください
ko: 제품 켜기/끄기 방법 확인:
nb: Informasjon om hvordan produktet slås på/av finner du på
nl: Leer hoe je het apparaat kunt in- en uitschakelen, zie
pl: Dowiedz się, jak włączyć/wyłączyć produkt; patrz
pt_br: Saiba como ligar/desligar o produto; consulte
pt_pt: Saiba como ligar/desligar o produto; consulte
ru: Сведения о включении/выключении устройства см. в
sk: Informácie o zapnutí/vypnutí výrobku nájdete v časti
sv: Läs mer om hur du slår på/av produkten, se
zh_hans: 了解如何打开/关闭产品，请参阅
zh_hant: 了解如何開啟/關閉產品，請參閱

# newStructure_Do_you_want_to_exit_the_Wi-Fi_setup
source: Do you want to exit the Wi-Fi setup process now? You can connect product to Wi-Fi later from product card.
ar: هل تريد الخروج من عملية إعداد الواي فاي الآن؟ يمكن توصيل المنتج بشبكة الواي فاي لاحقًا من بطاقة المنتج.
da: Vil du afslutte wi-fi-opsætningsprocessen nu? Du kan forbinde produktet til wi-fi senere fra produktkortet.
de: Möchtest du den WLAN-Einrichtungsvorgang jetzt beenden? Du kannst das Gerät später über die Produktkarte mit dem WLAN verbinden.
es_mx: ¿Deseas salir del proceso de configuración de Wi-Fi ahora? Puedes conectar el producto a Wi-Fi más tarde desde la tarjeta del producto.
fi: Haluatko lopettaa Wi-Fi-asennusprosessin nyt? Voit liittää laitteen Wi-Fi-yhteyteen myöhemmin tuotekortilta.
fr: Voulez-vous quitter le processus de configuration du Wi-Fi maintenant ? Vous pouvez connecter le produit au Wi-Fi ultérieurement depuis sa carte.
he: האם ברצונכם לצאת מתהליך הגדרת ה-Wi-Fi כעת? תוכלו לחבר את המוצר ל-Wi-Fi מאוחר יותר מכרטיס המוצר.
id: Anda ingin keluar dari proses pengaturan Wi-Fi sekarang? Anda dapat menyambungkan produk ke Wi-Fi nanti dari kartu produk.
it: Vuoi uscire dal processo di configurazione del Wi-Fi adesso? Puoi collegare il prodotto alla rete Wi-Fi in un secondo momento dalla scheda del prodotto.
ja: 今すぐWi-Fi設定のプロセスを終了しますか？製品カードを使えば、後でWi-Fiに製品を接続できます。
ko: 지금 Wi-Fi 설정 프로세스를 종료하시겠습니까? 나중에 제품 카드에서 제품을 Wi-Fi에 연결할 수 있습니다.
nb: Vil du avslutte wifi-konfigureringsprosessen nå? Du kan frakoble produktet senere fra produktkortet.
nl: Wil je het Wi-Fi installatieproces nu afsluiten? Je kunt het product later verbinden met Wi-Fi vanaf de productkaart.
pl: Czy chcesz teraz zakończyć konfigurację Wi-Fi? Nie można połączyć produktu z Wi-Fi później z karty.
pt_br: Quer sair agora do processo de configuração do Wi-Fi? Pode ligar o produto ao Wi-Fi mais tarde a partir do cartão do produto.
pt_pt: Quer sair agora do processo de configuração do Wi-Fi? Pode ligar o produto ao Wi-Fi mais tarde a partir do cartão do produto.
ru: Завершить процесс настройки сети Wi-Fi сейчас? Вы сможете подключить устройство к сети Wi-Fi позже с помощью карты устройства.
sk: Chcete teraz ukončiť proces nastavenia Wi-Fi? Produkt môžete neskôr pripojiť k sieti Wi-Fi z karty produktu.
sv: Vill du avsluta installationsprocessen av Wi-Fi nu? Du kan ansluta produkten till Wi-Fi senare från produktkortet.
zh_hans: 是否立即退出 Wi-Fi 设置过程？稍后你可以通过产品控制页面连接到 Wi-Fi。
zh_hant: 您想要立即結束 Wi-Fi 設定過程嗎？您可以稍後從產品控製界面連接至 Wi-Fi。
