Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# search_Search_for_song__playlist__artist__album__station_or_podcast_
source: Search for song, playlist, artist, album, station or podcast.
ar: ابحث عن أغنية أو قائمة تشغيل أو فنان أو ألبوم أو محطة أو بودكاست.
da: Søg efter sang, playliste, kunstner, album, station eller podcast.
de: Suche nach Song, Playlist, Interpret, Album, Sender oder Podcast.
es_mx: Busque una canción, lista de reproducción, artista, álbum, estación o podcast.
fi: Etsi kappale, soittolista, esiintyjä, albumi, asema tai podcast.
fr: Rechercher une chanson, une liste de lecture, un artiste, un album, une station ou un podcast.
he: חפש שיר, רשימת השמעה, אמן, אלבום, תחנה או פודקאסט.
id: Cari lagu, daftar lagu, artis, album, stasiun, atau podcast.
it: Cerca per brano, playlist, artista, album, stazione o podcast.
ja: 曲、プレイリスト、アーティスト、アルバム、ステーションまたはポッドキャストを検索します。
ko: 곡, 재생 목록, 아티스트, 앨범, 스테이션 또는 팟캐스트를 검색합니다.
nb: Søk etter sang, spilleliste, artist, album, kanal eller podkast.
nl: Zoek naar nummer, afspeellijst, artiest, album, zender of podcast.
pl: Wyszukaj utwór, listę odtwarzania, wykonawcę, album, stację lub podcast.
pt_br: Busque por som, lista de reprodução, artista, álbum, estação ou podcast.
pt_pt: Pesquise por música, lista de reprodução, artista, álbum, estação ou podcast.
ru: Поиск песни, плейлиста, исполнителя, альбома, станции или подкаста.
sk: Vyhľadajte skladbu, zoznam skladieb, interpreta, album, stanicu alebo podcast.
sv: Sök efter låt, spellista, artist, album, station eller podcast.
zh_hans: 搜索歌曲、播放列表、艺术家、专辑、电台或播客。
zh_hant: 搜尋歌曲、播放清單、藝術家、專輯、電台或播客。

# search_Recent_searches
source: Recent searches
ar: عمليات البحث الأخيرة
da: Seneste søgninger
de: Letzte Suchanfragen
es_mx: Búsquedas recientes
fi: Viimeaikaiset haut
fr: Recherches récentes
he: חיפושים אחרונים
id: Pencarian terkini
it: Ricerche recenti
ja: 最近の検索
ko: 최근 검색
nb: Nylige søk
nl: Recente zoekopdrachten
pl: Ostatnio wyszukiwane
pt_br: Buscas recentes
pt_pt: Pesquisas recentes
ru: Недавний поиск
sk: Nedávne vyhľadávania
sv: Senaste sökningar
zh_hans: 最近搜索
zh_hant: 最近的搜尋

# search_Clear_recent_searches
source: Clear recent searches
ar: مسح عمليات البحث الأخيرة
da: Ryd de seneste søgninger
de: Letzte Suchanfragen löschen
es_mx: Borrar búsquedas recientes
fi: Tyhjennä viimeaikaiset haut
fr: Effacer les recherches récentes
he: נקה חיפושים אחרונים
id: Hapus pencarian terkini
it: Cancella le ricerche recenti
ja: 最近の検索を消去
ko: 최근 검색 지우기
nb: Fjern nylige søk
nl: Wis recente zoekopdrachten
pl: Wyczyść ostatnio wyszukiwane
pt_br: Limpar pesquisas recentes
pt_pt: Limpar pesquisas recentes
ru: Очистить недавний поиск
sk: Vymazať nedávne vyhľadávania
sv: Rensa senaste sökningar
zh_hans: 清除最近搜索
zh_hant: 清除最近的搜尋

# search_Couldn_t_find
source: Couldn't find
ar: تعذر العثور
da: Kunne ikke finde
de: Konnte nicht gefunden werden
es_mx: No se encontró
fi: Ei löytynyt
fr: Introuvable
he: לא הצליח למצוא
id: Tidak dapat menemukan
it: Non sono riuscito a trovare
ja: 見つかりませんでした
ko: 찾지 못함
nb: Fant ikke
nl: Niet gevonden
pl: Nie można znaleźć
pt_br: Não possível encontrar
pt_pt: Não foi possível encontrar
ru: Невозможно найти
sk: Nepodarilo sa nájsť
sv: Kunde inte hitta
zh_hans: 无法找到
zh_hant: 找不到

# search_Shows
source: Shows
ar: العروض
es_mx: Espectáculos
fi: Näytökset
fr: Émissions
he: הופעות
id: Program
it: Show
ja: 表示
ko: 쇼
nb: TV-programmer
pl: Seriale
ru: Шоу
sk: Relácie
sv: Shower
zh_hans: 节目
zh_hant: 節目

# search_Episodes
source: Episodes
ar: الحلقات
da: Episoder
de: Episoden
es_mx: Episodios
fi: Jaksot
fr: Épisodes
he: פרקים
id: Episode
it: Episodi
ja: エピソード
ko: 에피소드
nb: Episoder
nl: Afleveringen
pl: Odcinki
pt_br: Episódios
ru: Эпизоды
sk: Epizódy
sv: Avsnitt
zh_hans: 节目集数
zh_hant: 劇集

# search_Artists
source: Artists
ar: الفنانون
da: Kunstnere
de: Interpreten
es_mx: Artistas
fi: Esiintyjät
fr: Artistes
he: אמנים
id: Artis
it: Artisti
ja: アーティスト
ko: 아티스트
nb: Artister
nl: Artiesten
pl: Wykonawców
pt_br: Artistas
ru: Исполнители
sk: Interpreti
sv: Artister
zh_hans: 艺术家
zh_hant: 藝術家

# search_Songs
source: Songs
ar: الأغاني
da: Sange
es_mx: Canciones
fi: Kappaleet
fr: Chansons
he: שירים
id: Lagu
it: Brani
ja: 曲
ko: 곡
nb: Sanger
nl: Nummers
pl: Utwory
pt_br: Faixas
ru: Песни
sk: Piesne
sv: Låtar
zh_hans: 歌曲
zh_hant: 歌曲

# search_Albums
source: Albums
ar: الألبومات
da: Albummer
de: Alben
es_mx: Álbumes
fi: Albumit
he: אלבומים
id: Album
it: Album
ja: アルバム
ko: 앨범
nb: Album
pl: Albumy
pt_br: Álbuns
ru: Альбомов
sk: Albumy
sv: Album
zh_hans: 专辑
zh_hant: 專輯

# search_Playlists
source: Playlists
ar: قوائم التشغيل
da: Playlister
de: Playlisten
es_mx: Listas de reproducción
fi: Soittolistat
fr: Listes de lecture
he: רשימות השמעה
id: Daftar Lagu
it: Playlist
ja: プレイリスト
ko: 재생 목록
nb: Spillelister
nl: Afspeellijsten
pl: Listy odtwarzania
ru: Плейлисты
sk: Zoznamy skladieb
sv: Spellistor
zh_hans: 播放列表
zh_hant: 播放清單

# search_Stations
source: Stations
ar: المحطات
da: Stationer
de: Sender
es_mx: Estaciones
fi: Asemat
he: תחנות
id: Stasiun
it: Stazioni
ja: ステーション
ko: 스테이션
nb: Stasjoner
nl: Zenders
pl: Stację
pt_br: Estações
ru: Станции
sk: Stanice
sv: Stationer
zh_hans: 电台
zh_hant: 電台

# setting_Cancel
source: Cancel
de: Abbrechen
es_mx: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
ru: Отмена
sv: Avbryt
zh_hans: 取消

# BLE_Have_not_scanned__the_specified_SSID
source: Have not scanned the specified SSID
de: Die angegebene SSID wurde nicht gescannt
es_mx: No ha escaneado el SSID especificado
fr: SSID spécifié non scanné
it: L'SSID specificato non è stato scansionato
ja: 指定されたSSIDをスキャンしていません
ko: 지정된 SSID를 스캔하지 않음
nl: De opgegeven SSID is niet gescand
pl: Nie skanowano wskazanego SSID
ru: Сканирование указанной сети не выполнено
sv: Har inte skannat angivet SSID
zh_hans: 未扫描到指定的SSID

# BLE_WIFI_connection_timeout
source: Wi-Fi connection timeout
de: Zeitüberschreitung bei der WLAN-Verbindung
es_mx: Intervalo de espera de la conexión de Wi-Fi
fr: Délai de connexion Wi-Fi expiré
it: Connessione Wi-Fi scaduta
ja: Wi-Fi接続がタイムアウトになりました
ko: Wi-Fi 연결 시간 초과
nl: Time-out van WiFi-verbinding
pl: Przekroczono limit czasu połączenia Wi-Fi
ru: Истекло время ожидания подключения к сети Wi-Fi
sv: Timeout för Wi-Fi-anslutning

# BLE_DHCP_timeout
source: DHCP timeout
de: DHCP-Zeitüberschreitung
es_mx: Intervalo de espera de DHCP
fr: Délai DHCP expiré
it: DHCP scaduto
ja: DHCPがタイムアウトになりました
ko: DHCP 시간 초과
nl: Time-out van DHCP
pl: Limit czasu DHCP
ru: Истекло время ожидания DHCP
zh_hans: DHCP超时

# BLE_The_password_you_entered_is_incorrect
source: The password you entered is incorrect
de: Das eingegebene Passwort ist nicht korrekt
es_mx: La contraseña que ingresó es incorrecta.
fr: Le mot de passe saisi est incorrect
it: La password inserita non è corretta
ja: 入力したパスワードが間違っています
ko: 입력한 암호가 올바르지 않음
nl: Het door u ingevoerde wachtwoord is onjuist
pl: Wprowadzone hasło jest nieprawidłowe
ru: Указан неверный пароль
sv: Lösenordet du angav är felaktigt
zh_hans: 您输入的密码不正确

# BLE_Unsupported_router_encryption_protocol
source: Unsupported router encryption protocol
de: Nicht unterstütztes Router-Verschlüsselungsprotokoll
es_mx: Protocolo de cifrado de enrutador no admitido
fr: Protocole de chiffrement du routeur non pris en charge
it: Protocollo di crittografia router non supportato
ja: サポートされていないルーター暗号化プロトコールです
ko: 지원되지 않는 라우터 암호화 프로토콜
nl: Het versleutelingsprotocol van de router wordt niet ondersteund
pl: Nieobsługiwany protokół szyfrowania routera
ru: Протокол шифрования маршрутизатора не поддерживается
sv: Routern stöder inte krypteringsprotokollet
zh_hans: 不支持路由器加密方式

# BLE_Parameter_error
source: Parameter error
de: Parameterfehler
es_mx: Error de parámetro
fr: Erreur de paramètre
it: Errore di parametro
ja: パラメータエラー
ko: 매개 변수 오류
nl: Parameterfout
pl: Błąd parametru
ru: Ошибка параметра
sv: Parameterfel
zh_hans: 参数错误

# BLE_Other_errors
source: Other errors
de: Andere Fehler
es_mx: Otros errores
fr: Autres erreurs
it: Altri errori
ja: その他のエラー
ko: 기타 오류
nl: Overige fouten
pl: Inne błędy
ru: Другие ошибки
sv: Andra fel
zh_hans: 其他错误

# alexa_English_United_Kingdom_Ireland_
source: English(United Kingdom/Ireland)
de: Englisch (Vereinigtes Königreich/Irland)
es_mx: Inglés (Reino Unido/Irlanda)
fr: Anglais (Royaume-Uni / Irlande)
ja: 英語（イギリス/アイルランド）
ko: 영어(영국/아일랜드)
nl: Engels (Verenigd Koninkrijk/Ierland)
pl: Angielski (Wielka Brytania/Irlandia)
ru: Английский (Великобритания, Ирландия)
sv: Engelska (Storbritannien/Irland)

# alexa_English_UK_IE_
source: English(UK/IE)
de: Englisch(UK/IE)
es_mx: Inglés (Reino Unido/Irlanda)
fr: Anglais (R.-U. / I.)
ja: 英語（イギリス／アイルランド）
ko: 영어(영국/아일랜드)
nl: Engels (VK/IE)
pl: Angielski (UK/IE)
ru: Английский (Великобритания, Ирландия)
sv: Engelska (UK/IE)

# alexa_English_US_
source: English(US)
de: Englisch (US)
es_mx: Inglés (Estados Unidos)
fr: Anglais (É.-U.)
ja: 英語（米国）
ko: 영어(미국)
nl: Engels (VS)
pl: Angielski (US)
ru: Английский (США)
sv: Engelska (US)

# alexa_English__United_States_
source: English (United States)
de: Englisch (Vereinigte Staaten)
es_mx: Inglés (Estados Unidos)
fr: Anglais (États-Unis)
ja: 英語（米国）
ko: 영어(미국)
nl: Engels (Verenigde Staten)
pl: Angielski (Stany Zjednoczone)
ru: Английский (США)
sv: Engelska (USA)

# alexa_Cancel
source: Cancel
de: Abbrechen
es_mx: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
ru: Отмена
sv: Avbryt

# alexa_Sign_Out
source: Sign Out
de: Abmelden
es_mx: Salir
fr: Déconnexion
it: Esci
ja: サインアウト
ko: 로그아웃
nl: Afmelden
pl: Wyloguj
ru: Выход
sv: Logga ut

# alexa_Fail
source: Fail
de: Fehlgeschlagen
es_mx: Fallido
fr: Échec
it: Errore
ja: 失敗
ko: 실패
nl: Mislukt
pl: Niepowodzenie
ru: Ошибка
sv: Misslyckades

# alexa_Would_you_like_to_Sign_Out_
source: Would you like to Sign Out?
de: Möchten Sie sich abmelden?
es_mx: ¿Le gustaría cerrar la sesión?
fr: Voulez-vous vous déconnecter ?
it: Vuoi disconnetterti?
ja: サインアウトしますか？
ko: 로그아웃하시겠습니까?
nl: Wilt u zich afmelden?
pl: Czy chcesz się wylogować?
ru: Выйти?
sv: Vill du logga ut?

# alexa_Canada
source: Canada
de: Kanada
es_mx: Canadá
ja: カナダ
ko: 캐나다
pl: Kanada
ru: Канада
sv: Kanada

# napster_Not_right_now
source: Not right now
ar: ليس الآن
da: Ikke lige nu
de: Jetzt nicht
es_mx: Ahora no
fi: Ei juuri nyt
fr: Pas maintenant
he: לא עכשיו
id: Tidak sekarang
it: Non in questo momento
ja: 今はしない
ko: 나중에
nb: Ikke akkurat nå
nl: Niet op dit moment.
pl: Nie teraz
pt_br: Agora não
pt_pt: Agora não
ru: Не сейчас
sk: Teraz nie
sv: Inte just nu
zh_hans: 我再想想
zh_hant: 不是現在

# napster_Upgrade
source: Upgrade
ar: الترقية
da: Opgrader
es_mx: Cambiar de plan
fi: Päivitä
fr: Mettre à niveau
he: שדרוג
id: Perbarui
ja: アップグレード
ko: 업그레이드
nb: Oppgrader
pl: Ulepsz
pt_br: Atualizar
pt_pt: Atualizar
ru: Обновить
sk: Aktualizovať
sv: Uppgradera
zh_hans: 升级
zh_hant: 升級

# napster_FEATURED
source: FEATURED
ar: مميز
da: FREMHÆVET
de: VORGESTELLT
es_mx: DESTACADO
fi: ESITTELYSSÄ
fr: PROPOSÉ
he: מומלצים
id: SOROTAN
it: IN PRIMO PIANO
ja: 注目
ko: 추천
nb: UTVALGTE
nl: AANBEVOLEN
pl: POLECANE
pt_br: DESTAQUE
pt_pt: EM DESTAQUE
ru: ИЗБРАННОЕ
sk: ODPORÚČANÉ
sv: UTVALGAD
zh_hans: 精选
zh_hant: 精選

# napster_POPULAR
source: POPULAR
ar: شائع
da: POPULÆRT
de: BELIEBT
fr: POPULAIRE
he: פופולרי
id: POPULER
it: POPOLARI
ja: 人気
ko: 인기
nb: POPULÆRT
nl: POPULAIR
pl: POPULARNE
ru: ПОПУЛЯРНОЕ
sk: POPULÁRNE
zh_hans: 流行
zh_hant: 流行

# napster_My_Music
source: My Music
ar: الموسيقى الخاصة بي
da: Min musik
de: Meine Musik
es_mx: Mi música
fi: Oma musiikki
fr: Ma Musique
he: המוסיקה שלי
id: Musik Saya
it: La Mia Musica
ja: マイミュージック
ko: 내 음악
nb: Min musikk
nl: Mijn muziek
pl: Moja muzyka
pt_pt: A Minha Música
ru: Моя музыка
sk: Moja hudba
sv: Min musik
zh_hans: 我的音乐
zh_hant: 我的音樂

# napster_Featured
source: Featured
ar: مميز
da: Fremhævet
de: Vorgestellt
es_mx: Destacado
fi: Esittelyssä
fr: Proposé
he: מומלצים
id: Sorotan
it: In primo piano
ja: 注目
ko: 추천
nb: Utvalgte
nl: Aanbevolen
pl: Polecane
pt_br: Destaque
pt_pt: Em destaque
ru: Избранное
sk: Odporúčané
sv: Utvalgad
zh_hans: 精选
zh_hant: 精選

# napster_logout
source: logout
ar: تسجيل الخروج
da: log ud
de: Abmelden
es_mx: cerrar sesión
fi: uloskirjautuminen
fr: déconnexion
he: להתנתק
ja: ログアウト
ko: 로그아웃
nb: Logg ut
nl: Log uit
pl: wylogowanie
pt_br: desconectar
pt_pt: terminar sessão
ru: Выйти из системы
sk: odhlásiť sa
sv: utloggning
zh_hans: 登出
zh_hant: 登出

# napster_Logout
source: Logout
ar: خروج
da: Log ud
de: Abmelden
es_mx: Cerrar sesión
fi: Uloskirjautuminen
fr: Déconnexion
he: להתנתק
ja: ログアウト
ko: 로그아웃
nb: Logg ut
nl: Log uit
pl: Wylogowanie
pt_br: Desconectar
pt_pt: Terminar sessão
ru: Выйти из системы
sk: Odhlásiť sa
sv: Utloggning
zh_hans: 登出
zh_hant: 登出

# napster_Would_you_like_to_log_out_
source: Would you like to log out?
ar: هل تريد تسجيل الخروج؟
da: Vil du gerne logge ud?
de: Möchtest du dich abmelden?
es_mx: ¿Desea cerrar la sesión?
fi: Haluatko kirjautua ulos?
fr: Voulez-vous vous déconnecter ?
he: האם תרצה להתנתק?
id: Apakah Anda ingin logout?
it: Vuoi effettuare il log out?
ja: ログアウトしますか？
ko: 로그아웃하시겠습니까?
nb: Vil du logge ut?
nl: Wilt u uitloggen?
pl: Czy chcesz się wylogować?
pt_br: Você gostaria de se desconectar?
pt_pt: Gostaria de terminar a sessão?
ru: Вы хотите выйти из системы?
sk: Chcete sa odhlásiť?
sv: Vill du logga ut?
zh_hans: 是否要登出？
zh_hant: 您要登出嗎？

# napster_Log_Out
source: Log Out
ar: تسجيل الخروج
da: Log ud
de: Abmelden
es_mx: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
he: להתנתק
ja: ログアウト
ko: 로그아웃
nb: Logg ut
nl: Log uit
pl: Wyloguj
pt_br: Desconectar
pt_pt: Terminar sessão
ru: Выйти из системы
sk: Odhlásiť sa
sv: Utloggning
zh_hans: 登出
zh_hant: 登出

# napster_Logging_out___
source: Logging out...
ar: تسجيل الخروج...
da: Logger ud...
de: Abmeldung läuft...
es_mx: Cerrando la sesión...
fi: Uloskirjautuminen...
fr: Déconnexion...
he: מתנתק...
id: Sedang logout ...
ja: ログアウトしています…
ko: 로그아웃 중...
nb: Logger ut
nl: Uitloggen...
pl: Trwa wylogowywanie...
pt_br: Desconectando...
pt_pt: A terminar sessão...
ru: Идет выход....
sk: Odhlasuje sa...
sv: Loggar ut...
zh_hans: 正在登出...
zh_hant: 正在登出...

# napster_Log_out_failed
source: Log out failed
ar: فشل تسجيل الخروج
da: Log ud mislykket
de: Abmeldung fehlgeschlagen
es_mx: Error al cerrar la sesión
fi: Uloskirjautuminen epäonnistui
fr: Échec de la déconnexion
he: ההתנתקות נכשלה
id: Logout gagal
it: Log out fallito
ja: ログアウトに失敗
ko: 로그아웃 실패
nb: Utlogging mislyktes
nl: Uitloggen mislukt
pl: Niepowodzenie wylogowywania
pt_br: Falha ao se desconectar
pt_pt: Falha ao terminar sessão
ru: Выход не удался
sk: Odhlásenie zlyhalo
sv: Fel under utlogging
zh_hans: 登出失败
zh_hant: 無法登出

# napster_New_Releases
source: New Releases
ar: الإصدارات الجديدة
da: Nye udgivelser
de: Neu veröffentlicht
es_mx: Nuevos lanzamientos
fi: Uudet julkaisut
fr: Nouvelles sorties
he: שחרורים חדשים
id: Rilis Baru
it: Nuove Uscite
ja: ニューリリース
ko: 신곡
nb: Nyutgivelser
nl: Nieuwe Releases
pl: Nowe wydania
pt_br: Novos Lançamentos
pt_pt: Novos lançamentos
ru: Новые релизы
sk: Novinky
sv: Nya utgåvor
zh_hans: 最新曲目
zh_hant: 新版本

# napster_Delete_Playlist
source: Delete Playlist
ar: حذف قائمة التشغيل
da: Slet playliste
de: Playlist löschen
es_mx: Eliminar lista de reproducción
fi: Poista soittolista
fr: Supprimer la liste de lecture
he: מחק רשימת השמעה
id: Hapus Daftar Lagu
it: Elimina Playlist
ja: プレイリストを削除
ko: 재생 목록 삭제
nb: Slett spilleliste
nl: Afspeellijst verwijderen
pl: Usuń listę odtwarzania
pt_br: Excluir Playlist
pt_pt: Eliminar lista de reprodução
ru: Удалить плейлист
sk: Vymazať zoznam skladieb
sv: Ta bort spellista
zh_hans: 删除播放列表
zh_hant: 刪除播放清單

# napster_Save_Playlist
source: Save Playlist
ar: حفظ قائمة التشغيل
da: Gem playliste
de: Playlist speichern
es_mx: Guardar lista de reproducción
fi: Tallenna soittolista
fr: Enregistrer la liste de lecture
he: שמור רשימת השמעה
id: Simpan Daftar Lagu
it: Salva Playlist
ja: プレイリストの保存
ko: 재생 목록 저장
nb: Lagre spilleliste
nl: Afspeellijst opslaan
pl: Zapisz
pt_br: Salvar Playlist
pt_pt: Guardar lista de reprodução
ru: Сохранить плейлист
sk: Uložiť zoznam skladieb
sv: Spara spellista
zh_hans: 保存播放列表
zh_hant: 儲存播放清單

# napster_Add_to_Playlist
source: Add to Playlist
ar: إضافة إلى قائمة التشغيل
da: Føj til playliste
de: Zu Playlist hinzufügen
es_mx: Agregar a lista de reproducción
fi: Lisää soittolistalle
fr: Ajouter à la Liste de lecture
he: הוסף לרשימת ההשמעה
id: Tambahkan ke Daftar Lagu
it: Aggiungi alla Playlist
ja: プレイリストに追加
ko: 재생 목록에 추가
nb: Legg til i spilleliste
nl: Toevoegen aan Afspeellijst
pl: Dodaj do listy odtwarzania
pt_br: Adicionar à Playlist
pt_pt: Adicionar à lista de reprodução
ru: Добавить в плейлист
sk: Pridať do Zoznamu skladieb
sv: Lägg till spellista
zh_hans: 添加至播放列表
zh_hant: 新增到播放清單

# napster_Remove_from_Playlist
source: Remove from Playlist
ar: إزالة من قائمة التشغيل
da: Fjern fra playlisten
de: Aus Playlist entfernen
es_mx: Quitar de la lista de reproducción
fi: Poista soittolistalta
fr: Retirer de la liste de lecture
he: הסר מרשימת ההשמעה
id: Hapus dari Daftar Lagu
it: Rimuovi dalla Playlist
ja: プレイリストから削除
ko: 재생 목록에서 제거
nb: Fjern fra spilleliste
nl: Verwijderen uit Afspeellijst
pl: Usuń z listy odtwarzania
pt_br: Remover da Playlist
pt_pt: Remover da lista de reprodução
ru: Удалить из плейлиста
sk: Odstrániť zo Zoznamu skladieb
sv: Ta bort från spellista
zh_hans: 从播放列表中移除
zh_hant: 從播放清單移除

# napster_Add_to_My_Music
source: Add to My Music
ar: إضافة إلى الموسيقى الخاصة بي
da: Føj til Min musik
de: Zu meiner Musik hinzufügen
es_mx: Agregar a Mi música
fi: Lisää Omaan musiikkiin
fr: Ajouter à ma musique
he: הוסף למוזיקה שלי
id: Tambahkan ke Musik Saya
it: Aggiungi alla Mia Musica
ja: マイミュージックに追加
ko: 내 음악에 추가
nb: Legg til i Min musikk
nl: Toevoegen aan Mijn Muziek
pl: Dodaj do Mojej muzyki
pt_br: Adicionar ao My Music
pt_pt: Adicionar à pasta A Minha Música
ru: Добавить в «Моя музыка»
sk: Pridať do Mojej hudby
sv: Lägg till min musik
zh_hans: 添加至我的音乐
zh_hant: 新增至我的音樂

# napster_Add_to_Favorites
source: Add to Favorites
ar: إضافة إلى المفضلة
da: Føj til favoritter
de: Zu Favoriten hinzufügen
es_mx: Agregar a favoritos
fi: Lisää suosikkeihin
fr: Ajouter aux Favoris
he: הוסף למועדפים
id: Tambahkan ke Favorit
it: Aggiungi ai Preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
nb: Legg til i favoritter
nl: Toevoegen aan Favorieten
pl: Dodaj do ulubionych
pt_br: Adicionar aos Favoritos
pt_pt: Adicionar aos favoritos
ru: Добавить в Избранное
sk: Pridať do Obľúbených
sv: Lägg till i favoriter
zh_hans: 添加至收藏列表
zh_hant: 新增到我的最愛

# napster_Remove_from_Favorites
source: Remove from Favorites
ar: إزالة من المفضلة
da: Fjern fra favoritter
de: Aus Favoriten entfernen
es_mx: Quitar de favoritos
fi: Poista suosikeista
fr: Retirer des Favoris
he: הסר מהמועדפים
id: Hapus dari Favorit
it: Rimuovi dai Preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
nb: Fjern fra favoritter
nl: Verwijderen uit Favorieten
pl: Usuń z ulubionych
pt_br: Remover dos Favoritos
pt_pt: Remover dos Favoritos
ru: Удалить из Избранного
sk: Odstrániť z Obľúbených
sv: Ta bort från favoriter
zh_hans: 从收藏列表中移除
zh_hant: 從我的最愛移除

# napster_View_Album
source: View Album
ar: عرض الألبوم
da: Se album
de: Album anzeigen
es_mx: Ver álbum
fi: Tarkastele albumia
fr: Afficher l'album
he: צפייה באלבום
id: Lihat Album
it: Visualizza album
ja: アルバムを表示
ko: 앨범 보기
nb: Vis album
nl: Bekijk Album
pl: Wyświetl album
pt_br: Ver Álbum
pt_pt: Ver álbum
ru: Просмотреть альбом
sk: Zobraziť album
sv: Visa album
zh_hans: 查看专辑
zh_hant: 檢視專輯

# napster_Play_Track_Radio
source: Play Track Radio
ar: تشغيل مقطع الراديو
da: Afspil spor radio
de: Track-Radio wiedergeben
es_mx: Reproducir radio de la pista
fi: Toista Track Radio
fr: Écouter la radio de la piste
he: הפעל רצועת רדיו
id: Putar Trek Radio
it: Riproduci traccia radio
ja: トラックラジオを再生
ko: 트랙 라디오 재생
nb: Spill av radiospor
nl: Speel nummer radio
pl: Odtwarzaj utwory stacji radiowej
pt_br: Reproduzir faixa de rádio
pt_pt: Reproduzir faixa de rádio
ru: Воспроизвести дорожку радио
sk: Prehrávanie skladby rádia
sv: Spela utTrack Radio
zh_hans: 播放曲目电台
zh_hant: 播放曲目廣播

# napster_Add_to_My_Stations
source: Add to My Stations
ar: إضافة إلى محطاتي
da: Føj til mine stationer
de: Zu meinen Sendern hinzufügen
es_mx: Agregar a Mis estaciones
fi: Lisää Omiin asemiin
fr: Ajouter à Mes Stations
he: הוסף לתחנות שלי
id: Tambahkan ke Stasiun Saya
it: Aggiungi alle Mie Stazioni
ja: マイステーションに追加
ko: 내 스테이션에 추가
nb: Legg til i Mine kanaler
nl: Toevoegen aan Mijn zenders
pl: Dodaj do Moich stacji
pt_br: Adicionar ao My Stations
pt_pt: Adicionar à pasta As Minhas Estações
ru: Добавить в «Мои станции»
sk: Pridať do služby Moje stanice
sv: Lägg till mina stationer
zh_hans: 添加至我的电台
zh_hant: 新增到我的電台

# napster_Remove_from_My_Stations
source: Remove from My Stations
ar: إزالة من محطاتي
da: Fjern fra mine stationer
de: Aus meinen Sendern entfernen
es_mx: Quitar de Mis estaciones
fi: Poista Omista asemista
fr: Retirer de Mes Stations
he: הסר מהתחנות שלי
id: Hapus dari Stasiun Saya
it: Rimuovi dalle Mie Stazioni
ja: マイステーションから削除
ko: 내 스테이션에서 제거
nb: Fjern fra Mine kanaler
nl: Verwijderen uit Mijn zenders
pl: Usuń z Moich stacji
pt_br: Remover do My Stations
pt_pt: Remover de As Minhas Estações
ru: Удалить из «Мои станции»
sk: Odstrániť zo služby Moje stanice
sv: Ta bort från mina stationer
zh_hans: 从我的电台中移除
zh_hant: 從我的電台移除

# napster_Unable_to_complete_this_operation
source: Unable to complete this operation
ar: تعذر إتمام هذه العملية
da: Kan ikke fuldføre denne handling
de: Dieser Vorgang kann nicht abgeschlossen werden
es_mx: No se pudo completar la operación.
fi: Tätä toimintoa ei voida suorittaa loppuun
fr: Achèvement de cette opération impossible
he: לא ניתן להשלים פעולה זו
id: Tidak dapat menyelesaikan operasi ini
it: Impossibile completare questa operazione
ja: この操作を完了することができません
ko: 이 작업을 완료할 수 없음
nb: Kan ikke fullføre denne handlingen
nl: Kan deze functie niet voltooien
pl: Nie można ukończyć tej operacji
pt_br: Não foi possível concluir esta operação
pt_pt: Não é possível realizar esta operação
ru: Невозможно выполнить эту операцию
sk: Túto operáciu nie je možné dokončiť
sv: Det gick inte att slutföra den här åtgärden
zh_hans: 无法完成此操作
zh_hant: 無法完成此操作

# napster_The_music_is_playing
source: The music is playing
ar: الموسيقى قيد التشغيل
da: Musikken afspilles
de: Die Musik wird wiedergegeben
es_mx: Se está reproduciendo la música.
fi: Musiikkia toistetaan
fr: La musique est lue
he: המוזיקה מתנגנת
id: Musik sedang diputar
it: La musica è in riproduzione
ja: 音楽を再生しています
ko: 음악 재생 중
nb: Musikken spilles
nl: De muziek speelt
pl: Odtwarzana jest muzyka
pt_br: A música está tocando
pt_pt: A música está a ser reproduzida
ru: Музыка воспроизводится
sk: Prehráva sa hudba
sv: Musiken spelas upp
zh_hans: 正在播放乐曲
zh_hant: 音樂正在播放

# napster_Next_To_Play
source: Next To Play
ar: تشغيل التالي
da: Næste der afspilles
de: Nächster Titel für Wiedergabe
es_mx: Siguiente reproducción
fi: Seuraava toistettava
fr: Prochaine lecture
he: ליד לשחק
id: Diputar Berikutnya
it: Avanti per Riprodurre
ja: 次に再生する
ko: 재생할 다음 곡
nb: Neste for avspilling
nl: Volgende om af te spelen
pl: Następny utwór do odtworzenia
pt_br: Próxima Faixa
pt_pt: Reproduzir a seguir
ru: Воспроизвести следующую дорожку
sk: Ďalej bude prehrávané
sv: Nästa som ska spelas ut
zh_hans: 下一首播放
zh_hant: 接下來播放

# napster_Please_wait
source: Please wait
ar: يُرجى الانتظار
da: Vent venligst
de: Bitte warten
es_mx: Aguarde
fi: Odota
fr: Veuillez patienter
he: המתן בבקשה
id: Harap tunggu
it: Attendi
ja: お待ちください
ko: 기다려 주십시오.
nb: Vent
nl: Even geduld
pl: Proszę czekać
pt_br: Aguarde
pt_pt: Por favor, aguarde
ru: Ожидайте
sk: Čakajte, prosím
sv: Vänta
zh_hans: 请稍候
zh_hant: 請稍候

# napster_Delete
source: Delete
ar: حذف
da: Slet
de: Löschen
es_mx: Eliminar
fi: Poista
fr: Supprimer
he: לִמְחוֹק
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Wissen
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ru: Удалить
sk: Vymazať
sv: Radera
zh_hans: 删除
zh_hant: 刪除
