Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# playview_Confirm
source: Confirm
ar: تأكيد
da: Bekræft
de: Bestätigen
es_mx: Confirmar
fi: Vahvista
fr: Confirmer
he: לְאַשֵׁר
id: Konfirmasi
it: Conferma
ja: 確定
ko: 확인
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
ru: Подтвердить
sk: Potvrdiť
sv: Bekräfta
zh_hans: 确认
zh_hant: 確認

# playview_The_selected_radio_station_is_added_to_My_Stations_in_TuneIn_
source: The selected radio station is added to My Stations in TuneIn.
ar: أُضيفت محطة الراديو المحددة إلى محطاتي في TuneIn.
da: Den valgte radiostation føjes til My Stations(Mine stationer) i TuneIn.
de: Der ausgewählte Radiosender wird zu Meine Sender in TuneIn hinzugefügt.
es_mx: La estación de radio seleccionada se agregó a Mis estaciones en TuneIn.
fi: Valittu radioasema lisätään Omat asemat -kohtaan TuneIn:ssa.
fr: La station de radio sélectionnée est ajoutée à Mes stations dans TuneIn.
he: תחנת הרדיו שנבחרה מתווספת לתחנות שלי ב-TuneIn
id: Stasiun radio yang dipilih ditambahkan ke Stasiun Saya di TuneIn.
it: La stazione radio selezionata è stata aggiunta a My Stations in TuneIn.
ja: TuneInで、選択されたラジオ局がマイステーションに追加されます。
ko: 선택한 라디오 스테이션이 TuneIn의 내 스테이션에 추가되었습니다.
nb: Den valgte radiokanalen legges til Mine kanaler i TuneIn.
nl: De geselecteerde radiozender wordt toegevoegd aan Mijn Zenders in TuneIn.
pl: Wybrana stacja radiowa została dodana do Moich stacji w TuneIn.
pt_br: A estação de rádio selecionada foi adicionada ao My Stations no TuneIn.
pt_pt: A estação de rádio selecionada foi adicionada às Minhas Estações no TuneIn.
ru: Выбранная радиостанция добавляется в раздел "Мои станции" в TuneIn.
sk: Vybraná rozhlasová stanica sa pridá do zložky Moje stanice v TuneIn
sv: Den valda radiostationen läggs till i Mina stationer i TuneIn.
zh_hans: 所选的电台会被添加到 TuneIn 的“我的电台”中。
zh_hant: 所選電台將新增到 TuneIn 中的「我的電台」。

# playview_Remove_from_the_list_
source: Remove from the list?
ar: إزالة من القائمة؟
da: Fjern fra listen?
de: Aus der Liste entfernen?
es_mx: ¿Quitar de la lista?
fi: Poista luettelosta?
fr: Retirer de la liste ?
he: להסיר מהרשימה.
id: Hapus dari daftar?
it: Rimuovere dall'elenco?
ja: リストから削除しますか？
ko: 목록에서 제거하시겠습니가?
nb: Vil du fjerne fra listen?
nl: Van de lijst verwijderen?
pl: Usunąć z listy?
pt_br: Remover da lista?
pt_pt: Remover da lista?
ru: Удалить из списка?
sk: Odstrániť zo zoznamu?
sv: Ta bort från listan?
zh_hans: 是否从列表中移除？
zh_hant: 從清單中移除？

# playview_Radio_Skip_Limit_Reached
source: Radio Skip Limit Reached
ar: تم الوصول إلى حد تخطي الراديو
da: Grænsen for overspringning af radio er nået
de: Grenzwert für Überspringen erreicht
es_mx: Límite de omisiones de la radio
fi: Radion ohitusraja saavutettu
fr: Limite de saut de radios atteinte
he: הושגה מגבלת דילוג ברדיו
id: Batas Lewati Radio Tercapai
it: Raggiunto Limite massimo di Skip Radio
ja: ラジオ局スキップの上限です
ko: 라디오 건너뛰기 제한 도달
nb: Du kan ikke hoppe over flere radiokanaler
nl: Limiet zender overslaan bereikt
pl: Osiągnięto limit pominięć stacji
pt_br: Limite de pulos da rádio atingido
pt_pt: Atingido limite de saltos de rádio
ru: Предел пропуска радиостанций достигнут
sk: Dosiahnutý limit počtu preskočení rádia
sv: Överhoppningsgränsen för radio nådd
zh_hans: 已达到电台跳过次数上限
zh_hant: 已達到廣播跳過限制

source: You have reached the maximum number of skips allowed for this radio station.
ar: لقد وصلت إلى الحد الأقصى لعدد مرات التخطي المسموح بها لمحطة الراديو هذه.
da: Du har nået det maksimale antal overspring, der er tilladt for denne radiostation.
de: Du hast die maximal zulässige Anzahl beim Überspringen für diesen Radiosender erreicht.
es_mx: Se alcanzó la cantidad máxima de omisiones en esta estación de radio.
fi: Olet saavuttanut tälle radioasemalle sallitun ohitusten enimmäismäärän.
fr: Vous avez atteint le nombre maximal de sauts autorisés pour cette station de radio.
he: הגעת למספר המרבי של דילוגים המותרים עבור תחנת רדיו זו.
id: Anda telah mencapai jumlah lewati maksimum yang diperbolehkan untuk stasiun radio ini.
it: È stato raggiunto il numero massimo di skip consentiti per questa stazione radio.
ja: このラジオ局が許可しているスキップ回数の上限に達しました。
ko: 이 라디오 스테이션에 허용된 최대 건너뛰기 횟수에 도달했습니다.
nb: Du har nådd det maksimale antallet tillatte hopp for denne radiokanalen.
nl: U hebt het maximum voor overslaan bereikt dat voor deze radiozender is toegestaan.
pl: Osiągnięto maksymalną liczbę pominięć dozwoloną dla danej stacji radiowej
pt_br: Você atingiu o número máximo de pulos permitidos para esta estação de rádio.
pt_pt: Atingiu o número máximo de saltos permitido para esta estação de rádio.
ru: Вы достигли максимального количества пропусков, разрешенных для этой радиостанции.
sk: Dosiahli ste maximálny počet preskočení povolený pre túto rozhlasovú stanicu
sv: Du har nått det maximala antalet tillåtna överhoppningar för denna radiostation.
zh_hans: 你已达到该电台允许的跳过次数上限。
zh_hant: 您已達到此電台允許的最大跳過次數。

# content_Favorites
source: Favorites
de: Favoriten
es_mx: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nl: Favorieten
pl: Ulubione
ru: Избранное
sv: Favoriter
zh_hans: 我的最爱

# content__Song
source: Song
es_mx: Canción
fr: Chanson
it: Brano
ja: 曲
ko: 노래
nl: Nummer
pl: Utwór
ru: Композиция
sv: Låt
zh_hans: 首

# content__Songs
source: Songs
es_mx: Canciones
fr: Chansons
it: Brani
ja: 曲
ko: 노래
nl: Nummers
pl: Utwory
ru: Композиции
sv: Låtar
zh_hans: 首

# content_Search
source: Search
ar: بحث
da: Søg
de: Suchen
es_mx: Buscar
fi: Haku
fr: Rechercher
he: לחפש
id: Cari
it: Cerca
ja: 検索
ko: 검색
nb: Søk
nl: Zoeken
pl: Wyszukaj
pt_br: Buscar
pt_pt: Pesquisar
ru: Поиск
sk: Vyhľadávanie
sv: Söker
zh_hans: 搜索
zh_hant: 搜尋

# content_Exit_application__please_press_Back_Key_again
source: Exit application, please press Back Key again
ar: الخروج من التطبيق، يرجى الضغط على مفتاح الرجوع مرة أخرى
da: Afslut applikationen, tryk på tilbage-knappen igen
de: Beende die Anwendung und drücke die Zurück-Taste erneut
es_mx: Salga de la aplicación; vuelva a presionar la tecla Retroceso.
fi: Poistu sovelluksesta, paina Takaisin-näppäintä uudelleen
fr: Sortie de l'application, veuillez appuyer à nouveau sur la touche Retour
he: צא מהאפליקציה, אנא הקש שוב על מקש חזרה
id: Keluar dari aplikasi. Silakan tekan Tombol Kembali sekali lagi
it: Esci dall'applicazione, premi nuovamente il tasto Indietro
ja: アプリケーションを終了します。戻るキーを再度押してください。
ko: 애플리케이션을 종료합니다. 뒤로 키를 다시 눌러 주십시오.
nb: Avslutt programmet, trykk på tilbake-tasten igjen
nl: Sluit de toepassing af, druk nogmaals op de Terug-toets
pl: Wyjdź z aplikacji, naciśnij ponownie klawisz Wstecz
pt_br: Saia do aplicativo, pressione a tecla Voltar novamente
pt_pt: Sair da aplicação. Prima novamente a tecla Voltar
ru: Выход из приложения, нажмите клавишу Back еще раз
sk: Ukončite aplikáciu, znova stlačte tlačidlo Späť
sv: Avsluta programmet, tryck på Tillbaka-knappen igen
zh_hans: 要退出应用，请再按一次返回键
zh_hant: 結束應用程式，請再按返回鍵

# content_Hint
source: Hint
ar: تلميح
da: Tip
de: Hinweis
es_mx: Consejo
fi: Vihje
fr: Conseil
he: רֶמֶז
id: Petunjuk
it: Suggerimento
ja: ヒント
ko: 힌트
nl: Suggestie
pl: Podpowiedź
pt_br: Dica
pt_pt: Sugestão
ru: Подсказка
sk: Nápoveda
sv: Ledtråd
zh_hans: 温馨提示
zh_hant: 提示

# content_Add_to_Favorites
source: Add to Favorites
ar: إضافة إلى المفضلة
da: Føj til favoritter
de: Zu Favoriten hinzufügen
es_mx: Agregar a favoritos
fi: Lisää suosikkeihin
fr: Ajouter aux Favoris
he: הוסף למועדפים
id: Tambahkan ke Favorit
it: Aggiungi ai Preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
nb: Legg til i favoritter
nl: Toevoegen aan Favorieten
pl: Dodaj do ulubionych
pt_br: Adicionar aos Favoritos
pt_pt: Adicionar aos favoritos
ru: Добавить в Избранное
sk: Pridať do Obľúbených
sv: Lägg till i favoriter
zh_hans: 添加至收藏列表
zh_hant: 新增到我的最愛

# content_Add_to_Playlist
source: Add to Playlist
ar: إضافة إلى قائمة التشغيل
da: Føj til playliste
de: Zu Playlist hinzufügen
es_mx: Agregar a lista de reproducción
fi: Lisää soittolistalle
fr: Ajouter à la Liste de lecture
he: הוסף לרשימת ההשמעה
id: Tambahkan ke Daftar Lagu
it: Aggiungi alla Playlist
ja: プレイリストに追加
ko: 재생 목록에 추가
nb: Legg til i spilleliste
nl: Toevoegen aan Afspeellijst
pl: Dodaj do listy odtwarzania
pt_br: Adicionar à Playlist
pt_pt: Adicionar à lista de reprodução
ru: Добавить в плейлист
sk: Pridať do Zoznamu skladieb
sv: Lägg till spellista
zh_hans: 添加至播放列表
zh_hant: 新增到播放清單

# content_Next_To_Play
source: Next To Play
ar: تشغيل التالي
da: Næste der afspilles
de: Nächster Titel für Wiedergabe
es_mx: Siguiente reproducción
fi: Seuraava toistettava
fr: Prochaine lecture
he: ליד לשחק
id: Diputar Berikutnya
it: Avanti per Riprodurre
ja: 次に再生する
ko: 재생할 다음 곡
nb: Neste for avspilling
nl: Volgende om af te spelen
pl: Następny utwór do odtworzenia
pt_br: Próxima Faixa
pt_pt: Reproduzir a seguir
ru: Воспроизвести следующую дорожку
sk: Ďalej bude prehrávané
sv: Nästa som ska spelas ut
zh_hans: 下一首播放
zh_hant: 接下來播放

# content_Artist
source: Artist
ar: الفنان
da: Kunstner
de: Interpret
es_mx: Artista
fi: Esiintyjä
fr: Artiste
he: אמן
id: Artis
it: Artista
ja: アーティスト
ko: 아티스트
nl: Artiest
pl: Wykonawca
pt_br: Artista
pt_pt: Artista
ru: Исполнитель
sk: Interpret
zh_hans: 艺术家
zh_hant: 藝術家

# content_Album
source: Album
ar: الألبوم
es_mx: Álbum
fi: Albumi
he: אַלבּוֹם
ja: アルバム
ko: 앨범
pt_br: Álbum
pt_pt: Álbum
ru: Альбом
zh_hans: 专辑
zh_hant: 專輯

# content_Unable_to_complete_this_operation
source: Unable to complete this operation
ar: تعذر إتمام هذه العملية
da: Kan ikke fuldføre denne handling
de: Dieser Vorgang kann nicht abgeschlossen werden
es_mx: No se pudo completar la operación.
fi: Tätä toimintoa ei voida suorittaa loppuun
fr: Achèvement de cette opération impossible
he: לא ניתן להשלים פעולה זו
id: Tidak dapat menyelesaikan operasi ini
it: Impossibile completare questa operazione
ja: この操作を完了することができません
ko: 이 작업을 완료할 수 없음
nb: Kan ikke fullføre denne handlingen
nl: Kan deze functie niet voltooien
pl: Nie można ukończyć tej operacji
pt_br: Não foi possível concluir esta operação
pt_pt: Não é possível realizar esta operação
ru: Невозможно выполнить эту операцию
sk: Túto operáciu nie je možné dokončiť
sv: Det gick inte att slutföra den här åtgärden
zh_hans: 无法完成此操作
zh_hant: 無法完成此操作

# content_The_music_is_playing
source: The music is playing
ar: الموسيقى قيد التشغيل
da: Musikken afspilles
de: Die Musik wird wiedergegeben
es_mx: Se está reproduciendo la música.
fi: Musiikkia toistetaan
fr: La musique est lue
he: המוזיקה מתנגנת
id: Musik sedang diputar
it: La musica è in riproduzione
ja: 音楽を再生しています
ko: 음악 재생 중
nb: Musikken spilles
nl: De muziek speelt
pl: Odtwarzana jest muzyka
pt_br: A música está tocando
pt_pt: A música está a ser reproduzida
ru: Музыка воспроизводится
sk: Prehráva sa hudba
sv: Musiken spelas upp
zh_hans: 正在播放乐曲
zh_hant: 音樂正在播放

# content_Station
source: Station
ar: المحطة
de: Sender
es_mx: Estación
fi: asema
he: תַחֲנָה
id: Stasiun
it: Stazione
ja: ステーション
ko: 스테이션
nb: Stasjon
nl: Zender
pl: Stacja
pt_br: Estação
pt_pt: Estação
ru: Станция
sk: Stanica
zh_hans: 电台
zh_hant: 電台

# content_Added_failed
source: Added failed
ar: فشلت الإضافة
da: Tilføjelse mislykket
de: Hinzufügen fehlgeschlagen
es_mx: Error al agregar
fi: Lisäys epäonnistui
fr: Échec de l’ajout
he: הוספה נכשלה
id: Gagal ditambahkan
it: Aggiunta non riuscita
ja: 追加に失敗
ko: 추가 실패
nb: Kunne ikke legges til
nl: Toevoegen mislukt
pl: Niepowodzenie dodawania
pt_br: Falha ao adicionar
pt_pt: Falha ao adicionar
ru: Добавление не удалось
sk: Pridanie zlyhalo
sv: Tillägning misslyckades
zh_hans: 添加失败
zh_hant: 無法新增

# content_Collection
source: Collection
ar: الجمع
da: Indsamling
de: Sammlung
es_mx: Colección
fi: Kokoelma
he: אוסף
id: Koleksi
it: Raccolta
ja: コレクション
ko: 수집
nb: Samling
nl: Verzameling
pl: Kolekcja
pt_br: Coleção
pt_pt: Coleção
ru: Коллекция
sk: Zbierka
sv: Samling
zh_hans: 收藏
zh_hant: 集合

# content_Please_wait
source: Please wait
ar: يُرجى الانتظار
da: Vent venligst
de: Bitte warten
es_mx: Aguarde
fi: Odota
fr: Veuillez patienter
he: המתן בבקשה
id: Harap tunggu
it: Attendi
ja: お待ちください
ko: 기다려 주십시오.
nb: Vent
nl: Even geduld
pl: Proszę czekać
pt_br: Aguarde
pt_pt: Por favor, aguarde
ru: Ожидайте
sk: Čakajte, prosím
sv: Vänta
zh_hans: 请稍候
zh_hant: 請稍候

# content_Podcast
source: Podcast
ar: بودكاست
fi: Podcast-lähetys
he: פודקאסט
ja: ポッドキャスト
ko: 팟캐스트
nb: Podkast
ru: Подкаст
zh_hans: 播客
zh_hant: 播客

# content_Searching
source: Searching
ar: البحث
da: Søger
de: Suche läuft
es_mx: Buscando
fi: Hakee
fr: Recherche
he: מחפש
id: Mencari
it: Cerco
ja: 検索しています
ko: 검색 중
nb: Søker
nl: Zoeken
pl: Wyszukiwanie
pt_br: Buscando
pt_pt: A pesquisar
ru: Идет поиск
sk: Vyhľadáva sa
sv: Söker
zh_hans: 正在搜索
zh_hant: 正在搜尋

# content_Show
source: Show
ar: عرض
da: Vis
de: Anzeigen
es_mx: Ver
fi: Näytä
fr: Afficher
he: הופעה
id: Tampilkan
it: Mostra
ja: 表示
ko: 표시
nb: Vis
nl: Tonen
pl: Pokaż
pt_br: Exibir
pt_pt: Mostrar
ru: Показать
sk: Relácia
zh_hans: 显示
zh_hant: 顯示

# content_Episode
source: Episode
ar: الحلقة
es_mx: Episodio
fi: Jakso
fr: Épisode
he: פרק
it: Episodio
ja: エピソード
ko: 에피소드
pl: Odcinek
pt_br: Episódio
pt_pt: Episódio
ru: Эпизод
sk: Epizóda
sv: Avsnitt
zh_hans: 片段
zh_hant: 劇集

# content_Searching_for
source: Searching for
ar: البحث عن
da: Søger efter
de: Suchen nach
es_mx: Buscando
fi: :issa hakeminen
fr: Recherche de
he: מחפש אחר
id: Mencari
it: Cerco per
ja: 検索しています
ko: 검색:
nb: Søker etter
nl: Zoeken naar
pl: Wyszukiwanie
pt_br: Buscando por
pt_pt: À procura de
ru: Поиск
sk: Hľadanie
sv: Söker
zh_hans: 搜索条件
zh_hant: 正在搜尋

# content_Publish
source: Publish
ar: نشر
da: Udgiv
de: Veröffentlichen
es_mx: Publicar
fi: Julkaise
fr: Publier
he: לְפַרְסֵם
id: Terbitkan
it: Pubblica
ja: 発表する
ko: 게시
nb: Publiser
nl: Publiceren
pl: Opublikuj
pt_br: Publicar
pt_pt: Publicar
ru: Опубликовать
sk: Publikovať
sv: Publicera
zh_hans: 发行
zh_hant: 發佈

# content_Song
source: Song
ar: أغنية
da: Sang
es_mx: Canción
fi: Kappale
fr: Chanson
he: שִׁיר
id: Lagu
it: Brano
ja: 曲
ko: 곡
nb: Sang
nl: Nummer
pl: Utwór
pt_br: Som
pt_pt: Música
ru: Песня
sk: Pieseň
sv: Låta
zh_hans: 歌曲
zh_hant: 歌曲

# content_Playlist
source: Playlist
ar: قائمة تشغيل
da: Playliste
es_mx: Lista de reproducción
fi: Soittolista
fr: Liste de lecture
he: רשימת השמעה
id: Daftar Lagu
ja: プレイリスト
ko: 재생 목록
nb: Spilleliste
nl: Afspeellijst
pl: Lista odtwarzania
pt_pt: Lista de reprodução
ru: Плейлист
sk: Zoznam skladieb
sv: Spellista
zh_hans: 播放列表
zh_hant: 播放清單

# content_Manage
source: Manage
ar: إدارة
da: Administrer
de: Verwalten
es_mx: Administrar
fi: Hallitse
fr: Gérer
he: לנהל
id: Kelola
it: Gestisci
ja: 管理する
ko: 관리
nb: Administrer
nl: Beheren
pl: Zarządzaj
pt_br: Gerenciar
pt_pt: Gerir
ru: Управлять
sk: Spravovať
sv: Hantera
zh_hans: 管理
zh_hant: 管理

# content_Preset
source: Preset
ar: الضبط المسبق
da: Forindstilling
de: Voreinstellung
es_mx: Presintonía
fi: Esiasetus
fr: Préréglage
he: מוגדר מראש
id: Prasetel
it: Memoria
ja: プリセット
ko: 사전 설정
nb: Forhåndsinnstilling
nl: Vooraf ingesteld
pl: Ustawienie wstępne
pt_br: Predefinição
pt_pt: Predefinições
ru: Предварительная установка
sk: Prednastavené
sv: Förinställning
zh_hans: 预设
zh_hant: 預設

# content_Loading____
source: Loading....
ar: جارِ التحميل...
da: Indlæser....
de: Wird geladen ...
es_mx: Cargando...
fi: Ladataan...
fr: Chargement…
he: טוען...
id: Memuat ...
it: Carico....
ja: ロードしています…
ko: 로드 중...
nb: Laster inn ...
nl: Laden....
pl: Wczytywanie...
pt_br: Carregando...
pt_pt: A carregar....
ru: Идет загрузка...
sk: Načítava sa...
sv: Laddar...
zh_hans: 正在加载...
zh_hant: 正在載入....

# content_Fail
source: Fail
ar: فشل
da: Mislykket
de: Fehlgeschlagen
es_mx: Error
fi: Ei läpäisyä
fr: Échec
he: לְהִכָּשֵׁל
id: Gagal
it: Errore
ja: 失敗
ko: 실패
nb: Mislyktes
nl: Mislukt
pl: Niepowodzenie
pt_br: Falha
pt_pt: Falha
ru: Сбой
sk: Zlyhalo
sv: Misslyckades
zh_hans: 失败
zh_hant: 失敗

# content_Speaker_is_busy__please_try_again_
source: Speaker is busy, please try again.
ar: مكبر الصوت مشغول، يُرجى المحاولة مرة أخرى.
da: Højttaleren er optaget, prøv igen.
de: Der Lautsprecher ist beschäftigt, bitte versuche es erneut.
es_mx: El altavoz está ocupado. Inténtelo de nuevo.
fi: Kaiutin on varattu, yritä uudelleen.
fr: L’enceinte est occupée, veuillez réessayer.
he: הרמקול תפוס, אנא נסה שוב.
id: Speaker sibuk. Silakan coba lagi.
it: Lo speaker è occupato, riprova più tardi.
ja: スピーカーがビジーです。再試行してください。
ko: 스피커를 사용 중입니다. 다시 시도하십시오.
nb: Høyttaleren er opptatt, prøv igjen.
nl: Luidspreker bezet, probeer het nog eens.
pl: Głośnik jest zajęty, spróbuj ponownie.
pt_br: O alto-falante está ocupado, tente novamente.
pt_pt: A coluna está indisponível. Tente novamente.
ru: Динамик занят, попробуйте еще раз.
sk: Reproduktor je zaneprázdnený, prosím skúste to znova.
sv: Högtalaren är upptagen, försök igen.
zh_hans: 扬声器正忙，请重试。
zh_hant: 喇叭繁忙，請重試。

# content_Success
source: Success
ar: تم بنجاح
da: Gennemført
de: Erfolgreich
es_mx: Operación correcta
fi: Onnistui
fr: Réussite
he: הַצלָחָה
id: Berhasil
it: Fatto
ja: 成功
ko: 성공
nb: Utført
nl: Gelukt
pl: Sukces
pt_br: Bem-sucedido
pt_pt: Êxito
ru: Успешно
sk: Úspešné
sv: Lyckades
zh_hans: 成功
zh_hant: 成功

# content_Connection_Lost
source: Connection Lost
ar: انقطع الاتصال
da: Forbindelse mistet
de: Verbindung verloren
es_mx: Se perdió la conexión.
fi: Yhteys kadonnut
fr: Connexion perdue
he: החיבור אבד
id: Sambungan Terputus
it: Connessione persa
ja: 接続の切断
ko: 연결을 찾을 수 없음
nb: Forbindelse mistet
nl: Verbinding verloren
pl: Utrata połączenia
pt_br: Conexão Perdida
pt_pt: Ligação perdida
ru: Соединение потеряно
sk: Spojenie prerušené
sv: Anslutningen har förlorats
zh_hans: 连接中断
zh_hant: 連接中斷

# content_Volume
source: Volume
ar: مستوى الصوت
da: Lydstyrke
de: Lautstärke
es_mx: Volumen
fi: Äänenvoimakkuus
ja: 音量
ko: 볼륨
nb: Lydstyrke
pl: Głośność
ru: Громкость
sk: Hlasitosť
sv: Volym
zh_hans: 音量
zh_hant: 音量

# content_Napster_account_is_in_use_in_another_location_
source: Napster account is in use in another location.
ar: حساب Napster قيد الاستخدام في مكان آخر.
da: Denne konto er i brug et andet sted.
de: Das Napster-Konto wird an einem anderen Standort verwendet.
es_mx: La cuenta de Napster ya está en uso en otro lugar.
fi: Napster-tili on käytössä toisessa paikassa.
fr: Le compte Napster est utilisé à un autre endroit.
he: חשבון Napster נמצא בשימוש במיקום אחר.
id: Akun Napster sedang digunakan di lokasi lain.
it: L'account Napster è in uso in un altro luogo.
ja: Napsterアカウントは別の場所で使用されています。
ko: 다른 위치에서 Napster 계정을 사용 중입니다.
nb: Napster-kontoen er i bruk et annet sted.
nl: Napster-account is in gebruik op een andere locatie.
pl: Konto Napster jest używane w innej lokalizacji.
pt_br: A conta Napster está em uso em outro local.
pt_pt: A conta Napster está a ser utilizada noutra localização.
ru: Учетная запись Napster используется в другом месте.
sk: Účet Napster sa používa na inom mieste.
sv: Napster-kontot används på en annan plats.
zh_hans: Napster 账户已被其他应用使用。
zh_hant: Napster 帳戶正在其他位置使用。

# content_Remove_from_Favorites
source: Remove from Favorites
ar: إزالة من المفضلة
da: Fjern fra favoritter
de: Aus Favoriten entfernen
es_mx: Quitar de favoritos
fi: Poista suosikeista
fr: Retirer des Favoris
he: הסר מהמועדפים
id: Hapus dari Favorit
it: Rimuovi dai Preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
nb: Fjern fra favoritter
nl: Verwijderen uit Favorieten
pl: Usuń z ulubionych
pt_br: Remover dos Favoritos
pt_pt: Remover dos Favoritos
ru: Удалить из Избранного
sk: Odstrániť z Obľúbených
sv: Ta bort från favoriter
zh_hans: 从收藏列表中移除
zh_hant: 從我的最愛移除

# content_Cancel
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es_mx: Cancelar
fi: Peruuta
fr: Annuler
he: לְבַטֵל
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отменить
sk: Zrušiť
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

# mymusic_Manage
source: Manage
de: Verwalten
es_mx: Administrar
fr: Gérer
it: Gestisci
ja: 管理する
ko: 관리
nl: Beheren
pl: Zarządzaj
pt_pt: Gerir
ru: Gérer
sv: Hantera
zh_hans: 管理歌单

# search_Song
source: Song
ar: أغنية
da: Sang
es_mx: Canción
fi: Kappale
fr: Chanson
he: שִׁיר
id: Lagu
it: Brano
ja: 曲
ko: 곡
nb: Sang
nl: Nummer
pl: Utwór
pt_br: Som
pt_pt: Música
ru: Песня
sk: Pieseň
sv: Låta
zh_hans: 歌曲
zh_hant: 歌曲

# search_Album
source: Album
ar: الألبوم
es_mx: Álbum
fi: Albumi
he: אַלבּוֹם
ja: アルバム
ko: 앨범
pt_br: Álbum
pt_pt: Álbum
ru: Альбом
zh_hans: 专辑
zh_hant: 專輯

# search_Playlist
source: Playlist
ar: قائمة تشغيل
da: Playliste
es_mx: Lista de reproducción
fi: Soittolista
fr: Liste de lecture
he: רשימת השמעה
id: Daftar Lagu
ja: プレイリスト
ko: 재생 목록
nb: Spilleliste
nl: Afspeellijst
pl: Lista odtwarzania
pt_pt: Lista de reprodução
ru: Плейлист
sk: Zoznam skladieb
sv: Spellista
zh_hans: 播放列表
zh_hant: 播放清單

# search_Search
source: Search
ar: بحث
da: Søg
de: Suchen
es_mx: Buscar
fi: Haku
fr: Rechercher
he: לחפש
id: Cari
it: Cerca
ja: 検索
ko: 검색
nb: Søk
nl: Zoeken
pl: Wyszukaj
pt_br: Buscar
pt_pt: Pesquisar
ru: Поиск
sk: Vyhľadávanie
sv: Söker
zh_hans: 搜索
zh_hant: 搜尋

# search_Artist
source: Artist
ar: الفنان
da: Kunstner
de: Interpret
es_mx: Artista
fi: Esiintyjä
fr: Artiste
he: אמן
id: Artis
it: Artista
ja: アーティスト
ko: 아티스트
nl: Artiest
pl: Wykonawca
pt_br: Artista
pt_pt: Artista
ru: Исполнитель
sk: Interpret
zh_hans: 艺术家
zh_hant: 藝術家

# search_Find_your_favorite_music
source: Find your favorite music
ar: اعثر على الموسيقى المفضلة لديك
da: Find din yndlingsmusik
de: Finde deine Lieblingsmusik
es_mx: Encontrar su música favorita
fi: Löydä suosikkimusiikkisi
fr: Rechercher votre musique préférée
he: מצא את המוזיקה האהובה עליך
id: Temukan musik favorit Anda
it: Trova la tua musica preferita
ja: お気に入りの音楽を見つける
ko: 즐겨찾기 음악 찾기
nb: Finn favorittmusikken din
nl: Vind uw favoriete muziek
pl: Znajdź swoją ulubioną muzykę
pt_br: Encontrar sua música favorita
pt_pt: Encontrar a sua música favorita
ru: Найти вашу любимую музыку
sk: Nájdite svoju obľúbenú hudbu
sv: Hitta din favoritmusik
zh_hans: 查找收藏的歌曲
zh_hant: 找到您最愛的音樂

# search_Please_enter_a_key
source: Please enter a key
ar: يُرجى إدخال مفتاح
da: Indtast venligst nøglekoden
de: Bitte einen Schlüssel eingeben
es_mx: Ingrese una clave
fi: Paina näppäintä
fr: Veuillez entrer une clé
he: נא להזין מפתח
id: Silakan masukkan kunci
it: Inserisci una chiave
ja: キーを入力してください
ko: 키를 입력하십시오
nb: Angi en nøkkel
nl: Voer een sleutel in
pl: Wprowadź słowo kluczowe
pt_br: Insira uma chave
pt_pt: Introduza uma chave
ru: Пожалуйста, введите ключ
sk: Zadajte kľúč
sv: Ange en nyckel
zh_hans: 请输入关键字
zh_hant: 請輸入金鑰

# search_See_All
source: See All
ar: الاطلاع على الكل
da: Se alle
de: Alle anzeigen
es_mx: Ver todo
fi: Näytä kaikki
fr: Afficher tout
he: ראה הכל
id: Lihat Semua
it: Mostra tutto
ja: すべてを見る
ko: 모두 보기
nb: Se alle
nl: Toon alles
pl: Zobacz wszystkie
pt_br: Ver tudo
pt_pt: Ver tudo
ru: Посмотреть все
sk: Pozrieť si všetko
sv: Se alla
zh_hans: 查看全部
zh_hant: 查看全部

# search_No_search_results
source: No search results
ar: لا توجد نتائج بحث
da: Ingen søgeresultater
de: Keine Suchergebnisse
es_mx: Búsqueda sin resultados
fi: Ei hakutuloksia
fr: Aucun résultat de recherche
he: אין תוצאות חיפוש
id: Hasil pencarian tidak ada
it: Nessun risultato della ricerca
ja: 検索結果がありません
ko: 검색 결과 없음
nb: Ingen søkeresultater
nl: Geen zoekresultaten
pl: Brak wyników wyszukiwania
pt_br: Nenhum resultado para a busca
pt_pt: Sem resultados de pesquisa
ru: Результаты поиска отсутствуют
sk: Žiadne výsledky vyhľadávania
sv: Inget sökresultat
zh_hans: 无搜索结果
zh_hant: 無搜尋結果
