Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# create_multi_room_msg
source: Make sure your speakers and mobile device are connected to the same Wi-Fi network. Google Home app is needed to enable this feature. 1. Go to the Google Home app and add your speaker to the device list. 2. Tap “Media”, choose “Create Group” and select the speakers, then save. 3. Open music service app and start streaming to the group.
ar: تأكد من توصيل السماعات والجهاز المحمول بنفس شبكة الواي فاي. لا بد من تطبيق Google Home لتمكين هذه الميزة. 1. انتقل إلى تطبيق Google Home وأضف السماعة إلى قائمة الأجهزة. 2. اضغط على "الوسائط"، حدد "إنشاء مجموعة" وحدد السماعات، ثم حفظ. 3. افتح تطبيق خدمة الموسيقى وابدأ البث على المجموعة.
da: Sørg for, at dine højttalere og din mobilenhed er forbundet til det samme wi-fi-netværk. Google Home-appen er nødvendig for at aktivere denne funktion. 1. Gå til Google Home-appen, og føj din højttaler til enhedslisten. 2. Tryk på "Media", vælg "Create Group" og vælg højttalerne, og gem derefter. 3. Åbn musiktjeneste-appen, og start streaming til gruppen.
de: Stelle sicher, dass deine Lautsprecher und dein Mobilgerät mit demselben WLAN-Netzwerk verbunden sind. Für die Aktivierung dieser Funktion ist die Google Home App erforderlich. 1. Öffne die Google Home App und füge deinen Lautsprecher zur Geräteliste hinzu. 2. Tippe auf „Medien“, wähle „Gruppe erstellen“, wähle die Lautsprecher aus und speichere dies dann. 3. Öffne die Musikdienst-App und starte das Streaming an die Gruppe.
es_mx: Asegúrate de que los altavoces y el dispositivo móvil estén conectados a la misma red Wi-Fi. Necesitas la aplicación Google Home para habilitar esta función. 1. Ve a la aplicación Google Home y agrega tu altavoz a la lista de dispositivos. 2. Toca “Multimedia”, elige “Crear grupo”, selecciona los altavoces y, por último, guarda los cambios. 3. Abre la aplicación del servicio de música e inicia la transmisión al grupo.
fi: Varmista että sekä kaiuttimet että mobiililaite ovat liitettyjä samaan Wi-Fi-verkkoon. Tämän ominaisuuden käyttöönotto edellyttää Google Home -sovellusta. 1. Siirry Google Home -sovellukseen ja lisää kaiuttimesi laiteluetteloon. 2. Napauta ”Media”, valitse ”Luo ryhmä”, valitse kaiuttimet ja tallenna. 3. Avaa musiikkipalvelusovellus ja aloita suoratoisto ryhmälle.
fr: Vos enceintes et votre appareil mobile doivent être connectés au même réseau Wi-Fi. L'application Google Home est requise pour activer cette fonction. 1. Accédez à l'application Google Home et ajoutez votre enceinte à la liste des appareils. 2. Touchez « Média », choisissez « Créer un groupe » et sélectionnez les enceintes, puis enregistrez. 3. Ouvrez l'application du service musical puis démarrez la diffusion vers le groupe.
he: ודאו שהרמקולים והמכשיר הנייד מחוברים לאותה רשת Wi-Fi. אפליקציית Google Home דרושה כדי לאפשר תכונה זו. 1. עברו לאפליקציית Google Home והוסיפו את הרמקול לרשימת המכשירים. 2. הקישו על 'מדיה', בחרו 'צור קבוצה' ובחרו את הרמקולים, ולאחר מכן שמרו. 3. פתחו אפליקציית שירות מוזיקה והתחילו להזרים לקבוצה.
id: Pastikan speaker dan perangkat seluler Anda tersambung ke jaringan Wi-Fi yang sama. Fitur ini memerlukan aplikasi Google Home. 1. Buka aplikasi Google Home dan tambahkan speaker Anda ke daftar perangkat. 2. Ketuk "Media", pilih "Create Group" (Buat Grup), pilih speaker, lalu simpan. 3. Buka aplikasi layanan musik dan mulai streaming ke grup.
it: Assicurati che i tuoi speaker ed il dispositivo mobile siano connessi alla stessa rete Wi-Fi. Per attivare questa funzione è necessaria l'app Google Home. 1. Vai all'app Google Home e aggiungi lo speaker all'elenco dei dispositivi. 2. Tocca "Media", scegli "Crea gruppo" e seleziona gli speaker, quindi salva. 3. Apri l'app del servizio musicale ed avvia lo streaming sul gruppo.
ja: お持ちのスピーカーやモバイルデバイスが同じWi-Fiネットワークに接続されていることをご確認ください。Google Homeアプリでこの機能を有効にする必要があります。 1.Google Homeアプリにアクセスして、スピーカーをデバイスリストに追加します。 2.「メディア」をタップして、「グループを作成」を選択し、スピーカーを選択して保存します。 3.音楽配信サービスアプリを開いてグループでのストリーミングを開始します。
ko: 스피커와 모바일 장치가 같은 Wi-Fi 네트워크에 연결되었는지 확인하십시오. 이 기능을 활성화하려면 Google Home 앱이 필요합니다. 1. Google Home 홈으로 이동하고 장치 목록에 스피커를 추가합니다. 2. "미디어"를 누르고 "그룹 만들기" 및 스피커를 차례로 선택한 다음, 저장합니다. 3. 음악 서비스 앱을 열고 그룹에 스트리밍을 시작합니다.
nb: Sørg for at høyttalerne og mobilenheten er koblet til samme wifi-nettverk. Google Home-appen kreves for å aktivere denne funksjonen. 1. Gå til Google Home-appen og legg høyttaleren til i enhetslisten. 2. Trykk på «Media», velg «Opprett gruppe», velg høyttalerne og lagre. 3. Åpne musikktjenesteappen og start strømming til gruppen.
nl: Zorg ervoor dat je luidsprekers en mobiele apparaat verbonden zijn met hetzelfde wifi-netwerk. De Google Home-app is vereist om deze functie in te schakelen. 1. Ga naar de Google Home-app en voeg je luidspreker toe aan de apparatenlijst. 2. Tik op "Media", kies "Groep maken", selecteer de luidsprekers en sla op. 3. Open de muziekservice-app en begin met streamen naar de groep.
pl: Upewnij się, że głośnik i urządzenie mobilne są połączone z tą samą siecią Wi-Fi. Aby włączyć tę funkcję, wymagana jest aplikacja Google Home. 1. Przejdź do aplikacji Google Home i dodaj swój głośnik do listy urządzeń. 2. Stuknij „Multimedia”, wybierz „Utwórz grupę” i zaznacz głośniki, a następnie zapisz wybór. 3. Otwórz aplikację serwisu muzycznego i rozpocznij strumieniowanie dla tej grupy.
pt_br: Certifique-se de que as caixas de som e o dispositivo móvel estão conectados à mesma rede Wi-Fi. É necessário o aplicativo Google Home para ativar este recurso. 1. Acesse o aplicativo Google Home e adicione a caixa de som à lista de dispositivos. 2. Toque em "Media", selecione "Criar Grupo", selecione as caixas de som e salve. 3. Abra o aplicativo de música e inicie a transmissão no grupo.
pt_pt: Certifique-se de que as colunas e o dispositivo móvel estão ligados à mesma rede Wi-Fi. É necessária a aplicação Google Home para ativar esta funcionalidade. 1. Aceda à aplicação Google Home e adicione a sua coluna à lista de dispositivos. 2. Toque em "Multimédia", selecione "Criar grupo", selecione as colunas e, em seguida, guarde. 3. Abra a aplicação do serviço de música e inicie a transmissão no grupo.
ru: Убедитесь, что колонки и мобильное устройство подключены к одной сети Wi-Fi. Для работы этой функции необходимо приложение Google Home. 1. Откройте приложение Google Home и добавьте вашу колонку в список устройств. 2. Нажмите «Медиа», выберите «Создать группу» и выберите колонки, после чего сохраните. 3. Откройте приложение музыкального сервиса и начните вещание для группы.
sk: Skontrolujte, či sú reproduktory a mobilné zariadenie pripojené k rovnakej sieti Wi-Fi. Na povolenie tejto funkcie je potrebná aplikácia Google Home. 1. Prejdite do aplikácie Google Home a pridajte reproduktor do zoznamu zariadení. 2. Ťuknite na položku „Médiá“ (Media), vyberte položku „Vytvoriť skupinu“ (Create Group), vyberte reproduktory a potom ich uložte. 3. Otvorte aplikáciu hudobnej služby a začnite streamovať do skupiny.
sv: Kontrollera att dina högtalare och din mobilenhet är anslutna till samma Wi-Fi-nätverk. Google Home-appen behövs för att aktivera den här funktionen. 1. Gå till Google Home-appen och lägg till din högtalare i enhetslistan. 2. Tryck på "Media", välj "Skapa grupp" och välj högtalarna, spara sedan. 3. Öppna musiktjänst-appen och börja strömma i gruppen.
zh_hans: 请确保将产品和手机等移动端设备连接至相同的 Wi-Fi 网络。需要 Google Home 应用程序来启用此功能。 1.打开 Google Home 应用程序并将你的产品添加到设备列表中。 2.点击“媒体”，选择“创建组”并选择扬声器，然后保存。 3.打开音乐服务应用，并在组中开始流媒体播放。
zh_hant: 確保您的音箱和手機已連接到同一 Wi-Fi 網路。需要 Google Home 應用程式才能啟用此功能。 1.前往 Google Home 應用程式並將您的音箱加入裝置清單。 2.輕觸「媒體」，選擇「建立群組」，再選擇音箱，然後儲存。 3.開啟音樂服務應用程式，並開始對此群組音乐播放。

# let_is_setup_google_Assistant_inGHAPP
source: Let's set up Google Assistant with Chromecast built-in in the Google Home app.
ar: لنقم بإعداد Google Assistant مع Chromecast built-in في تطبيق Google Home.
da: Lad os opsætte Google Assistent med Chromecast built-in i Google Home-appen.
de: Lass' uns den Google Assistant mit Chromecast built-in in der Google Home App einrichten.
es_mx: Vamos a configurar el Asistente de Google con Chromecast built-in en la aplicación Google Home.
fi: Asetetaan Google Assistant ja Chromecast built-in käyttöön Google Home -sovelluksessa.
fr: Configurons le Google Assistant avec Chromecast built-in dans l'application Google Home.
he: הבה נגדיר את Google Assistant עם Chromecast built-in באפליקציית Google Home.
id: Mari siapkan Asisten Google dengan Chromecast built-in di aplikasi Google Home.
it: Configura l'Assistente Google con Chromecast built-in nell'app Google Home.
ja: Google HomeアプリでGoogleアシスタントとChromecast built-inを設定しましょう。
ko: Google Home 앱에서 Chromecast built-in을 통해 Google 어시스턴트를 설정합니다.
nb: La oss konfigurere Google Assistent med Chromecast built-in i Google Home-appen.
nl: Laten we de Google Assistent instellen met Chromecast built-in in de Google Home-app.
pl: Skonfigurujmy Asystenta Google z wykorzystaniem usługi Chromecast built-in w aplikacji Google Home.
pt_br: Vamos configurar o Google Assistente com o Chromecast built-in no aplicativo Google Home.
pt_pt: Vamos configurar o Google Assistant com Chromecast built-in na aplicação Google Home.
ru: Давайте настроим Google Ассистента с функцией Chromecast built-in в приложении Google Home.
sk: V aplikácii Google Home nastavte funkciu Google Assistant s Chromecast built-in.
sv: Låt oss konfigurera Google Assistant med Chromecast built-in i Google Home-appen.
zh_hans: 通过 Google Home 应用程序设置 Google 助手和启用Chromecast built-in 服务。
zh_hant: 讓我們在 Google Home 應用程式中使用 Chromecast built-in 設定 Google 助理。

# setup_GVA_and_Chromecast
source: Set up Google Assistant with Chromecast built-in service in the Google Home app.
ar: قم بإعداد Google Assistant مع خدمة Chromecast built-in في تطبيق Google Home.
da: Opsæt Google Assistent med Chromecast built-in tjeneste i Google Home-appen.
de: Richte den Google Assistant mit dem Dienst Chromecast built-in in der Google Home App ein.
es_mx: Configura el servicio del Asistente de Google con Chromecast built-in en la aplicación Google Home.
fi: Määritä Google Assistant sekä Chromecast built-in-palvelu Google Home -sovelluksessa.
fr: Configurons le Google Assistant avec le service Chromecast built-in dans l'application Google Home.
he: הגדירו את Google Assistant עם Chromecast built-in באפליקציית Google Home.
id: Atur Asisten Google dengan layanan Chromecast built-in di aplikasi Google Home.
it: Configura l'Assistente Google con il servizio Chromecast built-in nell'app Google Home.
ja: Google HomeアプリでGoogleアシスタントとChromecast built-inのサービスを設定しましょう。
ko: Google Home 앱에서 Chromecast built-in 서비스를 통해 Google 어시스턴트를 설정합니다.
nb: Konfigurer Google Assistent med Chromecast built-in-tjenesten i Google Home-appen.
nl: De Google Assistent met Chromecast built-in instellen in de Google Home-app.
pl: Skonfiguruj Asystenta Google z wykorzystaniem usługi Chromecast built-in w aplikacji Google Home.
pt_br: Configurar o Google Assistente com o serviço Chromecast built-in no aplicativo Google Home.
pt_pt: Configure o Google Assistant com Chromecast built-in na aplicação Google Home.
ru: Настройка Google Ассистента с функцией Chromecast built-in в приложении Google Home.
sk: Nastavte Google Assistant so službou Chromecast built-in v aplikácii Google Home.
sv: Ställ in Google Assistant med Chromecast built-in-tjänsten i Google Home-appen.
zh_hans: 通过 Google Home 应用程序设置 Google 助手和启用Chromecast built-in 服务。
zh_hant: 在 Google Home 應用程式中使用 Chromecast built-in 服務設定 Google 助理。

# android_chromecast_later_setup_desc
source: If you want to enable Chromecast built-in later, select [Product Settings] from product card to continue.
ar: إذا كنت تريد تمكين Chromecast built-in لاحقًا، فحدد [إعدادات المنتج] من بطاقة المنتج للمتابعة.
da: Hvis du vil aktivere Chromecast built-in senere, skal du vælge [Product Settings] (Produktindstillinger) fra produktkortet for at fortsætte.
de: Wenn du Chromecast built-in später aktivieren möchtest, wähle [Produkteinstellungen] auf der Gerätekarte, um fortzufahren.
es_mx: Si quieres habilitar Chromecast built-in más tarde, selecciona [Ajustes del producto] en la tarjeta del producto para continuar.
fi: Jos haluat ottaa Chromecast built-inin käyttöön myöhemmin, jatka valitsemalla tuotekortista [Tuoteasetukset].
fr: Si vous souhaitez activer Chromecast built-in ultérieurement, sélectionnez [Paramètres du produit] dans la fiche produit pour continuer.
he: אם תרצו לאפשר את Chromecast built-in במועד מאוחר יותר, בחרו [הגדרות מוצר] מכרטיס המוצר כדי להמשיך.
id: Jika ingin mengaktifkan Chromecast built-in pada lain waktu, pilih [Pengaturan Produk] dari kartu produk untuk melanjutkan.
it: Se desideri abilitare Chromecast built-in un secondo momento, seleziona [Impostazioni prodotto] dalla scheda del prodotto per continuare.
ja: 後でChromecast built-inを有効にしたい場合は、製品カードから[製品設定]を選択して続行します。
ko: 나중에 Chromecast built-in을 활성화하려는 경우 제품 카드에서 [제품 설정]을 선택하고 계속 진행하십시오.
nb: Hvis du vil aktivere Chromecast built-in senere, velger du [Produktinnstillinger] fra produktkortet for å fortsette.
nl: Als je Chromecast built-in later wilt inschakelen, selecteert je [Productinstellingen] op de productkaart om door te gaan.
pl: Jeśli chcesz włączyć Chromecast built-in później, wybierz [Ustawienia produktu] z karty produktu, aby kontynuować.
pt_br: Se pretende habilitar o Chromecast built-in mais tarde, selecione [Configurações do produto] no cartão do produto para continuar.
pt_pt: Se pretender ativar o Chromecast built-in mais tarde, selecione [Definições do produto] no cartão do produto para continuar.
ru: Если вы хотите активировать Chromecast built-in позже, выберите [Настройки устройства] с карточки устройства для продолжения.
sk: Ak chcete neskôr povoliť funkciu Chromecast built-in, na karte produktu vyberte položku [Nastavenia produktu] (Product Settings) a pokračujte.
sv: Om du vill aktivera Chromecast built-in senare väljer du [Produktinställningar] från produktkortet för att fortsätta.
zh_hans: 如果你想稍后启用 Chromecast built-in 功能，请从产品控制页面中选择[产品设置]，然后再继续。
zh_hant: 若您稍後啟用 Chromecast built-in，則從產品卡中選擇[產品設定]以繼續。

# android_harmanbar_moment_connect_wifi
source: CONNECT WI-FI
ar: التوصيل بشبكة الواي فاي
da: FORBIND TIL WI-FI
de: VERBINDEN MIT WLAN
es_mx: CONECTAR WI-FI
fi: MUODOSTA Wi-Fi-YHTEYS
fr: CONNEXION WI-FI
he: התחברו ל-Wi-Fi
id: SAMBUNGKAN WI-FI
it: COLLEGA IL WI-FI
ja: Wi-Fiに接続
ko: WI-FI 연결
nb: KOBLE TIL WIFI
nl: WIFI VERBINDEN
pl: POŁĄCZ Z WI-FI
pt_br: CONECTAR WI-FI
pt_pt: LIGAR WI-FI
ru: ПОДКЛЮЧИТЬ К СЕТИ WI-FI
sk: PRIPOJIŤ WI-FI
sv: ANSLUTA TILL Wi-Fi
zh_hans: 连接 Wi-Fi
zh_hant: 連接 Wi-Fi

# android_harmanbar_self_turning_sub_title
source: No matter where your speaker is placed, it automatically calibrates itself to give you the best sound quality for any space.
ar: بغض النظر عن مكان السماعة، فإنها تعاير نفسها تلقائيًا لتمنحك أفضل جودة صوت لأي مساحة.
da: Uanset hvor din højttaler er placeret, kalibrerer den automatisk sig selv for at give dig den bedste lydkvalitet til ethvert sted.
de: Egal wo dein Lautsprecher aufgestellt ist, er kalibriert sich automatisch, um dir in jedem Raum die beste Soundqualität zu bieten.
es_mx: Sin importar dónde esté ubicado el altavoz, se calibra de manera automática para ofrecer la mejor calidad de sonido en cualquier espacio.
fi: Riippumatta siitä, mihin kaiuttimesi on sijoitettu, se kalibroi itsensä automaattisesti, jotta saat parhaan äänenlaadun kaikissa tiloissa.
fr: Votre enceinte s'étalonne automatiquement quelle que soit sa position afin de vous offrir la meilleure qualité sonore dans tous les espaces.
he: לא משנה היכן מוצב הרמקול, הוא מכייל את עצמו אוטומטית כדי לתת לכם את איכות הצליל הטובה ביותר עבור כל חלל.
id: Speaker akan otomatis terkalibrasi di mana pun ia diletakkan demi memberikan kualitas suara terbaik di semua ruangan.
it: Indipendentemente dal posizionamento, lo speaker si calibra automaticamente per offrirti la migliore qualità audio in qualsiasi ambiente.
ja: スピーカーをどこに設置しても自動的にキャリブレーションを行い、常に最高のサウンドクオリティを提供します。
ko: 스피커 배치 장소와 상관없이 자동으로 보정하여 모든 공간에서 최상의 음질을 제공합니다.
nb: Uansett hvor høyttaleren er plassert, kalibrerer den seg automatisk for å gi deg den beste lydkvaliteten for ethvert rom.
nl: Waar je luidspreker ook staat, hij kalibreert zichzelf automatisch om je de beste geluidskwaliteit te bieden voor elke ruimte.
pl: Bez względu na to miejsce głośnika, zostanie on automatycznie skalibrowany tak, aby zapewnić najlepszą jakość dźwięku w dowolnym otoczeniu.
pt_br: Não importa onde você coloque a caixa de som, ela se calibra automaticamente para oferecer a melhor qualidade de som em qualquer espaço.
pt_pt: Independentemente do local em que a coluna é colocada, ela calibra-se automaticamente para lhe proporcionar a melhor qualidade de som em qualquer espaço.
ru: Колонка выполняет автоматическую калибровку, чтобы обеспечить наилучшее качество звучания независимо от того, где она размещается.
sk: Bez ohľadu na to, kde je reproduktor umiestnený, automaticky sa nakalibruje, aby vám poskytol najlepšiu kvalitu zvuku pre akýkoľvek priestor.
sv: Oavsett var du placerar din högtalare kalibrerar den sig automatiskt för att ge dig bästa ljudkvalitet för alla utrymmen.
zh_hans: 无论音箱放在哪里，它都会根据环境自动校音，为任何空间提供最佳音质。
zh_hant: 無論您的音箱被置於何處，它都會自動校準，為您提供適合任何空間的最佳音質。

# android_go_to_alexa_app
source: Go to Alexa app
ar: انتقل إلى تطبيق Alexa
da: Gå til Alexa-appen
de: Alexa App öffnen
es_mx: Ve a la aplicación de Alexa
fi: Siirry Alexa-sovellukseen
fr: Aller dans l'application Alexa
he: מעבר לאפליקציית Alexa
id: Buka aplikasi Alexa
it: Vai all'app Alexa
ja: Alexaアプリにアクセス
ko: Alexa 앱으로 이동
nb: Gå til Alexa-appen
nl: Ga naar de Alexa-app
pl: Przejdź do aplikacji Alexa
pt_br: Acesse o aplicativo Alexa
pt_pt: Ir para a aplicação Alexa
ru: Откройте приложение Alexa
sk: Prejdite do aplikácie Alexa
sv: Gå till Alexa-appen
zh_hans: 转到 Alexa 应用程序
zh_hant: 前往 Alexa 應用程式

# android_get_tidal_free
source: Get Tidal Free
ar: احصل على Tidal مجانًا
da: Få Tidal gratis
de: Tidal Free erhalten
es_mx: Obtener Tidal de forma gratuita
fi: Hanki Tidal maksutta
fr: Obtenir Tidal Free
he: קבלו את Tidal בחינם
id: Dapatkan Tidal Free
it: Ottieni Tidal gratis
ja: Tidal Freeを試す
ko: Tidal 무료 다운로드
nb: Få Tidal gratis
nl: Download Tidal gratis
pl: Uzyskaj Tidal bezpłatnie
pt_br: Obter Tidal Free
pt_pt: Obter o Tidal gratuitamente
ru: Получите Tidal бесплатно
sk: Stiahnite si bezplatnú aplikáciu Tidal
sv: Hämta Tidal Free
zh_hans: 免费使用 Tidal
zh_hant: 免費獲取 Tidal

# android_enable_cast_built_in
source: Enable Chromecast built-in
ar: قم بتمكين Chromecast built-in
da: Aktiver Chromecast built-in
de: Chromecast built-in aktivieren
es_mx: Habilitar Chromecast built-In
fi: Aktivoi Chromecast built-in
fr: Activer Chromecast built-in
he: אפשרו את Chromecast built-in
id: Aktifkan Chromecast built-in
it: Abilita Chromecast built-in
ja: Chromecast built-inを有効にする
ko: Chromecast built-in 활성화
nb: Aktiver Chromecast built-in
nl: Chromecast built-in inschakelen
pl: Włącz Chromecast built-in
pt_br: Habilitar o Chromecast built-in
pt_pt: Ativar o Chromecast built-in
ru: Активировать Chromecast built-in
sk: Povoľte Chromecast built-in
sv: Aktivera Chromecast built-in
zh_hans: 启用 Chromecast built-in
zh_hant: 啟用 Chromecast built-in

# android_software_update_desc
source: To proceed with product control, please connect to Wi-Fi and update the software.
ar: لمتابعة التحكم في المنتج، يُرجى الاتصال بشبكة واي فاي وتحديث البرنامج.
da: For at fortsætte med produktkontrol skal du oprette forbindelse til wi-fi og opdatere softwaren.
de: Stelle bitte eine WLAN-Verbindung her und aktualisiere die Software, um die Gerätesteuerung fortzusetzen.
es_mx: Para continuar con el control del producto, conéctate a la red Wi-Fi y actualiza el software.
fi: Jos haluat jatkaa tuotteen ohjausta, muodosta Wi-Fi-yhteys ja päivitä ohjelmisto.
fr: Pour accéder aux commandes du produit, connectez-vous au Wi-Fi et mettez le logiciel à jour.
he: כדי להמשיך עם בקרת המוצר, יש להתחבר ל-Wi-Fi ולעדכן את התוכנה.
id: Untuk melanjutkan kontrol produk, harap sambungkan ke Wi-Fi dan perbarui perangkat lunak.
it: Per procedere con il controllo del prodotto, collegati al Wi-Fi ed aggiorna il software.
ja: 製品の操作を続行するには、Wi-Fiに接続してソフトウェアをアップデートします。
ko: 제품 제어를 시작하려면 Wi-Fi에 연결하고 소프트웨어를 업데이트하십시오.
nb: For å fortsette til produktkontroll må du koble til wifi og oppdatere programvaren.
nl: Maak verbinding met wifi en update de software om door te gaan met productcontrole.
pl: Aby kontynuować sterowanie urządzeniem, nawiąż połączenie z siecią Wi-Fi i zaktualizuj oprogramowanie.
pt_br: Para continuar com o controle do produto, conecte-se ao Wi-Fi e atualize o software.
pt_pt: Para prosseguir com o controlo do produto, ligue-se à rede Wi-Fi e atualize o software.
ru: Чтобы перейти к управлению устройством, подключите сеть Wi-Fi и обновите программное обеспечение.
sk: Ak chcete pokračovať v ovládaní produktu, pripojte sa k sieti Wi-Fi a aktualizujte softvér.
sv: För att fortsätta med produktkontroll, anslut till Wi-Fi och uppdatera programvaran.
zh_hans: 如需对产品进行控制操作，请连接到 Wi-Fi 并更新软件以继续。
zh_hant: 要繼續產品控制，請連接至 Wi-Fi 並更新軟體。
