Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# jbl_Now_you_can_stream_music_to_your_JBL_products_via_Chromecast_built_in_
source: Now you can stream music to your JBL products via Chromecast built-in.
ar: يمكنك الآن بث الموسيقى إلى منتجات JBL عبر Chromecast Built-In.
da: Nu kan du streame musik til dine JBL-produkter via Chromecast built-in.
de: Jetzt kannst du Musik über Chromecast built-in auf deine JBL Geräte streamen.
es_mx: Ahora puede usar Chromecast built-in para transmitir música a sus productos de JBL.
fi: Nyt voit suoratoistaa musiikkia JBL-tuotteisiisi Chromecast built-in -teknologian avulla
fr: Vous pouvez désormais diffuser de la musique sur vos produits JBL via Chromecast built-in.
he: עכשיו אתה יכול להזרים מוזיקה למוצרי JBL שלך באמצעות Chromecast מובנה.
id: Kini, Anda dapat melakukan streaming musik ke produk JBL Anda melalui Chromecast Built-In.
it: Ora puoi riprodurre musica in streaming sui tuoi prodotti JBL tramite Chromecast built-in.
ja: Chromecast built-inを使用してJBL製品に音楽をストリーミングすることができます。
ko: 이제 Chromecast built-in을 통해 JBL 제품으로 음악을 스트리밍할 수 있습니다.
nb: Nå kan du strømme musikk til JBL-produktene dine via Chromecast Built-In.
nl: Nu kunt u muziek streamen naar uw JBL-producten via Chromecast built-in.
pl: Możesz teraz strumieniować muzykę do produktów JBL za pomocą usługi Chromecast built-in.
pt_br: Agora você pode transmitir música para seus produtos JBL via Chromecast built-in.
pt_pt: Agora, pode transmitir música para os seus produtos JBL através do Chromecast built-in.
ru: Теперь вы можете передавать музыку на свои устройства JBL через Chromecast built-in.
sk: Teraz môžete streamovať hudbu do svojich produktov JBL cez Chromecast built-in.
sv: Nu kan du strömma musik till dina JBL-produkter via Chromecast built-in.
zh_hans: 现在你可以通过 Chromecast built-in 将音乐串流到你的 JBL 设备。
zh_hant: 現在，你可以透過 Chromecast built-in 將音樂串流播放到你的 JBL 產品。

# jbl_Learn_more_from
source: Now you can stream music to your JBL products via Chromecast built-in. Learn more from
ar: يمكنك الآن بث الموسيقى إلى منتجات JBL عبر Chromecast built-In. تعرف على المزيد من
da: Nu kan du streame musik til dine JBL-produkter via Chromecast built-in. Få mere at vide fra
de: Jetzt kannst du Musik über Chromecast built-in auf deine JBL Geräte streamen. Erfahre mehr über
es_mx: Ahora puede usar Chromecast built-in para transmitir música a sus productos de JBL. Obtenga más información en
fi: Nyt voit striimata musiikkia JBL-tuotteisiisi Chromecast built-in-suoratoiston välityksellä. Lue lisää osoitteesta
fr: Vous pouvez désormais diffuser de la musique sur vos produits JBL via Chromecast built-in. En savoir plus
he: עכשיו אתה יכול להזרים מוזיקה למוצרי JBL שלך באמצעות Chromecast built-in למד עוד מ
id: Kini, Anda dapat melakukan streaming musik ke produk JBL Anda melalui Chromecast built-in. Pelajari lebih lanjut dari
it: Ora puoi trasmettere musica in streaming sui tuoi prodotti JBL tramite Chromecast built-in. Scopri di più su
ja: Chromecast built-inを介してJBL製品に音楽をストリーミングすることができます。詳細
ko: 이제 Chromecast built-in을 통해 JBL 제품으로 음악을 스트리밍할 수 있습니다. 자세히 보기:
nb: Nå kan du strømme musikk til JBL-produktene dine via Chromecast built-In. Les mer fra
nl: Nu kunt u muziek streamen naar uw JBL-producten via Chromecast built-in. Meer informatie van
pl: Możesz teraz strumieniować muzykę do produktów JBL za pomocą usługi Chromecast built-in. Dowiedz się więcej z
pt_br: Agora você pode transmitir música para seus produtos JBL via Chromecast built-in. Saiba mais em
pt_pt: Agora, pode transmitir música para os seus produtos JBL através do Chromecast built-in. Saiba mais em
ru: Теперь вы можете передавать музыку на свои устройства JBL через Chromecast built-in. Узнайте больше в
sk: Teraz môžete streamovať hudbu do svojich produktov JBL cez Chromecast built-in. Dozvedieť sa viac z
sv: Nu kan du strömma musik till dina JBL-produkter via Chromecast built-in. Läs mer från
zh_hans: 现在你可以通过 Chromecast built-in 将音乐串流到你的 JBL 设备。如需了解更多信息，请访问
zh_hant: 現在，你可以透過 Chromecast built-in 將音樂串流播放到你的 JBL 產品。瞭解更多資訊

source: If you want to enable Amazon Alexa or other streaming services, visit the 3rd party service page to learn more.
ar: إذا كنت ترغب في تمكين Amazon Alexa أو خدمات البث الأخرى، يمكنك زيارة صفحة الخدمة الخارجية لمعرفة المزيد.
da: Hvis du vil aktivere Amazon Alexa eller andre streamingtjenester, kan du besøge tredjepartstjenestesiden for at lære mere.
de: Wenn du Amazon Alexa oder andere Streaming-Dienste aktivieren möchtest, besuche bitte die Seite für Drittanbieter-Dienste, um mehr zu erfahren.
es_mx: Si desea habilitar Amazon Alexa u otros servicios de transmisión, visite la página de servicios de terceros para obtener más información.
fi: Jos haluat ottaa käyttöön Amazon Alexa tai muita suoratoistopalveluja, ks. lisätietoja kolmannen osapuolen palvelusivulta.
fr: Si vous souhaitez activer Amazon Alexa ou d'autres services de diffusion, visitez la page des services tiers pour en savoir plus.
he: אם ברצונך להפעיל את Amazon Alexa או שירותי סטרימינג אחרים, בקר בדף השירות של צד שלישי למידע נוסף.
id: Jika Anda ingin mengaktifkan Amazon Alexa atau layanan streaming lainnya, kunjungi halaman layanan pihak ketiga untuk mempelajari lebih lanjut.
it: Se desideri attivare Amazon Alexa o altri servizi di streaming, visita la pagina dei servizi di terze parti per ulteriori informazioni.
ja: Amazon Alexaまたはその他のストリーミングサービスを有効にしたい場合、詳細はサードパーティーのサービスページにアクセスしてください。
ko: Amazon Alexa 또는 기타 스트리밍 서비스를 활성화하려면 타사 서비스 페이지에서 자세한 내용을 확인하십시오.
nb: Hvis du vil aktivere Amazon Alexa eller andre strømmetjenester, kan du gå til tredjepartstjenestesiden for å lære mer.
nl: Als u Amazon Alexa of andere streamingdiensten wilt inschakelen, gaat u naar de pagina voor diensten van derden voor meer informatie.
pl: Jeśli chcesz włączyć usługę Amazon Alexa lub inne usługi przesyłania strumieniowego, odwiedź witrynę odpowiedniej usługi firmy trzeciej, aby dowiedzieć się więcej.
pt_br: Se você deseja habilitar o Amazon Alexa ou outros serviços de streaming, visite a página de serviços de terceiros para saber mais.
pt_pt: Se quiser ativar Amazon Alexa ou outros serviços de transmissão, visite a página de serviços de terceiros para saber mais.
ru: Если вы хотите включить Amazon Alexa или другие потоковые сервисы, посетите страницу услуг третьей стороны, чтобы узнать больше.
sk: Ak chcete povoliť službu Amazon Alexa alebo iné streamovacie služby, navštívte stránku služby tretej strany, kde sa dozviete viac.
sv: Om du vill aktivera Amazon Alexa eller andra streamingtjänster, besök tredjeparts tjänstsida för att veta mer
zh_hans: 如果你想启用 Amazon Alexa 或其他流媒体服务，请访问第三方服务页面以了解更多信息。
zh_hant: 如果你想啟用 Amazon Alexa 或其他串流播放服務，請造訪第三方服務頁面瞭解更多資訊。

# jbl_ENABLE_OTHER_SERVICES
source: ENABLE OTHER SERVICES
ar: تمكين الخدمات الأخرى
da: AKTIVER ANDRE TJENESTER
de: ANDERE DIENSTE AKTIVIEREN
es_mx: HABILITAR OTROS SERVICIOS
fi: OTA KÄYTTÖÖN MUUT PALVELUT
fr: ACTIVER D'AUTRES SERVICES
he: אפשר שירותים אחרים
id: AKTIFKAN LAYANAN LAINNYA
it: ATTIVA ALTRI SERVIZI
ja: その他のサービスを有効にする
ko: 기타 서비스 활성화
nb: AKTIVER ANDRE TJENESTER
nl: ANDERE DIENSTEN ACTIVEREN
pl: WŁĄCZ INNE USŁUGI
pt_br: ATIVAR OUTROS SERVIÇOS
pt_pt: PERMITIR OUTROS SERVIÇOS
ru: АКТИВИРОВАТЬ ДРУГИЕ СЕРВИСЫ
sk: POVOLIŤ ĎALŠIE SLUŽBY
sv: AKTIVERA ANDRA TJÄNSTER
zh_hans: 启用其他服务
zh_hant: 啟用其他服務

# jbl_Turn_on_Bluetooth_of_your_phone_to_discover_and_set_up_product_
source: Turn on Bluetooth of your mobile phone to discover and set up product.
ar: شَغّل تقنية بلوتوث على هاتفك المحمول لاكتشاف المنتج وإعداده.
da: Slå Bluetooth til på din mobiltelefon for at finde og indstille produktet.
de: Aktiviere Bluetooth auf deinem Mobiltelefon zum Erkennen und Einrichten des Geräts.
es_mx: Active Bluetooth en su teléfono móvil para detectar y configurar el producto.
fi: Ota matkapuhelimesi Bluetooth käyttöön tuotteen löytämistä ja käyttöön ottoa varten.
fr: Activez le Bluetooth de votre téléphone mobile pour découvrir et configurer le produit.
he: הפעל את ה-Bluetooth של הטלפון הנייד שלך כדי לגלות ולהגדיר את המוצר.
id: Aktifkan Bluetooth ponsel Anda untuk menemukan dan mengatur produk.
it: Attiva il Bluetooth del telefono cellulare per rilevare e configurare il prodotto.
ja: スマートフォンのBluetoothをオンにして探し、製品を設定してください。
ko: 휴대폰에서 Bluetooth를 켠 후 제품을 검색 및 설정하십시오.
nb: Aktiver Bluetooth på mobiltelefonen for å oppdate og konfigurere produktet.
nl: Schakel Bluetooth in van uw mobiele telefoon om het product te vinden en in te stellen.
pl: Włącz Bluetooth w telefonie, aby wykryć i skonfigurować produkt.
pt_br: Ligar o Bluetooth do seu telefone móvel para descobrir e configurar o produto.
pt_pt: Ligue o Bluetooth do seu telemóvel para descobrir e configurar o produto.
ru: Включите Bluetooth вашего мобильного телефона, чтобы обнаружить и настроить устройство.
sk: Pre objavenie a nastavenie produktu zapnite Bluetooth na svojom mobilnom telefóne.
sv: Slå på Bluetooth på din mobiltelefon för att upptäcka och konfigurera produkten.
zh_hans: 打开你手机的蓝牙以发现和设置设备。
zh_hant: 開啟手機藍牙，以發現和設定產品。

# jbl_Discovering
source: Discovering
ar: اكتشاف
da: Opdagelse
de: Erkennung läuft
es_mx: Detectando
fi: Havaitseminen
fr: Découverte
he: מגלים
id: Menemukan
it: Sto cercando
ja: 探しています
ko: 검색 중
nb: Oppdager
nl: Detecteren
pl: Wykrywanie
pt_br: Descobrindo
pt_pt: A descobrir
ru: Обнаружение
sk: Objavovanie
sv: Upptäcker
zh_hans: 正在发现
zh_hant: 正在發現

# jbl_Discovering_New_Product____
source: Discovering New Product ...
ar: جارِ اكتشاف منتج جديد...
da: Opdagelse af nye produkter ...
de: Neues Gerät wird erkannt ...
es_mx: Detectando nuevo producto...
fi: Havaitsee uuden tuotteen...
fr: Découverte d’un nouveau produit...
he: מגלים מוצר חדש...
id: Menemukan Produk Baru ...
it: Sto cercando il nuovo prodotto...
ja: 新しい製品を探しています...
ko: 새 제품 검색 중...
nb: Oppdager nytt produkt...
nl: Nieuw product detecteren ...
pl: Wykrywanie nowego produktu...
pt_br: Descobrindo Novo Produto...
pt_pt: A descobrir um novo produto ...
ru: Обнаружение нового устройства ...
sk: Objavovanie nového produktu...
sv: Upptäcker ny produkt...
zh_hans: 正在发现新设备...
zh_hant: 正在發現新產品...

# jbl_Dolby_Atmos_Level
source: Dolby Atmos Level
ar: مستوى تقنية Dolby Atmos
da: Dolby Atmos-niveau
de: Dolby Atmos-Pegel
es_mx: Nivel de Dolby Atmos
fi: Dolby Atmos -taso
fr: Niveau Dolby Atmos
he: רמת Dolby Atmos
id: Level Dolby Atmos
it: Livello Dolby Atmos
ja: ドルビーアトモスのレベル
ko: Dolby Atmos 레벨
nb: Dolby Atmos-nivå
nl: Dolby Atmos-niveau
pl: Poziom Dolby Atmos
pt_br: Nível Dolby Atmos
pt_pt: Nível do Dolby Atmos
ru: Уровень Dolby Atmos
sk: Úroveň Dolby Atmos
zh_hans: Dolby Atmos 等级
zh_hant: 杜比全景聲級別

# jbl_Auto_Off
source: Auto Off
ar: إيقاف التشغيل التلقائي
da: Automatisk slukning
de: Autom. Ausschalten
es_mx: Apagado automático
fi: Autom. pois päältä
fr: Arrêt automatique
he: כיבוי אוטומטי
id: Mati Otomatis
it: Spegnimento automatico
ja: オートオフ
ko: 자동 꺼짐
nb: Automatisk av
nl: Automatisch Uit
pl: Automatyczne wyłączanie
pt_br: Desligamento Automático
pt_pt: Modo automático desligado
ru: Автоотключение
sk: Automatické vypnutie
sv: Auto AV
zh_hans: 自动关闭
zh_hant: 自動關閉

# jbl_RESTORE_FACTORY_SETTINGS
source: RESTORE FACTORY SETTINGS
ar: استعادة إعدادات ضبط المصنع
da: GENDAN FABRIKSINDSTILLINGER
de: WERKSEINSTELLUNGEN WIEDERHERSTELLEN
es_mx: RESTABLECIMIENTO DE LA CONFIGURACIÓN DE FÁBRICA
fi: TEHDASASETUSTEN PALAUTTAMINEN
fr: RESTAURER LES PARAMÈTRES D'USINE
he: איפוס להגדרות המפעל
id: MENGEMBALIKAN PENGATURAN PABRIK
it: RIPRISTINA LE IMPOSTAZIONI DI FABBRICA
ja: 工場出荷時設定への復元
ko: 출고 시 기본 설정 복원
nb: GJENOPPRETT FABRIKKINNSTILLINGER
nl: HERSTEL NAAR FABRIEKSINSTELLINGEN
pl: PRZYWRACANIE USTAWIEŃ FABRYCZNYCH
pt_br: RESTAURAR CONFIGURAÇÕES DE FÁBRICA
pt_pt: RESTAURAR DEFINIÇÕES DE FÁBRICA
ru: ВОССТАНОВЛЕНИЕ ЗАВОДСКИХ НАСТРОЕК
sk: OBNOVIŤ TOVÁRENSKÉ NASTAVENIA
sv: ÅTERSTÄLL FABRIKSINSTÄLLNINGAR
zh_hans: 恢复出厂设置
zh_hant: 還原出廠設定值

# jbl_Music___Content
source: Music & Content
ar: الموسيقى والمحتوى
da: Musik og indhold
de: Musik und Inhalte
es_mx: Música y contenido
fi: Musiikki ja sisältö
fr: Musique et contenu
he: מוזיקה ותוכן
id: Musik & Konten
it: Musica e contenuti
ja: ミュージック&コンテンツ
ko: 음악 및 콘텐츠
nb: Musikk og innhold
nl: Muziek & Inhoud
pl: Muzyka i treści
pt_br: Música e Conteúdo
pt_pt: Música e conteúdo
ru: Музыка и контент
sk: Hudba a obsah
sv: Musik och innehåll
zh_hans: 音乐和内容
zh_hant: 音樂與內容

# jbl_Setup_A_Product_to_start_your_music_journey_
source: Set up a product to start your music journey!
ar: احرص على إعداد منتج لبدء رحلة الموسيقى الخاصة بك!
da: Opret et produkt for at starte din musikrejse!
de: Richte ein Gerät ein und starte deine musikalische Reise!
es_mx: Configure un producto y empiece a disfrutar de lo mejor de la música.
fi: Määritä tuote ja aloita musiikkimatkasi!
fr: Configurez un produit pour commencer votre voyage musical !
he: הגדר מוצר כדי להתחיל את מסע המוזיקה שלך!
id: Siapkan produk untuk memulai perjalanan musik Anda!
it: Configura un prodotto per iniziare il tuo viaggio musicale!
ja: 製品を設定して音楽の旅を始めましょう！
ko: 제품을 설정하여 음악 여정을 시작하십시오!
nb: Konfigurer et produkt for å starte musikkreisen din!
nl: Stel een product in om uw muziekreis te beginnen!
pl: Skonfiguruj produkt, aby rozpocząć swoją podróż muzyczną!
pt_br: Configure um produto para iniciar sua jornada musical!
pt_pt: Configure um produto para iniciar a sua viagem musical!
ru: Настройте устройство, чтобы начать свое музыкальное путешествие!
sk: Nastavte produkt a vydajte sa na svoju hudobnú cestu!
sv: Skapa en produkt för att starta din musikresa!
zh_hans: 设置设备以开始你的音乐之旅！
zh_hant: 設定產品，開始你的音樂之旅！

# jbl_Setup
source: Setup
ar: الإعداد
da: Opsætning
de: Einrichtung
es_mx: Configuración
fi: Asetukset
fr: Configuration
he: להכין
id: Pengaturan
it: Configurazione
ja: 設定
ko: 설정
nb: Oppsett
nl: Instellen
pl: Konfiguracja
pt_br: Configurações
pt_pt: Configurar
ru: Настройка
sk: Nastavenie
sv: Inställning
zh_hans: 设置
zh_hant: 設定

# jbl_Remove_Music_Service_
source: Remove Music Service ?
ar: هل تريد إزالة خدمة الموسيقى؟
da: Fjern musiktjeneste ?
de: Musikdienst entfernen?
es_mx: ¿Desea quitar el servicio de música?
fi: Poistetaanko musiikkipalvelu?
fr: Retirer le service musical ?
he: להסיר את שירות המוזיקה?
id: Hapus Layanan Musik?
it: Rimuovere il servizio musicale ?
ja: 音楽配信サービスを削除しますか？
ko: 음악 서비스를 제거하시겠습니까?
nb: Vil du fjerne musikktjenesten?
nl: Muziekdienst verwijderen?
pl: Usunąć serwis muzyczny?
pt_br: Remover Serviço de Música?
pt_pt: Remover serviço de música?
ru: Удалить музыкальный сервис ?
sk: Odstrániť hudobnú službu?
sv: Ta bort musiktjänsten?
zh_hans: 是否移除音乐服务？
zh_hant: 移除音樂服務？

source: Removing this Music Service will also log you out of this service from <customText> App. Please confirm.
ar: ستؤدي إزالة خدمة الموسيقى هذه أيضًا إلى تسجيل خروجك من هذه الخدمة من تطبيق <customText>. يُرجى التأكيد.
da: Fjernelse af denne musiktjeneste vil også logge dig ud af denne tjeneste fra <customText>-appen. Bekræft venligst.
de: Wenn du diesen Musikdienst entfernst, meldest du dich auch in der <customText> App von diesem Dienst ab. Bitte bestätigen.
es_mx: Si elimina este servicio de música, desconectará el servicio de la aplicación <customText>. ¿Confirma que desea eliminarlo?
fi: Tämän musiikkipalvelun poistaminen kirjaa sinut myös ulos tästä palvelusta <customText> -sovelluksesta. Vahvista.
fr: La suppression de ce service musical vous en déconnectera également depuis l'application <customText>. Veuillez confirmer.
he: הסרת שירות מוזיקה זה תנתק אותך גם משירות זה מאפליקציית <customText>. אנא אשר.
id: Menghapus Layanan Musik ini juga akan membuat Anda logout dari layanan di Aplikasi <customText> tersebut. Silakan konfirmasi.
it: Rimuovendo questo Servizio Musicale effettuerai anche il log out da questo servizio nella app <customText>. Conferma.
ja: この音楽配信サービスを削除すると、<customText>アプリのこのサービスからもログアウトします。確定してください。
ko: 이 음악 서비스를 제거하면 <customText> 앱에서도 이 서비스를 이용할 수 없습니다. 확인해 주시기 바랍니다.
nb: Hvis du fjerner denne musikktjenesten, kobles du også ut av denne tjenesten fra <customText>-appen. Bekreft.
nl: Als u deze muziekdienst verwijdert, wordt u ook uitgelogd uit deze dienst van de <customText> App. Bevestigen a.u.b.
pl: Usunięcie tego serwisu muzycznego spowoduje również wylogowanie z tego serwisu w aplikacji <customText>. Potwierdź.
pt_br: A remoção deste serviço de música também o desconectará deste serviço do <customText> App. Confirmar.
pt_pt: A remoção deste serviço de música também terminará a sua sessão neste serviço da aplicação <customText>. Por favor, confirme.
ru: Удаление этого музыкального сервиса также приведет к выходу из этого сервиса в приложении <customText>. Подтвердите.
sk: Odstránenie tejto hudobnej služby vás tiež odhlási z tejto služby v aplikácií <customText> App. Prosím potvrďte.
sv: Om du tar bort den här musiktjänsten loggas du också ut från den här tjänsten från <customText> App. Bekräfta.
zh_hans: 移除此音乐服务也将使你从 <customText> 应用中登出此服务。请确认。
zh_hant: 移除此音樂服務也會讓你從 <customText> 應用程式中登出此服務。請確認。

source: Please make sure both rear speakers are undocked and wirelessly connected to soundbar.
ar: يُرجى التأكد من فصل مكبري الصوت الخلفيين وتوصيلهما لاسلكيًا بالعارضة الصوتية.
da: Sørg for, at begge baghøjttalere er frakoblet og trådløst forbundet til soundbaren.
de: Vergewissere dich, dass beide hinteren Lautsprecher abgekoppelt und kabellos mit der Soundbar verbunden sind.
es_mx: Asegúrese de que ambos altavoces traseros estén desmontados y conectados a la barra de sonido de forma inalámbrica.
fi: Varmista, että molemmat takakaiuttimet on irrotettu ja liitetty langattomasti soundbariin.
fr: Vérifiez que les deux enceintes arrière sont retirées de la barre de son et connectées sans fil à celle-ci.
he: אנא ודא ששני הרמקולים האחוריים אינם מעוגנים ומחוברים אלחוטית לרמקול מדף.
id: Pastikan kedua speaker belakang dilepas dan tersambung secara nirkabel ke soundbar.
it: Assicurati che entrambi gli speaker posteriori siano disinseriti e collegati in modalità wireless alla soundbar.
ja: 両方のリアスピーカーが取り外されており、サウンドバーにワイヤレスで接続されていることを確認してください。
ko: 후면 스피커가 도킹되지 않았는지와 사운드바에 무선 연결되어 있는지 확인하십시오.
nb: Kontroller at begge bakhøyttalerne er frakoblet og trådløst koblet til lydplanken.
nl: Zorg ervoor dat beide achterluidsprekers zijn losgekoppeld en draadloos zijn verbonden met de soundbar.
pl: Sprawdź, czy obydwa głośniki tylne są oddokowane i czy mają połączenie bezprzewodowe z soundbarem.
pt_br: Certifique-se de que ambos os alto-falantes traseiros estejam desencaixados e conectados sem fio na soundbar.
pt_pt: Certifique-se de que ambas as colunas traseiras estão com o fio desligado e ligadas sem fios à soundbar.
ru: Убедитесь, что оба тыловых динамика отсоединены от саундбара и подключены к нему по беспроводной сети.
sk: Uistite sa, že sú oba zadné reproduktory odpojené a bezdrôtovo pripojené k soundbaru.
sv: Vänligen se till att båda bakre högtalarna är avdockade och trådlöst anslutna till soundbar-högtalaren.
zh_hans: 请确保两台后置扬声器都已卸离，并以无线方式连接到条形音箱。
zh_hant: 請確保兩個後置喇叭均已斷開並以無線方式連接到條形音箱。

# jbl_DONE
source: DONE
ar: تم
da: UDFØRT
de: FERTIG
es_mx: LISTO
fi: VALMIS
fr: TERMINÉ
he: בוצע
id: SELESAI
it: FATTO
ja: 完了
ko: 완료
nb: FERDIG
nl: VOLTOOID
pl: GOTOWE
pt_br: FEITO
pt_pt: CONCLUÍDO
ru: ВЫПОЛНЕНО
sk: HOTOVO
sv: GJORT
zh_hans: 完成
zh_hant: 完成

# jbl_LOG_IN
source: LOG IN
ar: تسجيل الدخول
da: LOG IND
de: ANMELDEN
es_mx: INICIAR SESIÓN
fi: KIRJAUDU SISÄÄN
fr: CONNEXION
he: התחברות
ja: ログイン
ko: 로그인
nb: LOGG INN
nl: INLOGGEN
pl: LOGOWANIE
pt_pt: INICIAR SESSÃO
ru: Войти в систему
sk: PRIHLÁSIŤ SA
sv: LOGGA IN
zh_hans: 登录
zh_hant: 登入

# jbl_Loading____
source: Loading....
ar: جارِ التحميل...
da: Indlæser....
de: Wird geladen ...
es_mx: Cargando...
fi: Ladataan...
fr: Chargement…
he: טוען...
id: Memuat ...
it: Carico....
ja: ロードしています…
ko: 로드 중...
nb: Laster inn ...
nl: Laden....
pl: Wczytywanie...
pt_br: Carregando...
pt_pt: A carregar....
ru: Идет загрузка...
sk: Načítava sa...
sv: Laddar...
zh_hans: 正在加载...
zh_hant: 正在載入....

# jbl_Please_enter_the_subject_of_the_problem
source: Please enter the subject of the problem.
ar: يُرجى إدخال موضوع المشكلة.
da: Indtast emnet for problemet.
de: Bitte gebe das Thema des Problems ein.
es_mx: Escriba el asunto del problema.
fi: Kirjoita ongelman aihe.
fr: Veuillez saisir l’objet du problème.
he: נא להזין את נושא הבעיה.
id: Silakan masukkan perihal masalah.
it: Inserisci l'oggetto del problema.
ja: 問題の件名を入力してください。
ko: 문제의 제목을 입력해 주십시오.
nb: Angi emne for problemet.
nl: Vul het onderwerp van het probleem in.
pl: Wpisz temat problemu
pt_br: Digite o assunto do problema.
pt_pt: Introduza o assunto do problema.
ru: Укажите тему проблемы.
sk: Uveďte predmet problému.
sv: Ange ämnet för problemet.
zh_hans: 请输入问题的主题。
zh_hant: 請輸入問題的主旨。

# jbl_Login_unsuccessful
source: Login unsuccessful
ar: لم يتم تسجيل الدخول بنجاح
da: Log-in mislykket
de: Anmeldung fehlgeschlagen
es_mx: Error al iniciar sesión
fi: Sisäänkirjautuminen epäonnistui
fr: Échec de la connexion
he: הכניסה לא הצליחה
id: Login tidak berhasil
it: Login non riuscito
ja: ログインに失敗
ko: 로그인 실패
nb: Innlogging mislyktes
nl: Inloggen mislukt
pl: Logowanie niepomyślne
pt_br: Falha no login
pt_pt: Início de sessão efetuado sem sucesso
ru: Вход в систему не удался
sk: Prihlásenie nebolo úspešné
sv: Inloggningen misslyckades
zh_hans: 登录失败
zh_hant: 登入失敗

# jbl_Please_describe_the_problem_you_have_
source: Please describe the problem you have.
ar: يُرجى وصف المشكلة التي تواجهها.
da: Beskriv dit problem.
de: Bitte beschreibe das Problem, das aufgetreten ist.
es_mx: Describa el problema.
fi: Kuvaile ongelma, jonka olet kohdannut.
fr: Veuillez décrire votre problème.
he: אנא תאר את הבעיה שיש לך.
id: Jelaskan masalah yang Anda alami.
it: Descrivi il problema che riscontri.
ja: 抱えている問題を説明してください。
ko: 현재 겪고 있는 문제를 설명해 주십시오.
nb: Beskriv problemet.
nl: Beschrijf het probleem dat u heeft.
pl: Opisz swój problem
pt_br: Descreva o problema que você tem.
pt_pt: Descreva o seu problema.
ru: Опишите возникшую у вас проблему.
sk: Popíšte problém, ktorý máte.
sv: Beskriv problemet du har.
zh_hans: 请描述你遇到的问题。
zh_hant: 請說明你遇到的問題。

# jbl_Hint
source: Hint
ar: تلميح
da: Tip
de: Hinweis
es_mx: Consejo
fi: Vihje
fr: Conseil
he: רֶמֶז
id: Petunjuk
it: Suggerimento
ja: ヒント
ko: 힌트
nl: Suggestie
pl: Podpowiedź
pt_br: Dica
pt_pt: Sugestão
ru: Подсказка
sk: Nápoveda
sv: Ledtråd
zh_hans: 温馨提示
zh_hant: 提示

# jbl_Enable_Chromecast_for_music_streaming
source: Enable Chromecast for music streaming.
ar: احرص على تمكين Chromecast لبث الموسيقى.
da: Aktiver Chromecast til musikstreaming.
de: Aktiviere Chromecast für das Musikstreaming.
es_mx: Active Chromecast para transmitir música.
fi: Ota Chromecast käyttöön musiikin suoratoistoa varten.
fr: Activez Chromecast pour la diffusion de musique.
he: הפעל את Chromecast להזרמת מוזיקה.
id: Aktifkan Chromecast untuk streaming musik.
it: Attiva Chromecast per lo streaming musicale.
ja: 音楽ストリーミング用のChromecastを有効にします。
ko: 음악을 스트리밍하려면 Chromecast를 활성화하십시오.
nb: Aktiver Chromecast for musikkstrømming.
nl: Chromecast inschakelen voor muziekstreaming.
pl: Włącz Chromecast, aby przesyłać strumieniowo muzykę.
pt_br: Ative o Chromecast para streaming de música.
pt_pt: Ative o Chromecast para a transmissão de música.
ru: Включите Chromecast для потоковой передачи музыки.
sk: Povoliť Chromecast pre streamovanie hudby.
sv: Aktivera Chromecast för musikströmning.
zh_hans: 启用 Chromecast 进行音乐串流。
zh_hant: 啟用 Chromecast 以進行音樂串流播放。
