Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# iheartradio_Station_deleted_from_your_Favorite_Stations
source: Station deleted from your Favorite Stations
ar: تم حذف المحطة من محطاتك المفضلة
da: Station slettet fra dine favoritstationer
de: Sender aus deinen Senderfavoriten gelöscht
es_mx: Estación eliminada de Estaciones favoritas
fi: Asema poistettu suosikkiasemista
fr: Station supprimée de vos stations favorites
he: התחנה נמחקה מהתחנות המועדפות שלך
id: Stasiun dihapus dari Stasiun Favorit Anda
it: Stazione eliminata dalle tue Stazioni preferite
ja: お気に入りのステーションから削除しました
ko: 즐겨찾기 스테이션에서 삭제되었습니다.
nb: Kanalen er slettet fra favorittkanalene dine
nl: Zender verwijderd uit uw Favoriete Zenders
pl: Usunięto stację z ulubionych.
pt_br: Estação excluída de suas Estações Favoritas
pt_pt: Estação eliminada das suas Estações Favoritas
ru: Станция удалена из списка избранных станций
sk: Stanica bola z vašich obľúbených staníc vymazaná
sv: Stationen har tagits bort från dina favoritstationer
zh_hans: 已从你收藏的电台中删除电台
zh_hant: 電台已從您最愛的電台刪除

# iheartradio_Delete_fail
source: Delete fail
ar: فشل الحذف
da: Sletning mislykket
de: Löschen fehlgeschlagen
es_mx: Error al eliminar
fi: Poisto epäonnistui
fr: Échec de la suppression
he: מחיקה נכשלה
id: Gagal menghapus
it: Eliminazione non riuscita
ja: 削除に失敗
ko: 삭제 실패
nb: Sletting mislyktes
nl: Wissen mislukt
pl: Niepowodzenie usuwania
pt_br: Falha ao excluir
pt_pt: Falha ao eliminar
ru: Удалить ошибку
sk: Vymazanie zlyhalo
sv: Radering misslyckades
zh_hans: 删除失败
zh_hant: 無法刪除

# iheartradio_No_stations
source: No stations
ar: لا توجد محطات
da: Ingen stationer
de: Keine Sender
es_mx: Ninguna estación
fi: Ei asemia
fr: Aucune station
he: אין תחנות
id: Tidak ada stasiun
it: Nessuna stazione
ja: ステーションなし
ko: 스테이션 없음
nb: Ingen kanaler
nl: Geen zenders
pl: Brak stacji
pt_br: Nenhuma estação
pt_pt: Sem estações
ru: Станции отсутствуют
sk: Žiadne stanice
sv: Inga stationer
zh_hans: 无电台
zh_hant: 無電台

# iheartradio_Create_Artist_Radio_or_Search_for_Station
source: Create Artist Radio or Search for Station
ar: إنشاء محطة راديو للفنان أو البحث عن محطة
da: Opret kunstnerradio eller søg efter station
de: Interpreten-Radio erstellen oder Sender suchen
es_mx: Crear radio del artista o buscar estación
fi: Luo esiintyjäradio tai etsi asemaa
fr: Créez une radio d'artiste ou recherchez une station
he: צור רדיו אמן או חפש תחנה
id: Buat Radio Artis atau Cari Stasiun
it: Crea Radio artista o Cerca un stazione
ja: アーティストラジオの作成またはステーションの検索
ko: 아티스트 라디오 만들기 또는 스테이션 검색
nb: Opprett artistradio eller søk etter kanal
nl: Maak Artiest, radio of zoek naar zender
pl: Utwórz radio wykonawcy lub wyszukaj stację
pt_br: Criar rádio do artista ou buscar estação
pt_pt: Criar rádio de artista ou pesquisar por estação
ru: Создать радио исполнителя или найти станцию
sk: Vytvorte rádio interpreta alebo vyhľadajte stanicu
sv: Skapa artistradio eller sök efter station
zh_hans: 创建艺术家广播或搜索电台
zh_hant: 建立藝術家廣播或搜尋電台

# iheartradio_Search_isn_t_available_the_phone_isn_t_connect_to_the_Internet
source: Search isn't available,the phone isn't connect to the Internet
ar: البحث غير متاح، الهاتف غير متصل بالإنترنت
da: Søgning er ikke tilgængelig, telefonen er ikke forbundet til internettet
de: Die Suche ist nicht verfügbar, das Telefon ist nicht mit dem Internet verbunden
es_mx: La búsqueda no está disponible; el teléfono no está conectado a Internet.
fi: Haku ei ole käytettävissä, puhelin ei ole yhteydessä Internetiin
fr: La recherche n'est pas disponible, le téléphone n'est pas connecté à Internet
he: החיפוש אינו זמין, הטלפון אינו מחובר לאינטרנט
id: Pencarian tidak tersedia. Ponsel tidak tersambung ke Internet
it: La ricerca non è disponibile, il telefono non è connesso a Internet
ja: 検索は利用できません。スマートフォンがインターネットに接続されていません
ko: 검색을 사용할 수 없습니다. 휴대폰이 인터넷에 연결되지 않았습니다.
nb: Søk er ikke tilgjengelig, telefonen er ikke koblet til Internett
nl: Zoeken is niet beschikbaar, de telefoon is niet verbonden met het internet
pl: Wyszukiwanie nie jest możliwe, telefon nie ma połączenia z Internetem
pt_br: A pesquisa não está disponível, o telefone não está conectado à Internet
pt_pt: A pesquisa não está disponível. O telemóvel não está ligado à Internet
ru: Поиск недоступен, телефон не подключается к Интернету
sk: Vyhľadávanie nie je dostupné, telefón nie je pripojený k internetu
sv: Sökning är inte tillgänglig, telefonen är inte ansluten till internet
zh_hans: 由于手机无法连接到互联网，因此搜索不可用
zh_hant: 搜尋不可用，手機未連接到網際網路

# iheartradio_Search_for_stations__artists_
source: Search for stations, artists,
ar: البحث عن المحطات والفنانين
da: Søg efter stationer, kunstnere,
de: Suche nach Sendern, Interpreten,
es_mx: Buscar estaciones, artistas,
fi: Etsi asemia, esiintyjiä,
fr: Rechercher des stations, des artistes,
he: חפש תחנות, אמנים,
id: Cari stasiun, artis,
it: Ricerca per stazioni, artisti,
ja: ステーション、アーティスト、
ko: 스테이션, 아티스트,
nb: Søk etter kanaler, artister,
nl: Zoek naar zenders, artiesten,
pl: Wyszukaj stacje, artystów,
pt_br: Buscar por estações, artistas,
pt_pt: Procure por estações, artistas,
ru: Поиск станций, исполнителей,
sk: Vyhľadajte stanice, interpretov,
sv: Sök efter stationer, artister,
zh_hans: 搜索电台、艺术家、
zh_hant: 搜尋電台、藝術家、

# iheartradio_songs_or_podcasts
source: songs or podcasts
ar: الأغاني أو البودكاست
da: sange eller podcasts
de: Songs oder Podcasts
es_mx: canciones o podcasts
fi: kappaleita tai podcasteja
fr: des chansons ou des podcasts
he: שירים או פודקאסטים
id: lagu, atau podcast
it: brani o podcast
ja: 曲またはポッドキャストの検索
ko: 곡 또는 팟캐스트 검색
nb: sanger eller podkaster
nl: nummers of podcasts
pl: Utwory lub podcasty
pt_br: sons ou podcasts
pt_pt: músicas ou podcasts
ru: песен или подкастов
sk: piesne alebo podcasty
sv: låtar eller poddar
zh_hans: 歌曲或播客
zh_hant: 歌曲或播客

# iheartradio_IHEARTRADIO_SEARCH
source: IHEARTRADIO SEARCH
ar: بحث iHeartRadio
da: IHEARTRADIO SØGNING
de: IHEARTRADIO SUCHE
es_mx: BÚSQUEDA EN IHEARTRADIO
fi: IHEARTRADION HAKU
fr: RECHERCHE IHEARTRADIO
he: IHEARTRADIO חיפוש
id: PENCARIAN IHEARTRADIO
it: RICERCA IHEARTRADIO
ja: iHeartRadioの検索
ko: iHeartRadio 검색
nb: IHEARTRADIO-SØK
nl: ZOEKEN IN IHEARTRADIO
pl: WYSZUKIWANIE IHEARTRADIO
pt_br: IHEARTRADIO BUSCA
pt_pt: PESQUISA DO IHEARTRADIO
ru: ПОИСК IHEARTRADIO
sk: VYHĽADÁVANIE V IHEARTRADIO
sv: IHEARTTRADIO SÖKNING
zh_hans: IHEARTRADIO 搜索
zh_hant: IHEARTRADIO 搜尋

# iheartradio_Remove_all_history
source: Remove all history
ar: إزالة السجل بالكامل
da: Fjern al historik
de: Gesamten Verlauf entfernen
es_mx: Eliminar todo el historial
fi: Poista kaikki historia
fr: Retirer tout l’historique
he: הסר את כל ההיסטוריה
id: Hapus semua riwayat
it: Rimuovi tutta la cronologia
ja: すべての履歴を削除
ko: 모든 기록 제거
nb: Fjern all historikk
nl: Verwijder alle geschiedenis
pl: Usuń całą historię
pt_br: Remover todo histórico
pt_pt: Remover todo o histórico
ru: Удалить всю историю
sk: Odstrániť celú históriu
sv: Ta bort hela historik
zh_hans: 删除所有历史记录
zh_hant: 移除所有歷史記錄

# iheartradio_Stations
source: Stations
ar: المحطات
da: Stationer
de: Sender
es_mx: Estaciones
fi: Asemat
he: תחנות
id: Stasiun
it: Stazioni
ja: ステーション
ko: 스테이션
nb: Kanaler
nl: Zenders
pl: Stacje
pt_br: Estações
pt_pt: Estações
ru: Станции
sk: Stanice
sv: Stationer
zh_hans: 电台
zh_hant: 電台

# iheartradio_Artists
source: Artists
ar: الفنانون
da: Kunstnere
de: Interpreten
es_mx: Artistas
fi: Esiintyjät
fr: Artistes
he: אמנים
id: Artis
it: Artisti
ja: アーティスト
ko: 아티스트
nb: Artister
nl: Artiesten
pl: Wykonawcy
pt_br: Artistas
pt_pt: Artistas
ru: Исполнители
sk: Interpreti
sv: Artister
zh_hans: 艺术家
zh_hant: 藝術家

# iheartradio_Songs
source: Songs
ar: الأغاني
da: Sange
es_mx: Canciones
fi: Kappaleet
fr: Chansons
he: שירים
id: Lagu
it: Canzoni
ja: 曲
ko: 곡
nb: Sanger
nl: Nummers
pl: Utwory
pt_br: Faixas
pt_pt: Músicas
ru: Песни
sk: Piesne
sv: Låtar
zh_hans: 歌曲
zh_hant: 歌曲

# iheartradio_Searching
source: Searching
ar: البحث
da: Søger
de: Suche läuft
es_mx: Buscando
fi: Hakee
fr: Recherche
he: מחפש
id: Mencari
it: Cerco
ja: 検索しています
ko: 검색 중
nb: Søker
nl: Zoeken
pl: Wyszukiwanie
pt_br: Buscando
pt_pt: A pesquisar
ru: Идет поиск
sk: Vyhľadáva sa
sv: Söker
zh_hans: 正在搜索
zh_hant: 正在搜尋

# iheartradio_Preset
source: Preset
ar: الضبط المسبق
da: Forindstilling
de: Voreinstellung
es_mx: Presintonía
fi: Esiasetus
fr: Préréglage
he: מוגדר מראש
id: Prasetel
it: Memoria
ja: プリセット
ko: 사전 설정
nb: Forhåndsinnstilling
nl: Vooraf ingesteld
pl: Ustawienie wstępne
pt_br: Predefinição
pt_pt: Predefinições
ru: Предварительная установка
sk: Prednastavené
sv: Förinställning
zh_hans: 预设
zh_hant: 預設

# iheartradio_Please_enter_a_valid_address
source: Please enter a valid address
ar: يُرجى إدخال عنوان صالح.
da: Indtast venligst en gyldig adresse
de: Gib bitte eine gültige Adresse ein.
es_mx: Ingrese una dirección válida
fi: Syötä kelvollinen osoite
fr: Veuillez entrer une adresse valide
he: נא להזין כתובת חוקית
id: Silakan masukkan alamat yang valid
it: Inserisci un indirizzo valido
ja: 有効なアドレスを入力してください
ko: 유효한 주소를 입력하십시오
nb: Angi en gyldig e-postadresse
nl: Voer een geldig adres in
pl: Wprowadź prawidłowy adres
pt_br: Digite um endereço válido
pt_pt: Introduza um endereço válido
ru: Введите действительный адрес
sk: Prosím zadajte platnú adresu
sv: Ange en giltig adress
zh_hans: 请输入有效的地址
zh_hant: 請輸入有效地址

# iheartradio_Password
source: Password
ar: كلمة المرور
da: Adgangskode
de: Passwort
es_mx: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
id: Kata Sandi
ja: パスワード
ko: 비밀번호
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ru: Пароль
sk: Heslo
sv: Lösenord
zh_hans: 密码
zh_hant: 密碼

# iheartradio_Explicit_Content_Restricted
source: Explicit Content Restricted
ar: المحتوى الفاضح محظور
da: Eksplicit indhold begrænset
de: Explizite Inhalte eingeschränkt
es_mx: Contenido explícito restringido
fi: Epäsovinnainen sisältö rajoitettu
fr: Contenu explicite interdit
he: תוכן בוטה מוגבל
id: Konten Vulgar Dibatasi
it: Contenuti espliciti limitati
ja: 露骨な性描写を含むコンテンツの制限
ko: 유해한 콘텐츠 차단
nb: Støtende innhold begrenset
nl: Expliciete inhoud beperkt
pl: Ograniczenie dla treści nieodpowiednich dla dzieci
pt_br: Conteúdo explícito restrito
pt_pt: Conteúdo explícito restrito
ru: Ограничение на откровенное содержание
sk: Explicitný obsah je obmedzený
sv: Explicit innehåll har begränsats
zh_hans: 已限制露骨内容
zh_hant: 露骨內容受限

source: Custom radio may contain explicit lyrics. You can turn on explicit content in Options.
ar: قد تحتوي قناة الراديو المخصصة على كلمات فاضحة. يمكنك تشغيل المحتوى الفاضح في الخيارات.
da: Brugerdefineret radio kan indeholde eksplicitte tekster. Du kan slå eksplicit indhold til i Indstillinger.
de: Custom Radio kann explizite Songtexte enthalten. Explizite Inhalte können in den Optionen aktiviert werden.
es_mx: La radio personalizada puede incluir letras de canciones explícitas. Puede activar el contenido explícito en las opciones.
fi: Custom radio voi sisältää epäsovinnaisia sanoituksia. Voit ottaa epäsovinnaisen sisällön käyttöön asetuksissa.
fr: La radio personnalisée peut contenir des paroles explicites. Vous pouvez activer le contenu explicite dans Options.
he: .רדיו מותאם אישית עשוי להכיל מילים בוטותלייטנינג/Lightning ׳מתאם.
id: Radio khusus mungkin berisi lirik vulgar. Anda dapat mengaktifkan konten vulgar di Opsi.
it: La radio personalizzata può contenere testi espliciti. Puoi attivare i contenuti espliciti nelle Opzioni.
ja: カスタムラジオは露骨な性描写を含む歌詞を制限することができます。オプションで、露骨な性描写を含むコンテンツを表示することができます。
ko: 사용자 정의 라디오에 유해한 가사가 있을 수 있습니다. 옵션에서 유해한 콘텐츠를 포함할 수 있습니다.
nb: Tilpasset radio kan inneholde støtende tekster. Du kan aktivere støtende innhold fra Alternativer.
nl: Aangepaste radio kan expliciete teksten bevatten. U kunt expliciete inhoud inschakelen in Opties.
pl: Teksty utworów dostępne w radio niestandardowym mogą być nieodpowiednie dla dzieci. Treści nieodpowiednie dla dzieci można włączyć w Opcjach.
pt_br: A rádio personalizada pode conter letras explícitas. Você pode ativar o conteúdo explícito em Opções.
pt_pt: A rádio personalizada pode conter letras explícitas. Pode ligar os conteúdos explícitos em Opções.
ru: Пользовательское радио может содержать откровенные тексты песен. Включить откровенное содержание можно в разделе "Параметры".
sk: Rádio na mieru môže obsahovať explicitné texty. Explicitný obsah môžete zapnúť v Možnostiach.
sv: Custom radio kan innehålla explicita texter. Du kan aktivera explicit innehåll i Alternativ.
zh_hans: 自定义广播可能包含露骨歌词。你可以在选项中设置是否包含露骨内容。
zh_hant: 自訂廣播可能包含露骨的歌詞。您可以在「選項」中開啟露骨的內容。

# iheartradio_Account
source: Account
ar: الحساب
da: Konto
de: Konto
es_mx: Cuenta
fi: Tili
fr: Compte
he: חֶשְׁבּוֹן
id: Akun
ja: アカウント
ko: 계정
nb: Konto
pl: Konto
pt_br: Conta
pt_pt: Conta
ru: Учетная запись
sk: Účet
sv: Konto
zh_hans: 账户
zh_hant: 帳戶

# iheartradio_Legal
source: Legal
ar: الشؤون القانونية
da: Juridisk
de: Rechtliche Hinweise
es_mx: Información legal
fi: Laillinen sisältö
fr: Mentions légales
he: משפטי
it: Note Legali
ja: 法的要件
ko: 법적 책임
nb: Juridisk
nl: Juridisch
pl: Informacje prawne
pt_br: Jurídico
pt_pt: Informações legais
ru: Юридическая информация
sk: Právne
sv: Juridisk
zh_hans: 法律信息
zh_hant: 法律

# iheartradio_Favorite_Stations
source: Favorite Stations
ar: المحطات المفضلة
da: Favorit-stationer
de: Bevorzugte Sender
es_mx: Estaciones favoritas
fi: Suosikkiasemat
fr: Stations préférées
he: תחנות אהובות
id: Stasiun Favorit
it: Stazioni preferite
ja: お気に入りのステーション
ko: 즐겨찾기 스테이션
nb: Favorittkanaler
nl: Favoriete zenders
pl: Ulubione stacje
pt_br: Estações Favoritas
pt_pt: Estações favoritas
ru: Избранные станции
sk: Obľúbené stanice
sv: Favoritstationer
zh_hans: 收藏电台
zh_hant: 最愛的電台

# iheartradio_Recent_Stations
source: Recent Stations
ar: المحطات الحديثة
da: Seneste stationer
de: Kürzlich gehörte Sender
es_mx: Estaciones recientes
fi: Viimeaikaiset asemat
fr: Stations récentes
he: תחנות אחרונות
id: Stasiun Terkini
it: Stazioni recenti
ja: 最近のステーション
ko: 최근 스테이션
nb: Nye kanaler
nl: Recente stations
pl: Ostatnie stacje
pt_br: Estações Recentes
pt_pt: Estações recentes
ru: Недавние станции
sk: Posledné stanice
sv: Senaste stationer
zh_hans: 最近电台
zh_hant: 最近的電台

# iheartradio_Added_fail
source: Added fail
ar: فشلت الإضافة
da: Tilføjelse mislykket
de: Hinzufügen fehlgeschlagen
es_mx: Error al agregar
fi: Lisäys epäonnistui
fr: Échec de l’ajout
he: נכשל נוסף
id: Gagal ditambahkan
it: Aggiunta non riuscita
ja: 追加に失敗
ko: 추가 실패
nb: Kunne ikke legges til
nl: Toegevoegde mislukking
pl: Niepowodzenie dodawania
pt_br: Falha ao adicionar
pt_pt: Falha ao adicionar
ru: Добавление не удалось
sk: Pridanie zlyhalo
sv: Tillägning misslyckades
zh_hans: 添加失败
zh_hant: 無法新增

source: Sorry, you've reached your daily skip limit. Want to know more? Visit help.iheartradio.com.
ar: معذرةً، لقد وصلتَ إلى حد التخطي اليومي الخاص بك. هل تريد معرفة المزيد؟ يمكنك زيارة الموقع الإلكتروني التالي help.iheartradio.com.
da: Beklager, men du har nået din daglige grænse for overspringning. Vil du vide mere? Besøg help.iheartradio.com.
de: Entschuldigung, du hast dein tägliches Limit für das Überspringen erreicht. Möchtest du mehr erfahren? Besuche help.iheartradio.com.
es_mx: Alcanzó el límite de omisiones diarias. ¿Necesita más información? Visite help.iheartradio.com.
fi: Pahoittelut, olet saavuttanut päivittäisen ohitusrajasi. Haluatko lisätietoja? Käy osoitteessa help.iheartradio.com.
fr: Désolés, vous avez atteint votre limite de sauts quotidienne. Vous voulez en savoir plus ? Visitez help.iheartradio.com.
he: מצטערים, הגעת למגבלת הדילוג היומית שלך. רוצים לדעת עוד? בקר בכתובת help.iheartradio.com.
id: Maaf, Anda telah mencapai batas lewati harian. Ingin tahu lebih banyak? Kunjungi help.iheartradio.com.
it: Siamo spiacenti, hai raggiunto il limite di skip giornalieri. Vuoi saperne di più? Visita help.iheartradio.com.
ja: 、1日のスキップの上限に達しました。詳細を知りたいですか？help.iheartradio.comにアクセス。
ko: 죄송합니다. 이 스테이션의 건너뛰기를 더이상 할 수 없습니다. 자세히 알아보시겠습니까? help.iheartradio.com을 방문하십시오.
nb: Beklager, du kan ikke hoppe over flere i dag. Vil du vite mer? Gå til help.iheartradio.com.
nl: U hebt uw dagelijkse oversla limiet helaas bereikt. Wilt u meer weten? Ga naar help iheartradio.com.
pl: Przepraszamy, osiągnięto dzienny limit pomijania. Czy chcesz dowiedzieć się więcej? Odwiedź stronę help.iheartradio.com.
pt_br: Desculpe, você atingiu seu limite diário de pulos. Quer saber mais? Visite help.iheartradio.com.
pt_pt: Lamentamos, mas atingiu o limite diário de saltos. Quer saber mais? Visite help.iheartradio.com.
ru: Извините, вы исчерпали свой ежедневный лимит пропусков. Хотите узнать больше? Посетите help.iheartradio.com.
sk: Ľutujeme, dosiahli ste svoj denný limit preskočení. Chcete vedieť viac? Navštívte help.iheartradio.com.
sv: Du har nått din dagliga överhoppningsgräns. Vi du veta mer? Besök help.iheartradio.com.
zh_hans: 抱歉，你已达到每日跳过上限。想了解更多信息？请访问 help.iheartradio.com。
zh_hant: 抱歉，您已達到每日跳過限制。想要知道更多？請造訪 help.iheartradio.com。

source: Sorry, you've reached your skip limit for this station. Want to know more? Visit help.iheartradio.com.
ar: معذرةً، لقد وصلتَ إلى حد التخطي لهذه المحطة. هل تريد معرفة المزيد؟ يمكنك زيارة الموقع الإلكتروني التالي help.iheartradio.com.
da: Beklager, du har nået din overspringsgrænse for denne station. Vil du vide mere? Besøg help.iheartradio.com.
de: Entschuldigung, du hast dein tägliches Limit für das Überspringen bei diesem Sender erreicht. Möchtest du mehr erfahren? Besuche help.iheartradio.com.
es_mx: Alcanzó el límite de omisiones de la estación. ¿Necesita más información? Visite help.iheartradio.com.
fi: Pahoittelut, olet saavuttanut tämän aseman ohitusrajan. Haluatko lisätietoja? Käy osoitteessa help.iheartradio.com.
fr: Désolés, vous avez atteint votre limite de sauts pour cette station. Vous voulez en savoir plus ? Visitez help.iheartradio.com.
he: מצטערים, הגעת למגבלת הדילוגים שלך עבור תחנה זו. רוצים לדעת עוד? בקר בכתובת help.iheartradio.com.
id: Maaf, Anda telah mencapai batas lewati untuk stasiun ini. Ingin tahu lebih banyak? Kunjungi help.iheartradio.com.
it: Siamo spiacenti, hai raggiunto il limite di skip per questa stazione. Vuoi saperne di più? Visita help.iheartradio.com.
ja: 、このステーションのスキップの上限に達しました。詳細を知りたいですか？help.iheartradio.comにアクセス。
ko: 죄송합니다. 이 스테이션의 건너뛰기 제한에 도달했습니다. 자세히 알아보시겠습니까? help.iheartradio.com을 방문하십시오.
nb: Beklager, du kan ikke hoppe over mer på denne kanalen. Vil du vite mer? Gå til help.iheartradio.com.
nl: Sorry, u heeft uw skip-limiet voor deze zender bereikt. Wilt u meer weten? Ga naar help iheartradio.com.
pl: Przepraszamy, osiągnięto limit pominięć dla tej stacji. Czy chcesz dowiedzieć się więcej? Odwiedź stronę help.iheartradio.com.
pt_br: Desculpe, você atingiu seu limite de saltos para esta estação. Quer saber mais? Visite help.iheartradio.com.
pt_pt: Lamentamos, mas atingiu o seu limite de saltos para esta estação. Quer saber mais? Visite help.iheartradio.com.
ru: Извините, вы исчерпали лимит пропусков для данной станции. Хотите узнать больше? Посетите help.iheartradio.com.
sk: Ľutujeme, dosiahli ste limit preskočení pre túto stanicu. Chcete vedieť viac? Navštívte help.iheartradio.com.
sv: Du har nått din överhoppningsgräns för den här stationen. Vi du veta mer? Besök help.iheartradio.com.
zh_hans: 抱歉，你已达到此电台的跳过上限。想了解更多信息？请访问 help.iheartradio.com。
zh_hant: 抱歉，您已達到此電台的跳過限制。想要知道更多？請造訪 help.iheartradio.com。

# iheartradio_Originals
source: Originals
ar: النُسخ الأصلية
da: Originaler
de: Originale
es_mx: Originales
fi: Alkuperäiset
fr: Originaux
he: מקוריים
id: Asli
it: Originali
ja: オリジナル
ko: 오리지널
nb: Originaler
pl: Oryginały
pt_br: Originais
pt_pt: Originais
ru: Оригиналы
sk: Originály
sv: Originaler
zh_hans: 原创
zh_hant: 原始檔

# iheartradio_No_results_for__%@__nCheck_your_spelling_or_try_another_Search
source: No results for '%@' Check your spelling or try another Search
ar: لا توجد نتائج لـ '%@' تحقق من التهجئة أو جرّب عملية بحث أخرى
da: Ingen resultater for '%@' Kontrollér din stavning, eller prøv en anden søgning
de: Keine Ergebnisse für '%@' Überprüfe die Rechtschreibung oder versuche eine andere Suche
es_mx: No hay resultados para “%@”. Compruebe que esté bien escrito o intente con otra búsqueda.
fi: Ei tuloksia '%@' :lle Tarkista oikeinkirjoitus tai kokeile toista hakua
fr: Aucun résultat pour '%@' Vérifiez l'orthographe ou essayez une autre recherche
he: אין תוצאות עבור '%@' n בדוק את האיות שלך או נסה חיפוש אחר
id: Tidak ada hasil untuk '%@' Periksa ejaan Anda atau coba Pencarian lain
it: Nessun risultato per '%@' Controlla l'ortografia o prova un'altra ricerca
ja: %@'が見つかりません 綴りをチェックするか、別の検索をお試しください
ko: %@'에 대한 검색 결과가 없습니다. 맞춤법을 확인하거나 다른 검색어를 사용하십시오.
nb: Ingen resultater for '%@' Sjekk stavemåten eller prøv et annet søk
nl: Geen resultaten voor '%@' Controleer uw spelling of probeer een andere zoekopdracht
pl: Brak wyników dla '%@' Sprawdź pisownię lub spróbuj wyszukać coś innego
pt_br: Nenhum resultado para '%@' Verifique sua ortografia ou tente outra Busca
pt_pt: Sem resultados para "%@" Verifique se o nome está correto ou tente pesquisar novamente
ru: Нет результатов для '%@' Проверьте орфографию или попробуйте другой поиск
sk: Žiadne výsledky pre '%@' Skontrolujte pravopis alebo skúste iné vyhľadávanie
sv: Inga resultat för '%@' Kontrollera din stavning eller försök med en annan sökning
zh_hans: 无关于 '%@' 的结果 请检查拼写或尝试搜索其他内容
zh_hant: 無「%@」的結果 請檢查您的拼寫或嘗試其他搜尋

# iheartradio_Email_Address
source: Email Address
ar: عنوان البريد الإلكتروني
da: E-mailadresse
de: E-Mail-Adresse
es_mx: Dirección de correo electrónico
fi: Sähköpostiosoite
fr: Adresse de messagerie
he: כתובת דואל
id: Alamat Email
it: Indirizzo email
ja: Eメールアドレス
ko: 이메일 주소
nb: E-postadresse
nl: E-mailadres
pl: Adres e-mail
pt_br: Endereço de E-mail
pt_pt: Endereço de e-mail
ru: Адрес электронной почты
sk: E-mailová adresa
sv: E-postadress
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

# iheartradio_Birth_Year
source: Birth Year
ar: سنة الميلاد
da: Fødselsår
de: Geburtsjahr
es_mx: Año de nacimiento
fi: Syntymävuosi
fr: Année de naissance
he: שנת לידה
id: Tahun Lahir
it: Anno di nascita
ja: 誕生年
ko: 태어난 연도
nb: Fødselsår
nl: Geboortejaar
pl: Rok urodzenia
pt_br: Data de Nascimento
pt_pt: Ano de nascimento
ru: Год рождения
sk: Rok narodenia
sv: Födelseår
zh_hans: 出生年份
zh_hant: 出生年份

# iheartradio_Sign_up
source: Sign up
ar: تسجيل الاشتراك
da: Tilmeld dig
de: Registrieren
es_mx: Registrarse
fi: Kirjaudu käyttäjäksi
fr: Inscription
he: הירשם
id: Daftar
it: Registrati
ja: サインアップ
ko: 가입하기
nb: Registrer deg
nl: Aanmelden
pl: Zarejestruj się
pt_br: Cadastrar-se
pt_pt: Registe-se
ru: Зарегистрироваться
sk: Zaregistrovať sa
sv: Bli medlem
zh_hans: 注册
zh_hant: 註冊

# iheartradio__and_
source: and
ar: و
da: og
de: und
es_mx: y
fi: ja
fr: et
he: ו
id: dan
it: e
ja: および
ko: 및
nb: og
nl: en
pl: i
pt_br: e
pt_pt: e
ru: и
sk: a
sv: och
zh_hans: 和
zh_hant: 和

# iheartradio_Citys
source: Citys
ar: المدن
da: Byer
de: Städte
es_mx: Ciudades
fi: Kaupungit
fr: Villes
he: ערים
id: Kota
it: Città
ja: 市
ko: 시/도
nb: Byer
pl: Miasta
pt_br: Cidades
pt_pt: Cidades
ru: Города
sk: Mestá
sv: Städer
zh_hans: 城市
zh_hant: 城市

# iheartradio_All_Stations
source: All Stations
ar: جميع المحطات
da: Alle stationer
de: Alle Sender
es_mx: Todas las estaciones
fi: Kaikki asemat
fr: Toutes les stations
he: כל התחנות
id: Semua Stasiun
it: Tutte le stazioni
ja: すべてのステーション
ko: 모든 스테이션
nb: Alle kanaler
nl: Alle zenders
pl: Wszystkie stacje
pt_br: Todas Estações
pt_pt: Todas as estações
ru: Все станции
sk: Všetky stanice
sv: Alla stationer
zh_hans: 所有电台
zh_hant: 所有電台

# iheartradio_International
source: International
ar: دولي
da: Internationalt
es_mx: Internacional
fi: Kansainvälinen
he: בינלאומי
id: Internasional
it: Internazionali
ja: インターナショナル
ko: 해외
nb: Internasjonal
nl: Internationaal
pl: Międzynarodowe
pt_br: Internacional
pt_pt: Internacional
ru: Международный
sk: Medzinárodné
sv: Internationell
zh_hans: 国际
zh_hant: 國際
