Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# jbl_Delete
source: Delete
ar: حذف
da: Slet
de: Löschen
es_mx: Eliminar
fi: Poista
fr: Supprimer
he: לִמְחוֹק
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Wissen
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ru: Удалить
sk: Vymazať
sv: Radera
zh_hans: 删除
zh_hant: 刪除

# jbl_RESET
source: RESET
ar: إعادة تعيين
da: NULSTIL
de: ZURÜCKSETZEN
es_mx: RESTABLECER
fi: NOLLAUS
he: איפוס
id: ATUR ULANG
it: RESETTA
ja: リセット
ko: 재설정
nb: TILBAKESTILL
nl: RESETTEN
pl: RESETOWANIE
pt_br: REDEFINIR
pt_pt: REPOR
ru: СБРОС
sk: OBNOVIŤ
sv: ÅTERSTÄLL
zh_hans: 重置
zh_hant: 重設

# jbl_Please_reconnect_%@_to_continue_configure_process
source: Please reconnect %@ to continue configuring process.
ar: يُرجى إعادة الاتصال بـ %@ لمتابعة عملية التكوين.
da: Genforbind venligst %@ for at fortsætte konfigurationsprocessen.
de: Bitte verbinde %@ erneut, um den Konfigurationsvorgang fortzusetzen.
es_mx: Vuelva a conectar %@ para continuar con el proceso de configuración.
fi: Muodosta yhteys %@:n kanssa uudelleen, jotta voit jatkaa määritystoimintoa.
fr: Veuillez reconnecter %@ pour poursuivre le processus de configuration.
he: אנא חבר מחדש את %@ כדי להמשיך בתהליך ההגדרה.
id: Sambungkan kembali %@ untuk melanjutkan proses konfigurasi.
it: Ricollega %@ per continuare la configurazione.
ja: 設定を続行するには%@に再接続してください。
ko: %@에 재연결하여 구성 프로세스를 계속 진행하십시오.
nb: Koble til %@ på nytt for å fortsette konfigureringsprosessen.
nl: Verbind %@ opnieuw om door te gaan met het configuratieproces.
pl: Nawiąż ponownie połączenie z %@, aby kontynuować proces konfiguracji.
pt_br: Reconecte %@ para continuar configurando o processo.
pt_pt: Volte a estabelecer a ligação a %@ para continuar o processo de configuração.
ru: Снова подключите %@, чтобы продолжить процесс конфигурации.
sk: Ak chcete pokračovať v procese konfigurácie, znova pripojte %@.
sv: Vänligen återanslut %@ för att fortsätta konfigureringsprocessen.
zh_hans: 请重连 %@ 以继续配置过程。
zh_hant: 請重新連接 %@ 以繼續設定過程。

# jbl_Sorry__product_cannot_be_connected_at_the_moment__please_reconnect_
source: Sorry, product cannot be connected at the moment, please try again.
ar: معذرةً، لا يمكن توصيل المنتج، يُرجى المحاولة مرة أخرى.
da: Beklager, produktet kan ikke forbindes, prøv igen.
de: Das Gerät kann leider nicht verbunden werden , versuche es bitte erneut.
es_mx: No se pudo conectar el producto. Inténtelo de nuevo.
fi: Valitettavasti tuotetta ei voida yhdistää , yritä uudelleen.
fr: Désolés, le produit ne peut pas être connecté, veuillez réessayer.
he: מצטערים, לא ניתן לחבר את המוצר, אנא נסה שוב.
id: Maaf, produk tidak dapat tersambung. Silakan coba lagi.
it: Spiacenti, impossibile collegare il prodotto, riprova.
ja: 、製品を接続できませんでした。再試行してください。
ko: 죄송합니다. 제품을 연결할 수 없습니다. 다시 시도하십시오.
nb: Beklager, produktet kan ikke tilkobles. Prøv igjen.
nl: Het product kan helaas niet worden aangesloten . Probeer het opniew.
pl: Przepraszamy, nie można podłączyć tego produktu, spróbuj ponownie.
pt_br: Desculpe, o produto não pode ser conectado, tente novamente.
pt_pt: Lamentamos, mas não é possível estabelecer a ligação ao produto. Tente novamente.
ru: Извините, устройство не может быть подключено, попробуйте еще раз.
sk: Ľutujeme, produkt nie je možné pripojiť, prosím skúste to znova.
sv: Produkten kan inte anslutas, försök igen.
zh_hans: 抱歉，设备无法连接，请重试。
zh_hant: 抱歉，產品無法連接，請重試。

# jbl_Password_length_needs_to_be_at_least_5_characters
source: Password length needs to be at least 5 characters.
ar: يجب ألا تكون كلمة المرور أقل من 5 أحرف.
da: Adgangskodens længde skal være mindst 5 tegn.
de: Das Passwort muss mindestens 5 Zeichen lang sein.
es_mx: La contraseña debe tener 5 caracteres como mínimo.
fi: Salasanan pituuden tulee olla vähintään 5 merkkiä.
fr: Le mot de passe doit contenir au moins 5 caractères.
he: אורך הסיסמה צריך להיות לפחות 5 תווים.
id: Panjang kata sandi minimal 5 karakter.
it: La lunghezza della password deve essere almeno di 5 caratteri.
ja: パスワードは最低5文字必要です。
ko: 비밀번호는 5자 이상이어야 합니다.
nb: Passordet må inneholde minst 5 tegn.
nl: Het wachtwoord moet ten minste 5 tekens lang zijn.
pl: Hasło musi składać się z przynajmniej 5 znaków.
pt_br: O comprimento da senha precisa ter pelo menos 5 caracteres.
pt_pt: A palavra-passe tem de ter um comprimento mínimo de 5 caracteres.
ru: Длина пароля должна быть не менее 5 символов.
sk: Dĺžka hesla musí byť aspoň 5 znakov.
sv: Lösenordslängden måste vara minst 5 tecken.
zh_hans: 密码长度需要至少 5 个字符。
zh_hant: 密碼長度需要為至少 5 個字元。

# jbl_RECONNECT_PRODUCT
source: RECONNECT PRODUCT
ar: إعادة توصيل المنتج
da: TILSLUT PRODUKTET IGEN
de: GERÄT ERNEUT VERBINDEN
es_mx: VOLVER A CONECTAR EL PRODUCTO
fi: KYTKE TUOTE UUDELLEEN
fr: RECONNECTER LE PRODUIT
he: התחבר מחדש למוצר
id: SAMBUNGKAN KEMBALI PRODUK
it: RICOLLEGA IL PRODOTTO
ja: 製品を再接続
ko: 제품 재연결
nb: KOBLE TIL PRODUKTET
nl: PRODUCT OPNIEUW AANSLUITEN
pl: PODŁĄCZ PRODUKT PONOWNIE
pt_br: RECONECTE O PRODUTO
pt_pt: VOLTAR A ESTABELECER A LIGAÇÃO AO PRODUTO
ru: ПОВТОРНО ПОДКЛЮЧИТЬ ПРОДУКТ
sk: ZNOVU PRIPOJIŤ PRODUKT
sv: ÅTERKOPPLA PRODUKTEN
zh_hans: 重连设备
zh_hant: 重新連接產品

# jbl_Edit_this_name_in_your_iPhone_Home_app
source: Edit this name using the Home App.
ar: حرّر هذا الاسم في تطبيق iPhone Home لديك.
da: Rediger dette navn i din iPhone Home-app.
de: Bearbeite diesen Namen in deiner iPhone Home App.
es_mx: Edite el nombre en la aplicación iPhone Home.
fi: Muokkaa tätä nimeä iPhone Home -sovelluksessa.
fr: Modifiez ce nom dans votre application iPhone Home.
he: ערוך את השם הזה באפליקציית ה-iPhone Home שלך
id: Edit nama ini di aplikasi iPhone Home Anda.
it: Modifica questo nome nell'app iPhone Home.
ja: iPhone Homeアプリでこの名前を編集します。
ko: iPhone Home 앱에서 이 이름을 편집하십시오.
nb: Rediger dette navnet i iPhone Home-appen din.
nl: Bewerk deze naam in uw iPhone Home app.
pl: Edytuj tę nazwę w aplikacji iPhone Home.
pt_br: Edite este nome em seu aplicativo iPhone Home.
pt_pt: Edite este nome na sua aplicação iPhone Home.
ru: Отредактируйте это имя в приложении iPhone Home.
sk: Upravte tento názov v aplikácii iPhone Home.
sv: Redigera detta namn i din iPhone Home-app.
zh_hans: 在你的 iPhone Home 应用中编辑设备名称。
zh_hant: 在你的 iPhone Home 應用程式中編輯此名稱。

# jbl_Rebooting____
source: Rebooting....
ar: جارِ إعادة التشغيل....
da: Genstarter....
de: Wird neu gestartet ...
es_mx: Reiniciando...
fi: Käynnistää uudelleen...
fr: ‎‎Redémarrage...
he: מאתחל...
id: Melakukan reboot ...
it: Riavvio....
ja: 再起動しています....
ko: 재부팅 중...
nb: Starter på nytt ....
nl: Opnieuw opstarten....
pl: Trwa ponowne uruchamianie...
pt_br: Reiniciando....
pt_pt: A reiniciar....
ru: Перезагрузка.....
sk: Reštartovanie....
sv: Startar om....
zh_hans: 正在重启....
zh_hant: 正在重新啟動....

# jbl_Reboot_success
source: Reboot success
ar: تمت إعادة التشغيل بنجاح
da: Genstart gennemført
de: Neustart erfolgreich
es_mx: Reinicio correcto
fi: Uudelleenkäynnistys onnistui
fr: Redémarrage réussi
he: אתחול מחדש בהצלחה
id: Reboot berhasil
it: Riavvio riuscito
ja: 再起動に成功しました
ko: 재부팅 성공
nb: Omstart utført
nl: Herstart voltooid
pl: Ponowne uruchamianie przebiegło pomyślnie
pt_br: Reinicialização bem-sucedida
pt_pt: Reinício efetuado com sucesso
ru: Успешная перезагрузка
sk: Reštartovanie bolo úspešné
sv: Omstart lyckades
zh_hans: 重启成功
zh_hant: 重新啟動成功

# jbl_Now_you_can_stream_favorite_music_to_your_JBL_products_through_AirPlay_
source: Now you can stream music to your JBL products via AirPlay.
ar: يمكنك الآن بث الموسيقى إلى منتجات JBL عبر AirPlay.
da: Nu kan du streame musik til dine JBL-produkter via AirPlay.
de: Jetzt kannst du Musik über AirPlay auf deine JBL Geräte streamen.
es_mx: Ahora puede usar AirPlay para transmitir música a sus productos de JBL.
fi: Nyt voit suoratoistaa musiikkia JBL-tuotteisiin AirPlayn avulla.
fr: Vous pouvez désormais diffuser de la musique sur vos produits JBL via AirPlay.
he: עכשיו אתה יכול להזרים מוזיקה למוצרי JBL שלך באמצעות AirPlay.
id: Kini, Anda dapat melakukan streaming musik ke produk JBL Anda melalui AirPlay.
it: Ora puoi riprodurre musica in streaming sui tuoi prodotti JBL tramite AirPlay.
ja: AirPlayを使用してJBL製品に音楽をストリーミングすることができます。
ko: 이제 AirPlay를 통해 JBL 제품으로 음악을 스트리밍할 수 있습니다.
nb: Nå kan du strømme musikk til JBL-produktene dine via AirPlay.
nl: Nu kunt u muziek streamen naar uw JBL-producten via AirPlay.
pl: Możesz teraz strumieniować muzykę do produktów JBL za pomocą usługi AirPlay.
pt_br: Agora você pode transmitir música para seus produtos JBL via AirPlay.
pt_pt: Agora, pode transmitir música para os seus produtos JBL através do AirPlay.
ru: Теперь вы можете передавать музыку на свои устройства JBL через AirPlay.
sk: Teraz môžete streamovať hudbu do svojich produktov JBL cez AirPlay.
sv: Nu kan du strömma musik till dina JBL-produkter via AirPlay.
zh_hans: 现在你可以通过 AirPlay 将音乐串流到你的 JBL 设备。
zh_hant: 現在，你可以透過 AirPlay 將音樂串流播放到你的 JBL 產品。

# jbl_Do_you_want_connect_to___%@__
source: Do you want connect to "%@"
ar: هل تريد الاتصال بـ "%@"
da: Vil du oprette forbindelse til "%@"
de: Möchtest du eine Verbindung zu "%@"
es_mx: ¿Desea conectarse a "%@" ?
fi: Haluatko muodostaa yhteyden "%@" :n kanssa
fr: Voulez-vous vous connecter à "%@"
he: האם אתה רוצה להתחבר אל "%@"
id: Apakah Anda ingin tersambung ke "%@"
it: Ti vuoi collegare a "%@"
ja: 本当に"%@" に接続しますか
ko: "%@" 에 연결하시겠습니까?
nb: Vil du koble til "%@"
nl: Wilt u verbinding maken met "%@"
pl: Czy chcesz nawiązać połączenie z "%@"
pt_br: Você deseja se conectar a "%@"
pt_pt: Deseja estabelecer a ligação a "%@"
ru: Вы хотите подключиться к "%@"
sk: Chcete sa pripojiť k "%@"
sv: Vill du ansluta till "%@"
zh_hans: 是否要连接到 "%@"
zh_hant: 是否要連接到 "%@"

# jbl_Discover_More
source: Discover More
ar: اكتشف المزيد
da: Opdag mere
de: Mehr entdecken
es_mx: Más servicios
fi: Löydä lisää
fr: En découvrir plus
he: לגלות עוד
id: Temukan Lebih Banyak
it: Scopri di più
ja: さらに探す
ko: 자세히 보기
nb: Oppdag mer
nl: Ontdek meer
pl: Dowiedz się więcej
pt_br: Descubra Mais
pt_pt: Descobrir mais
ru: Подробнее
sk: Objavte viac
sv: Upptäck mer
zh_hans: 发现更多
zh_hant: 發現更多

source: If you want to enable Google Chromecast/ Amazon Alexa or other streaming services, visit the 3rd party service page to learn more.
ar: إذا كنت ترغب في تمكين Google Chromecast/ Amazon Alexa أو خدمات البث الأخرى، يمكنك زيارة صفحة الخدمة الخارجية لمعرفة المزيد.
da: Hvis du vil aktivere Google Chromecast/ Amazon Alexa eller andre streamingtjenester, kan du besøge tredjepartstjenestesiden for at lære mere.
de: Wenn du Google Chromecast/ Amazon Alexa oder andere Streaming-Dienste aktivieren möchtest, besuche bitte die Seite für Drittanbieter-Dienste, um mehr zu erfahren.
es_mx: Si desea habilitar Google Chromecast/ Amazon Alexa u otros servicios de transmisión, visite la página de servicios de terceros para obtener más información.
fi: Jos haluat ottaa käyttöön Google Chromecastin/ Amazon Alexan tai muita suoratoistopalveluja, katso lisätietoja kolmannen osapuolen palvelusivulta.
fr: Si vous souhaitez activer Google Chromecast/ Amazon Alexa ou d'autres services de diffusion, visitez la page des services tiers pour en savoir plus.
he: אם ברצונך להפעיל את / Amazon Alexa או שירותי סטרימינג אחרים, בקר בדף השירות של צד שלישי למידע נוסף
id: Jika Anda ingin mengaktifkan Google Chromecast/ Amazon Alexa, atau layanan streaming lainnya, kunjungi halaman layanan pihak ketiga untuk mempelajari lebih lanjut.
it: Se desideri attivare Google Chromecast/ Amazon Alexa o altri servizi di streaming, visita la pagina dei servizi di terze parti per ulteriori informazioni.
ja: Google Chromecast/ Amazon Alexaまたはその他のストリーミングサービスを有効にしたい場合、詳細についてはサードパーティーのサービスページにアクセスしてください。
ko: Google Chromecast/ Amazon Alexa 또는 기타 스트리밍 서비스를 활성화하려면 타사 서비스 페이지에서 자세한 내용을 확인하십시오.
nb: Hvis du vil aktivere Google Chromecast/ Amazon Alexa eller en annen strømmetjeneste, kan du gå til tredjepartstjenestens nettside for å lese mer.
nl: Als u Google Chromecast/ Amazon Alexa of andere streamingdiensten wilt inschakelen, bezoek dan de pagina voor diensten van derden voor meer informatie.
pl: Jeśli chcesz włączyć usługę Google Chromecast/ Amazon Alexa lub inne usługi przesyłania strumieniowego, odwiedź witrynę odpowiedniej usługi firmy trzeciej, aby dowiedzieć się więcej.
pt_br: Se você deseja ativar o Google Chromecast/ Amazon Alexa ou outros serviços de streaming, visite a página de serviços de terceiros para saber mais.
pt_pt: Se quiser ativar Google Chromecast/ , AmazonAlexa ou outros serviços de transmissão, visite a página de serviços de terceiros para saber mais.
ru: Если вы хотите включить Google Chromecast/ Amazon Alexa или других потоковых сервисов, посетите страницу услуг третьей стороны, чтобы узнать больше.
sk: Ak chcete povoliť službu Google Chromecast/ Amazon Alexa alebo iné streamovacie služby, navštívte stránku služby tretej strany, kde sa dozviete viac.
sv: Om du vill aktivera Google Chromecast/ Amazon Alexa eller andra streamingtjänster, besök tredjeparts tjänstsida för att veta mer
zh_hans: 如果你想启用 Google Chromecast、 Amazon Alexa 或其他流媒体服务，请访问第三方服务页面以了解更多信息。
zh_hant: 如果你想啟用 Google Chromecast/ Amazon Alexa 或其他串流播放服務，請造訪第三方服務頁面瞭解更多資訊。

# jbl_Let_s_calibrate_your_speakers_to_get_the_best_sound_
source: Let's calibrate your product to get the best sound!
ar: لنعاير منتجك للحصول على أفضل صوت!
da: Lad os kalibrere dit produkt for at få den bedste lyd!
de: Jetzt beginnen wir mit der Kalibrierung deines Geräts, damit du besten Sound genießen kannst.
es_mx: Calibre su producto para disfrutar del mejor sonido.
fi: Kalibroidaan tuotteesi parhaan äänen tuottamiseksi!
fr: Étalonnons votre produit pour obtenir le meilleur son !
he: בואו נכייל את המוצר שלכם כדי לקבל את הסאונד הטוב ביותר!
id: Kalibrasi produk Anda untuk mendapatkan suara terbaik!
it: Calibra il prodotto per ottenere il suono migliore!
ja: 製品を測定して最良のサウンドにしましょう！
ko: 제품을 보정하여 최상의 사운드를 찾으십시오!
nb: La oss kalibrere produktet ditt slik at du får best mulig lyd!
nl: Laten we uw product kalibreren voor optimaal geluid!
pl: Skalibrujmy Twój produkt, aby uzyskać najlepsze brzmienie!
pt_br: Vamos calibrar seu produto para obter o melhor som!
pt_pt: Vamos calibrar o seu produto para obter o melhor som!
ru: Давайте откалибруем ваше устройство для получения наилучшего звучания!
sk: Kalibrujme váš produkt, aby ste získali najlepší zvuk!
sv: Kalibrera din produkt för att få bästa ljudet!
zh_hans: 让我们校准你的设备以获得最佳的声音！
zh_hant: 讓我們校準你的產品以獲得最佳的音效！

# jbl_LOGIN_ALEXA
source: LOG IN ALEXA
ar: تسجيل الدخول إلى حساب ALEXA
da: LOG IND PÅ ALEXA
de: ANMELDEN IN ALEXA
es_mx: INICIAR SESIÓN EN ALEXA
fi: KIRJAUDU ALEXAAN
fr: CONNEXION À ALEXA
he: היכנס אל Alexa
ja: ALEXAにログイン
ko: Alexa에 로그인
nb: LOGG PÅ ALEXA
nl: INLOGGEN OP ALEXA
pl: LOGOWANIE DO ALEXA
pt_pt: INICIAR SESSÃO NA CONTA ALEXA
ru: ВОЙТИ В ALEXA
sk: PRIHLÁSIŤ SA DO SLUŽBY ALEXA
sv: LOGGA IN ALEXA
zh_hans: 登录 ALEXA
zh_hant: 登入 Alexa

# jbl_Here_Are_Some_Things_You_Can_Say
source: Here Are Some Things You Can Say
ar: إليك بعض الأمور التي يمكنك قولها
da: Her er nogle ting, du kan sige
de: Hier sind einige Dinge, die du sagen kannst
es_mx: Ejemplos de comandos de voz
fi: Tässä on joitakin asioita, joita voit sanoa
fr: Voici des exemples de ce vous pouvez dire
he: הנה כמה דברים שאתה יכול להגיד
id: Beberapa Hal yang Dapat Anda Katakan
it: Ecco alcune frasi che puoi dire
ja: 命令できることがいくつかあります
ko: 음성 명령 예
nb: Her er eksempler på hva du kan si
nl: Hier zijn enkele voorbeeld van wat u kunt zeggen
pl: Kilka przykładowych poleceń głosowych
pt_br: Aqui estão algumas coisas que você pode dizer
pt_pt: Eis algumas coisas que pode dizer
ru: Некоторые фразы, которые вы можете сказать
sk: Tu je niekoľko vecí, ktoré môžete povedať
sv: Här är några saker du kan säga
zh_hans: 以下是支持的语音指令
zh_hant: 以下是你可以說的一些事情

# jbl_Setup_A_Preferred_Speaker
source: Setup A Preferred Speaker
ar: إعداد مكبر الصوت المفضل
da: Opsætning af en foretrukken højttaler
de: Einrichten eines bevorzugten Lautsprechers
es_mx: Configurar un altavoz preferido
fi: Aseta ensisijainen kaiutin
fr: Configurer une enceinte préférée
he: הגדר רמקול מועדף
id: Pengaturan Speaker Pilihan
it: Imposta uno speaker preferito
ja: Preferred Speakerを設定する
ko: 기본 스피커 설정
nb: Konfigurer en foretrukket høyttaler
nl: Een voorkeursluidspreker instellen
pl: Skonfiguruj preferowany głośnik
pt_br: Configurar um alto-falante preferido
pt_pt: Configurar a coluna preferida
ru: Настройка предпочтительного динамика
sk: Nastavenie preferovaného reproduktora Preferred Speaker
sv: Ställ in en favorit högtalare
zh_hans: 设置首选扬声器
zh_hant: 設定偏好的喇叭

source: Alexa Preferred Speaker gives you the convenience of designating a preferred speaker to become the default music playback device.
ar: يوفر مكبر صوت Alexa المفضل الراحة اللازمة في تعيين مكبر صوت مفضل ليصبح جهاز تشغيل الموسيقى الافتراضي.
da: Alexa Preferred Speaker giver dig bekvemmeligheden ved at udpege en foretrukken højttaler som standardenhed til afspilning af musik.
de: Mit der Funktion „ Bevorzugter Lautsprecher“ kannst du in Alexa ganz einfach ein Standardgerät für die Musikwiedergabe festlegen.
es_mx: Con la función Altavoz preferido de Alexa, puede elegir el altavoz que prefiera usar de forma predeterminada para reproducir música.
fi: Alexa Preferred Speaker antaa sinulle mahdollisuuden määrittää haluamasi kaiuttimen oletustoistolaitteeksi.
fr: L’enceinte préférée pour Alexa vous permet de désigner une enceinte afin qu’elle devienne l'appareil de lecture de musique par défaut.
he: Alexa Preferred Speaker נותן לך את הנוחות של ייעוד רמקול מועדף שיהפוך למכשיר ברירת המחדל לניגון מוזיקה.
id: Alexa Preferred Speaker memberi Anda kemudahan untuk menunjuk speaker pilihan menjadi perangkat pemutaran musik default.
it: Speaker Preferito Alexa ti offre la comodità di scegliere uno speaker preferito che diventerà il dispositivo di riproduzione musicale predefinito.
ja: Alexa Preferred Speakerでは、お好きなスピーカーを指定してデフォルトの音楽再生デバイスにすることができます。
ko: Alexa 기본 스피커를 사용하면 기본 음악 재생 장치로 설정할 기본 스피커를 간편하게 지정할 수 있습니다.
nb: Alexa Preferred Speaker lar deg velge en foretrukket høyttaler til standardenhet for musikkavspilling.
nl: Alexa Voorkeursluidspreker stelt u in staat om een voorkeursluidspreker aan te wijzen als standaardapparaat voor het afspelen van muziek.
pl: Opcja Alexa Preferred Speaker pozwala wybrać głośnik preferowany, który będzie domyślnym urządzeniem odtwarzającym muzykę.
pt_br: O Alexa Preferred Speaker oferece a conveniência de designar um alto-falante preferido para se tornar o dispositivo de reprodução de música padrão.
pt_pt: A coluna preferida da Alexa proporciona-lhe a conveniência de atribuir uma coluna preferida para se tornar o dispositivo de reprodução de música predefinido.
ru: Alexa Preferred Speaker дает вам возможность назначить предпочитаемый динамик устройством воспроизведения музыки по умолчанию.
sk: Služba Alexa Preferred Speaker vám poskytuje pohodlie pri určení preferovaného reproduktora, ktorý sa stane predvoleným zariadením na prehrávanie hudby.
sv: Alexa Preferred Speaker ger dig bekvämligheten att utse en föredragen högtalare som standardenhet för musikuppspelning.
zh_hans: 通过“Alexa 首选扬声器”功能，你可以指定一台首选扬声器，使其成为默认的音乐播放设备。
zh_hant: 透過 Alexa 偏好喇叭，你可以方便地指定偏好喇叭成為預設音樂播放裝置。

# jbl_Setup_Alexa_Multi_Room_Music_
source: Setup Alexa Multi-Room Music
ar: إعداد Alexa Multi-Room Music
da: Opsætning af Alexa Multi-Room Musik
de: Einrichtung von Alexa Multi-Room Music
es_mx: Configurar la reproducción de música multisala de Alexa
fi: Määritä Alexa Multi-Room Music
fr: Configuration de la musique multi-pièces Alexa
he: הגדר את Alexa Multi-Room Music
id: Pengaturan Alexa Multi-Room Music
it: Configura Alexa Multi-Room Music
ja: Alexaマルチルームミュージックを設定
ko: Alexa Multi-Room Music 설정
nb: Konfigurer Alexa Multi-Room Music
nl: Alexa-muziek voor meerdere kamers instellen
pl: Konfiguracja usługi Alexa Multi-Room Music
pt_br: Configurar Alexa Multi-Room Music
pt_pt: Configurar o Alexa Multi-Room Music
ru: Настройка музыки Alexa для нескольких помещений
sk: Nastavenie služby Alexa Multi-Room Music
sv: Ställ in Multi-Room Music
zh_hans: 设置 Alexa Multi-Room Music
zh_hant: 設定 Alexa Multi-Room Music

source: Alexa Multi-Room Music lets you play the same music on <customText> products and Alexa enabled speakers.
ar: تتيح لك Alexa Multi-Room Music تشغيل الموسيقى نفسها على منتجات <customText> ومكبرات الصوت التي تدعم Alexa.
da: Med Alexa Multi-Room Musik kan du afspille den samme musik på <customText>-produkter og Alexa-aktiverede højttalere.
de: Mit Alexa Multi-Room Music kannst du die gleiche Musik auf <customText> Geräten und Alexa-fähigen Lautsprechern wiedergeben.
es_mx: Con la reproducción de música multisala de Alexa, puede reproducir la misma música en los productos <customText> y los altavoces habilitados de Alexa.
fi: Alexa Multi-Room Music -palvelun avulla voit toistaa samaa musiikkia <customText> -tuotteilla ja Alexa-yhteensopivilla kaiuttimilla.
fr: Alexa Multi-Room Music vous permet d'écouter la même musique sur les produits <customText> et les enceintes compatibles Alexa.
he: Alexa Multi-Room Music מאפשר לך לנגן את אותה מוזיקה במוצרי <customText> וברמקולים התומכים באלקסה.
id: Alexa Multi-Room Music memungkinkan Anda memutar musik yang sama pada produk <customText> dan speaker yang mendukung Alexa.
it: Alexa Multi-Room Music ti consente di riprodurre la stessa musica sui prodotti <customText> e sugli speaker dotati di Alexa.
ja: Alexaマルチルームミュージックでは、<customText>製品とAlexaに対応したスピーカーで同じ音楽を再生することができます。
ko: Alexa Multi-Room Music을 사용하면 <customText> 제품 및 Alexa 지원 스피커에서 같은 음악을 재생할 수 있습니다.
nb: Alexa Multi-Room Music lar deg spille den samme musikken på <customText>-produkter og Alexa-aktiverte høyttalere.
nl: Met Alexa Multi-Room Music kunt u dezelfde muziek afspelen op <customText>-producten en op Alexa-luidsprekers.
pl: Alexa Multi-Room Music pozwala odtwarzać tę samą muzykę za pomocą produktów <customText> i głośników obsługujących usługę Alexa.
pt_br: O Alexa Multi-Room Music permite que você reproduza a mesma música em produtos <customText> e alto-falantes habilitados com a Alexa.
pt_pt: Alexa Multi-Room Music permite-lhe reproduzir a mesma música nos produtos <customText> e em colunas compatíveis com Alexa.
ru: Alexa Multi-Room Music позволяет воспроизводить одну и ту же музыку на устройствах <customText> и динамиках с поддержкой Alexa.
sk: Alexa Multi-Room Music vám umožňuje prehrávať rovnakú hudbu na produktoch <customText> a reproduktoroch s podporou služby Alexa.
sv: Alexa Multi-Room Music låter dig spela samma musik på <customText>-produkter och Alexa-aktiverade högtalare.
zh_hans: 通过 Alexa Multi-Room Music，你的 <customText> 设备和支持 Alexa 的扬声器可以播放同一首歌。
zh_hant: 透過 Alexa Multi-Room Music，你可以在 <customText> 產品和啟用 Alexa 的喇叭上播放相同的音樂。
