Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# google_account_controls
source: This selection does not affect your Google Account controls at myaccount.google.com.
ar: لا يؤثر هذا التحديد على أدوات التحكم في حساب Google الخاص بك في myaccount.google.com.
da: Dette valg påvirker ikke kontrollen af din Google-konto på myaccount.google.com.
de: Diese Auswahl hat keine Auswirkungen auf die Einstellungen deines Google-Kontos unter myaccount.google.com.
es_mx: Esta selección no afecta los controles de tu cuenta de Google en myaccount.google.com.
fi: Tämä valinta ei vaikuta Google-tilisi hallintaan osoitteessa myaccount.google.com.
fr: Cette sélection n'affecte pas les contrôles de votre compte Google dans myaccount.google.com.
he: בחירה זו אינה משפיעה על פקדי חשבון Google ב-myaccount.google.com.
id: Pilihan ini tidak memengaruhi kontrol Akun Google Anda di myaccount.google.com.
it: Questa selezione non influisce sui controlli del tuo account Google in myaccount.google.com.
ja: この選択はmyaccount.google.comでのGoogleアカウントのコントロールに影響を与えません。
ko: 이 선택 항목은 myaccount.google.com의 Google 계정 제어에 영향을 미치지 않습니다.
nb: Dette valget påvirker ikke Google-kontokontrollene dine på myaccount.google.com.
nl: Deze selectie heeft geen invloed op je Google-accountbeheer op myaccount.google.com.
pl: Wybór ten nie wpływa na obsługę konta Google na stronie myaccount.google.com.
pt_br: Esta seleção não afeta os controles da sua Conta Google em myaccount.google.com.
pt_pt: Esta seleção não afeta os controlos de sua Conta do Google em myaccount.google.com.
ru: Установка этого флажка не отразится на элементах управления вашей учетной записью Google по адресу myaccount.google.com.
sk: Tento výber neovplyvní ovládacie prvky vášho účtu Google na stránke myaccount.google.com.
sv: Detta val påverkar inte dina Google-kontokontroller på myaccount.google.com.
zh_hans: 此选择不会影响你在 myaccount.google.com. 上的 Google Account 控制。
zh_hant: 選擇此項不會影響您在 myaccount.google.com 的 Google 帳戶控制。

source: Available
ar: متاح
da: Tilgængelig
de: Verfügbar
es_mx: Disponible
fi: Saatavilla
fr: Disponible
he: זמין
id: Tersedia
it: Disponibile
ja: 利用可能
ko: 사용 가능
nb: Tilgjengelig
nl: Beschikbaar
pl: Dostępne
pt_br: Disponível
pt_pt: Disponível
ru: Доступно
sk: Dostupné
sv: Tillgänglig
zh_hans: 可用
zh_hant: 可用

source: REMOVE THIS GROUP
ar: إزالة هذه المجموعة
da: FJERN DENNE GRUPPE
de: DIESE GRUPPE ENTFERNEN
es_mx: QUITAR ESTE GRUPO
fi: POISTA TÄMÄ RYHMÄ
fr: RETIRER CE GROUPE
he: הסרת קבוצה זו
id: HAPUS GRUP INI
it: RIMUOVI QUESTO GRUPPO
ja: このグループを削除する
ko: 이 그룹 제거
nb: FJERN DENNE GRUPPEN
nl: VERWIJDER DEZE GROEP
pl: USUŃ TĘ GRUPĘ
pt_br: REMOVER ESTE GRUPO
pt_pt: REMOVER ESTE GRUPO
ru: УДАЛИТЬ ДАННУЮ ГРУППУ
sk: ODSTRÁNIŤ TÚTO SKUPINU
sv: TA BORT DENNA GRUPP
zh_hans: 移除此群组
zh_hant: 移除此群組

source: Group Settings
ar: إعدادات المجموعة
da: Gruppeindstillinger
de: Gruppen-Einstellungen
es_mx: Ajustes de grupo
fi: Ryhmä-asetukset
fr: Paramètres de groupe
he: הגדרות קבוצה
id: Pengaturan Grup
it: Impostazioni Gruppo
ja: グループ設定
ko: 그룹 설정
nb: Gruppeinnstillinger
nl: Groepsinstellingen
pl: Ustawienia grupy
pt_br: Configurações de grupo
pt_pt: Definições de grupo
ru: Настройки группы
sk: Nastavenia skupiny
sv: Gruppinställningar
zh_hans: 群组设置
zh_hant: 群組設定

source: LOG OUT
ar: تسجيل الخروج
da: LOG UD
de: ABMELDEN
es_mx: CERRAR SESIÓN
fi: KIRJAUDU ULOS
fr: DÉCONNEXION
he: יציאה
ja: ログアウト
ko: 로그아웃
nb: LOGG UT
nl: UITLOGGEN
pl: WYLOGUJ
pt_br: DESCONECTAR
pt_pt: TERMINAR SESSÃO
ru: ВЫЙТИ
sk: ODHLÁSIŤ SA
sv: LOGGA UT
zh_hans: 退出
zh_hant: 登出

source: Product software update available!
ar: يتوافر تحديث لبرامج المنتج!
da: Softwareopdatering af produktet er tilgængelig!
de: Software-Update für das Gerät verfügbar!
es_mx: ¡Actualización de software de producto disponible!
fi: Tuotteen ohjelmistopäivitys saatavilla!
fr: Mise à jour du logiciel du produit disponible !
he: זמין עדכון תוכנה למוצר!
id: Pembaruan perangkat lunak produk sudah tersedia!
it: E' disponibile un aggiornamento del software del prodotto!
ja: 製品ソフトウェアのアップデートが利用可能です！
ko: 제품 소프트웨어 업데이트를 사용할 수 있습니다.
nb: Produktprogramvareoppdatering tilgjengelig!
nl: Productsoftware-update beschikbaar!
pl: Dostępna jest aktualizacja oprogramowania!
pt_br: Atualização de software do produto disponível!
pt_pt: Atualização do software do produto disponível!
ru: Доступно обновление ПО устройства!
sk: K dispozícii je aktualizácia softvéru produktu!
sv: Programvaruuppdatering tillgänglig!
zh_hans: 产品软件可更新！
zh_hant: 產品軟件可更新！

source: Learn about *** simultaneous voice assistants
ar: تعرف على المزيد عن *** خدمات المساعد الصوتي المتزامن
da: Lær om *** samtidige stemmeassistenter
de: Erfahre mehr über *** simultane Sprachassistenten
es_mx: Información sobre *** asistentes de voz simultáneos
fi: Lisätietoja *** samanaikaisesta puheavustajasta
fr: En savoir plus sur *** assistants vocaux simultanés
he: מידע על *** מסייעים קוליים בו-זמניים
id: Pelajari *** asisten suara simultan
it: Ulteriori informazioni su *** assistenti vocali simultanei
ja: ***同時ボイスアシスタントについて知る
ko: *** 동시 음성 비서 자세히 알아보기
nb: Les mer om *** samtidige taleassistenter
nl: Meer informatie over *** simultane spraakassistenten
pl: Dowiedz się o wielu asystentach głosowych ***
pt_br: Saiba mais sobre *** assistentes de voz simultâneos
pt_pt: Saiba mais sobre *** assistentes de voz simultâneos
ru: Узнайте о *** синхронизированных голосовых помощниках
sk: Ďalšie informácie o *** simultánnych hlasových asistentoch
sv: Läs mer om *** simultana röstassistenter
zh_hans: 了解***同时使用多个语音助手
zh_hant: 瞭解 *** 同時使用多個語音助理

# learn_more_about_voice_assistants
source: Learn more about Your voice assistants
ar: تعرف على المزيد عن خدمات المساعد الصوتي
da: Lær mere om Dine stemmeassistenter
de: Erfahre mehr über deine Sprachassistenten
es_mx: Más información sobre Tus asistentes de voz
fi: Lisätietoja Puheavustajistasi
fr: En savoir plus sur Vos assistants vocaux
he: מידע נוסף על המסייעים הקוליים שלכם
id: Pelajari lebih lanjut tentang Asisten suara Anda
it: Scopri di più su I tuoi assistenti vocali
ja: ボイスアシスタントについて詳しく知る
ko: 음성 비서 자세히 알아보기
nb: Lær mer om dine taleassistenter
nl: Meer informatie over Je spraakassistenten
pl: Dowiedz się więcej o swoim asystencie głosowym
pt_br: Saiba mais sobre Seus assistentes de voz
pt_pt: Saiba mais sobre Os seus assistentes de voz
ru: Узнайте больше о ваших голосовых помощниках
sk: Ďalšie informácie o vašich hlasových asistentoch
sv: Läs mer om Dina röstassistenter
zh_hans: 了解更多关于 你的语音助手的信息
zh_hant: 詳細瞭解 您的語音助理

# How_to_create_multiroom_group
source: Set up Multi-Room Control
ar: إعداد التحكم متعدد الغرف
da: Opsætning af Multi-Room-kontrol
de: Multi-Room-Steuerung einrichten
es_mx: Configurar el control multisala
fi: Monihuoneohjauksen määrittäminen
fr: Configuration du contrôle muti-pièces
he: הגדרת Multi-Room Control
id: Atur Kontrol Multi-Room
it: Configura il controllo Multi-Room
ja: マルチルームコントロールの設定
ko: 멀티룸 제어 설정
nb: Konfigurer flerromskontroll
nl: Multiroom-bediening instellen
pl: Skonfiguruj sterowanie wieloma pomieszczeniami
pt_br: Configurar Controle multiambiente
pt_pt: Configurar o controlo de várias divisões
ru: Настройка управления воспроизведением музыки в режиме «Мультирум»
sk: Nastavte ovládacie prvky Multi-Room (Ovládacie prvky viacerých miestností)
sv: Ställ in styrning av flera rum
zh_hans: 设置多房间群组控制
zh_hant: 設定多房間控制

# google_Activity_link
source: Activity link
ar: رابط النشاط
da: Link til aktivitet
de: Link zur Aktivität
es_mx: Enlace de actividad
fi: Aktivointilinkki
fr: Lien d'activité
he: קישור לפעילות
id: Tautan aktivitas
it: Collegamento all'attività
ja: アクティビティのリンク
ko: 활동 링크
nb: Aktivitetskobling
nl: Activiteitkoppeling
pl: Łącze aktywności
pt_br: Link de Activity
pt_pt: Ligação de atividade
ru: Ссылка на активность
sk: Odkaz na aktivitu
sv: Länk till aktivitet
zh_hans: 活动链接
zh_hant: 活動連結

source: Discover more things you can ask Alexa or Google Assistant.
ar: اكتشف المزيد مما يمكن طلبه من Alexa أو Google Assistant.
da: Opdag flere ting, du kan spørge Alexa eller Google-assistenten om.
de: Entdecke mehr Dinge, die du Alexa oder Google Assistant fragen kannst.
es_mx: Descubre más cosas que puedes preguntarle a Alexa o el Asistente de Google.
fi: Löydä lisää asioita, joita voit kysyä Alexalta tai Google Assistantilta.
fr: Découvrez plus de choses que vous pouvez demander à Alexa ou au Google Assistant.
he: גלו עוד דברים שאפשר לבקש מ-Alexa או מ-Google Assistant.
id: Tanya Alexa atau Asisten Google untuk mencari tahu lebih banyak hal.
it: Scopri altre cose che puoi chiedere ad Alexa o all'Assistente Google.
ja: AlexaまたはGoogleアシスタントに頼めることをもっとたくさん見つけてください。
ko: Alexa 또는 Google 어시스턴트에 요청할 수 있는 내용을 자세히 확인하십시오.
nb: Oppdag mer du kan spørre be Alexa eller Google Assistent om.
nl: Ontdek meer dingen die je Alexa of Google Assistent kunt vragen.
pl: Odkryj więcej rzeczy, o które możesz zapytać Alexa lub Asystenta Google.
pt_br: Descubra mais coisas para perguntar à Alexa ou ao Google Assistente.
pt_pt: Descubra mais coisas que pode perguntar à Alexa ou ao Google Assistant.
ru: Откройте для себя, о чем еще можно попросить Alexa или Google Ассистента.
sk: Objavte ďalšie veci, o ktoré môžete požiadať Alexa alebo Google Assistant.
sv: Upptäck fler saker du kan fråga Alexa eller Google Assistant.
zh_hans: 了解更多你可以向 Alexa 或 Google 助手询问的内容。
zh_hant: 發現更多事，您可詢問 Alexa 或 Google 助理。

# play_music_by_qq_app
source: 从QQ音乐app向音箱投放音乐.
ar: شغل الموسيقى من تطبيق QQ Music إلى السماعات
da: Afspil musik fra QQ Music-appen til højttalere
de: Wiedergabe von Musik aus der QQ Music App über die Lautsprecher
es_mx: Reproduce música de la aplicación QQ Music a los altavoces
fi: Toista musiikkia QQ Music -sovelluksesta kaiuttimiin
fr: Lire de la musique de l'application QQ Music vers des enceintes
he: השמעת מוזיקה מאפליקציית QQ Music לרמקולים
id: Putar musik dari aplikasi QQ Music ke speaker
it: Riproduci musica sugli speaker dall'app QQ Music
ja: QQ Musicアプリからスピーカーで音楽を再生する
ko: QQ 음악 앱에서 스피커로 음악 재생
nb: Spill av musikk fra QQ Music-appen til høyttalere
nl: Speel muziek af van de QQ Music-app naar luidsprekers
pl: Odtwórz muzykę z aplikacji QQ Music na głośniki
pt_br: Reproduza música do aplicativo QQ Music para as caixas de som
pt_pt: Reproduzir música da aplicação QQ Music para as colunas
ru: Воспроизведение музыки из приложения QQ Music через колонки
sk: Prehrávanie hudby z aplikácie QQ Music do reproduktorov
sv: Spela upp musik från QQ Music-appen till högtalarna
zh_hans: 将 QQ 音乐应用程序中的音乐播放到你的产品上。
zh_hant: 將音樂從 QQ Music 應用程式播放到音箱

# airplay_streaming_description
source: 1. Open Control Center on your mobile and tap AirPlay icon. 2. Select a speaker from the list. 3. Open music service app and start playback.
ar: 1. افتح مركز التحكم على الهاتف المحمول وانقر على أيقونة AirPlay. 2. حدد سماعة من القائمة. 3. افتح تطبيق خدمة الموسيقى وابدأ التشغيل.
da: 1. Åbn Kontrolcenter på din mobil, og tryk på AirPlay-ikonet. 2. Vælg en højttaler fra listen. 3. Åbn musiktjeneste-appen, og start afspilning.
de: 1. Öffne das Kontrollzentrum auf deinem Mobiltelefon und tippe auf das AirPlay-Symbol. 2. Wähle einen Lautsprecher aus der Liste aus. 3. Öffne die Musik-Dienst-App und starte die Wiedergabe.
es_mx: 1. Abre el Centro de control en tu teléfono móvil y toca el ícono de AirPlay. 2. Selecciona un altavoz de la lista. 3. Abre la aplicación del servicio de música e inicia la reproducción.
fi: 1. Avaa puhelimen ohjauskeskus ja napauta AirPlay-kuvaketta. 2. Valitse kaiutin luettelosta. 3. Avaa musiikkipalvelusovellus ja aloita toisto.
fr: 1. Ouvrez le Centre de contrôle sur votre mobile et appuyez sur l'icône AirPlay. 2. Sélectionnez une enceinte dans la liste. 3. Ouvrez l'application du service musical et démarrez la lecture.
he: 1. פתחו את מרכז הבקרה במכשיר הנייד והקישו על הסמל של AirPlay‏. 2. בחרו רמקול מהרשימה. 3. פתחו אפליקציית שירות מוזיקה והתחילו להשמיע.
id: 1. Buka Pusat Kontrol di ponsel, lalu ketuk ikon AirPlay. 2. Pilih speaker dari daftar. 3. Buka aplikasi layanan musik dan mulai pemutaran.
it: 1. Apri Centro di Controllo sul tuo cellulare e tocca l'icona AirPlay. 2. Seleziona uno speaker dall'elenco. 3. Apri l'app del servizio musicale ed avvia la riproduzione.
ja: 1.スマートフォンでコントロールセンターを開き、AirPlayアイコンをタップします。 2.リストからスピーカーを選択します。 3.音楽アプリを開いて再生を開始します。
ko: 1. 휴대폰의 제어 센터를 열고 AirPlay 아이콘을 탭합니다. 2. 목록에서 스피커를 선택합니다. 3. 음악 서비스 앱을 열고 재생을 시작합니다.
nb: 1. Åpne kontrollsenteret på mobilen og trykk på AirPlay-ikonet. 2. Velg en høyttaler fra listen. 3. Åpne musikktjenesteappen og start avspilling.
nl: 1. Open het Control Center op je mobiele telefoon en tik op het AirPlay-pictogram. 2. Selecteer een luidspreker uit de lijst. 3. Open de app voor muziekdiensten en begin met afspelen.
pl: 1. Otwórz Centrum sterowania na smartfonie i stuknij ikonę AirPlay. 2. Wybierz głośnik z listy. 3. Otwórz aplikację serwisu muzycznego i rozpocznij odtwarzanie.
pt_br: 1. Abra a Central de Controle no seu celular e toque no ícone AirPlay. 2. Selecione uma caixa de som da lista. 3. Abra o aplicativo de música e inicie a reprodução.
pt_pt: 1. Abra o Centro de Controlo no seu telemóvel e toque no ícone do AirPlay. 2. Selecione uma coluna da lista. 3. Abra a aplicação do serviço de música e inicie a reprodução.
ru: 1. Откройте центр управления на своем мобильном устройстве и нажмите значок AirPlay. 2. Выберите колонку в списке. 3. Откройте приложение музыкальной службы и начните воспроизведение.
sk: 1. Na svojom mobile otvorte ovládacie centrum a klepnite na ikonu AirPlay. 2. Vyberte reproduktor zo zoznamu. 3. Otvorte aplikáciu hudobnej služby a spustite prehrávanie.
sv: 1. Öppna Kontrollcenter på din mobil och tryck på AirPlay-ikonen. 2. Välj en högtalare i listan. 3. Öppna musiktjänstens app och starta uppspelning.
zh_hans: 1.打开手机上的控制中心，点击 “隔空投送” 图标。 2.从列表中选择你的产品。 3.打开音乐服务应用并开始播放。
zh_hant: 1.在手機上開啟控制中心，然後輕觸 AirPlay 圖示。 2.從清單中選擇音箱。 3.開啟音樂服務應用程式，並開始播放。

# Voice_assistants_Ready_to_setup
source: Ready to set up Voice assistants
ar: جاهز لإعداد خدمات المساعد الصوتي
da: Klar til opsætning af Stemmeassistenter
de: Bereit zur Einrichtung von Sprachassistenten
es_mx: Listo para configurar Asistentes de voz
fi: Valmiina ottamaan käyttöön Puheavustajat
fr: Prêt à configurer les assistants vocaux
he: מוכן להגדיר מסייעים קוליים
id: Siap mengatur Asisten suara
it: Pronto a configurare gli Assistenti vocali
ja: ボイスアシスタント 設定の準備ができています
ko: 음성 비서 설정 준비 완료
nb: Klar til å konfigurere taleassistenter
nl: Klaar om Spraakassistenten in te stellen
pl: Gotowy do konfiguracji Asystenta głosowego
pt_br: Pronto para configurar Assistentes de voz
pt_pt: Pronto para configurar Assistentes de voz
ru: Готово к настройке голосовых помощников
sk: Pripravené na nastavenie hlasových asistentov
sv: Redo att ställa in Röstassistenter
zh_hans: 准备设置 语音助手
zh_hant: 準備設定 語音助理

source: Wi-Fi Streaming
ar: بث الواي فاي
de: WLAN-Streaming
es_mx: Transmisión por Wi-Fi
fi: Wi-Fi-suoratoisto
fr: Diffusion via Wi-Fi
he: הזרמה דרך Wi-Fi
id: Streaming Wi-Fi
it: Streaming Wi-Fi
ja: Wi-Fiストリーミング
ko: Wi-Fi 스트리밍
nb: Wifi-strømming
nl: Streamen via wifi
pl: Strumieniowanie muzyki przez Wi-Fi
pt_br: Transmissão Wi-Fi
pt_pt: Transmissão por Wi-Fi
ru: Потоковое вещание через Wi- Fi
sk: Streamovanie cez Wi-Fi
sv: Wi-Fi-strömning
zh_hans: Wi-Fi 流媒体播放
zh_hant: Wi-Fi 播放

# multi_channel_same_two_stereo
source: Please select only two of the same speakers for Stereo mode.
ar: يرجى استخدام سماعتين فقط من نفس النوع لوضع الاستيريو.
da: Vælg kun to ens højttalere til stereotilstand.
de: Wähle bitte nur zwei der gleichen Lautsprecher für den Stereo-Modus aus.
es_mx: Selecciona solo dos de los mismos altavoces para el modo Estéreo.
fi: Valitse vain kaksi samaa kaiutinta Stereo-tilaan.
fr: Veuillez sélectionner uniquement deux enceintes identiques pour le mode stéréo.
he: בחרו רק שניים מאותם רמקולים למצב סטריאו.
id: Harap hanya pilih dua speaker yang sama untuk mode Stereo.
it: Seleziona solo due speaker dello stesso modello per la modalità Stereo.
ja: ステレオモードの場合は、同一のスピーカーを2台だけ選択してください。
ko: 스테레오 모드의 경우에도 동일한 스피커 중 두 개만 선택하십시오.
nb: Velg bare to av de samme høyttalerne for stereomodus.
nl: Selecteer slechts twee dezelfde luidsprekers voor stereomodus.
pl: Aby włączyć tryb stereo, wybierz dwa takie same głośniki.
pt_br: Selecione somente duas caixas de som do mesmo modelo para o modo estéreo.
pt_pt: Selecione apenas duas das mesmas colunas para o modo estéreo.
ru: Для стереорежима используйте только две колонки одного типа.
sk: Pre režim stereo vyberte len dva rovnaké reproduktory.
sv: Välj bara två likadana högtalare för stereoläget.
zh_hans: 立体声模式下仅支持两个相同型号的音箱。
zh_hant: 請僅選擇相同音箱中的兩個用於立體聲模式。

# multi_channel_calibration
source: Group Calibration
ar: معايرة المجموعة
da: Kalibrering af grupper
de: Gruppen-Kalibrierung
es_mx: Calibración de grupo
fi: Ryhmän kalibrointi
fr: Étalonnage du groupe
he: כיול קבוצה
id: Kalibrasi Grup
it: Calibrazione del gruppo
ja: グループのキャリブレーション
ko: 그룹 보정
nb: Gruppekalibrering
nl: Groepskalibratie
pl: Kalibracja grupowa
pt_br: Calibração de grupo
pt_pt: Calibração de grupo
ru: Калибровка группы
sk: Kalibrácia skupiny
sv: Gruppkalibrering
zh_hans: 多声道群组声音校准
zh_hant: 群組校準

# eq_save
source: Save
ar: حفظ
da: Gem
de: Speichern
es_mx: Guardar
fi: Tallenna
fr: Enregistrer
he: שמירה
id: Simpan
it: Salva
ja: 保存
ko: 저장
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ru: Сохранить
sk: Uložiť
sv: Spara
zh_hans: 保存
zh_hant: 儲存

# android_jbl_Calibration_Takes_About_1_Minute_comment
source: Once started, you cannot exit the process until calibration is finished.
ar: بمجرد البدء، لا يمكن الخروج من العملية حتى تنتهي المعايرة.
da: Når processen er startet, kan du ikke afslutte den, før kalibreringen er færdig.
de: Wenn dieser Vorgang gestartet wurde, kann er erst nach Abschluss der Kalibrierung beendet werden.
es_mx: Una vez que se inicia el proceso de calibración, no podrás salir hasta que finalice.
fi: Kun prosessi on käynnistetty, sitä ei voi lopettaa ennen kuin kalibrointi on valmis.
fr: Une fois celui-ci démarré, vous ne pouvez pas quitter le processus tant que l'étalonnage n'est pas terminé.
he: לאחר שתתחילו, לא תוכלו לצאת מהתהליך עד לסיום הכיול.
id: Begitu dimulai, Anda tidak bisa keluar sampai proses kalibrasi selesai.
it: Una volta avviata, non è possibile uscire dalla procedura fino al termine della calibrazione.
ja: 開始すると、キャリブレーションが完了するまで作業を終了することはできません。
ko: 시작 이후에는 보정이 끝날 때까지 프로세스를 종료할 수 없습니다.
nb: Når prosessen er startet, kan den ikke avsluttes før kalibreringen er fullført.
nl: Na het starten kun je het proces niet afsluiten totdat de kalibratie is voltooid.
pl: Po rozpoczęciu nie możesz wyjść z tego procesu do momentu zakończenia kalibracji.
pt_br: Depois de iniciar, não será possível sair do processo até a calibração estar concluída.
pt_pt: Uma vez iniciado, não é possível sair do processo até a calibração estar concluída.
ru: Начав калибровку, нельзя остановить процесс, пока он не будет завершен.
sk: Po spustení nemôžete proces ukončiť, kým sa kalibrácia neskončí.
sv: När du har startat kan du inte avsluta processen förrän kalibreringen är klar.
zh_hans: 一旦开始声音校准，你将无法在校音完成之前退出该过程。
zh_hant: 一旦開始，在校準完成前你將無法結束該過程。

# browser_setup_wifi
source: Connect product to Wi-Fi to unlock Wi-Fi streaming feature.
ar: وصل المنتج بشبكة الواي فاي لإلغاء تأمين ميزة بث الواي فاي.
da: Forbind produktet til wi-fi for at låse op for wi-fi-streamingfunktionen.
de: Verbinde das Gerät mit dem WLAN, um die WLAN-Streaming-Funktion zu aktivieren.
es_mx: Conecta el producto a Wi-Fi para habilitar la función de transmisión por Wi-Fi.
fi: Yhdistä tuote Wi-Fi-verkkoon, jotta Wi-Fi-suoratoisto-ominaisuus voidaan avata.
fr: Connectez le produit au Wi-Fi pour déverrouiller la fonction de diffusion Wi-Fi.
he: חברו את המוצר ל-Wi-Fi כדי להפעיל את תכונת הזרמת ה-Wi-Fi.
id: Sambungkan produk ke Wi-Fi untuk membuka fitur streaming Wi-Fi.
it: Collega il prodotto al Wi-Fi per sbloccare la funzione di streaming Wi-Fi.
ja: 製品をWi-Fiに接続して、Wi-Fiストリーミング機能を使えるようにします。
ko: 제품을 Wi-Fi에 연결하여 Wi-Fi 스트리밍 기능을 잠금 해제합니다.
nb: Koble produktet til wifi for å låse opp wifi-strømmefunksjonen.
nl: Verbind het apparaat met wifi om de wifi-streamingfunctie te ontgrendelen.
pl: Podłącz produkt do sieci Wi-Fi, aby odblokować funkcję strumieniowania Wi-Fi.
pt_br: Conecte o produto ao Wi-Fi para desbloquear o recurso de transmissão Wi-Fi.
pt_pt: Ligue o produto ao Wi-Fi para desbloquear a funcionalidade de transmissão por Wi-Fi.
ru: Подключите устройство к сети Wi-Fi, чтобы разблокировать функцию передачи музыки по Wi-Fi.
sk: Pripojením produktu k sieti Wi-Fi odomknete funkciu streamovania cez Wi-Fi.
sv: Anslut produkten till Wi-Fi för att låsa upp Wi-Fi-streamingfunktionen.
zh_hans: 将产品连接到 Wi-Fi，以解锁 Wi-Fi 音乐播放功能。
zh_hant: 將產品連接到 Wi-Fi 以解鎖 Wi-Fi 播放音乐功能。
