Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# multi_channel_calibrate_speakers
source: Calibrate speakers for better performance
ar: قم بمعايرة السماعات للحصول على أداء أفضل
da: Kalibrer højttalere for bedre ydeevne
de: Kalibrierung der Lautsprecher für bessere Leistung
es_mx: Calibra los altavoces para obtener un mejor rendimiento.
fi: Kalibroi kaiuttimet parempaa suorituskykyä varten
fr: Étalonnez les enceintes pour de meilleures performances
he: כיילו את הרמקולים לקבלת ביצועים טובים יותר
id: Kalibrasi speaker agar performanya makin impresif
it: Calibra gli speaker per una migliore prestazione
ja: より良いパフォーマンスのためにスピーカーをキャリブレーションする
ko: 성능 향상을 위해 스피커 보정
nb: Kalibrer høyttalere for bedre ytelse
nl: Kalibreer luidsprekers voor betere prestaties
pl: Skalibruj głośniki, aby uzyskać lepszą jakość
pt_br: Calibrar as caixas de som para um melhor desempenho
pt_pt: Calibrar as colunas para um melhor desempenho
ru: Откалибруйте колонки для наилучшего звучания
sk: Kalibrujte reproduktory pre lepší výkon
sv: Kalibrera högtalarna för bättre ljud
zh_hans: 进行声音校准以获得更好的聆听体验。
zh_hant: 進行聲音校準以獲得更好的聆聽體驗。

# multi_channel_battery
source: Battery
ar: البطارية
da: Batteri
de: Batterie
es_mx: Batería
fi: Akku
fr: Batterie
he: סוללה
id: Baterai
it: Batteria
ja: 電池
ko: 배터리
nb: Batteri
nl: Batterij
pl: Akumulator
pt_br: Bateria
pt_pt: Bateria
ru: Аккумулятор
sk: Batéria
sv: Batteri
zh_hans: 电池
zh_hant: 電池

# multi_channel_calibration_successful
source: Calibration Successful
ar: تمت المعايرة بنجاح
da: Vellykket kalibrering
de: Kalibrierung erfolgreich
es_mx: Calibración exitosa
fi: Kalibrointi onnistunut
fr: Étalonnage réussi
he: הכיול הצליח
id: Kalibrasi Berhasil
it: Calibrazione riuscita
ja: 正しくキャリブレーションされました
ko: 보정 완료
nb: Kalibrering utført
nl: Kalibratie gelukt
pl: Kalibracja zakończona pomyślnie
pt_br: Calibração bem-sucedida
pt_pt: Calibração bem-sucedida
ru: Калибровка успешно завершена
sk: Kalibrácia bola úspešná
sv: Kalibreringen lyckades
zh_hans: 声音校准成功
zh_hant: 聲音校準成功

# eq_default
source: Default
ar: افتراضي
da: Standard
de: Standard
es_mx: Predeterminado
fi: Oletus
fr: Par défaut
he: ברירת מחדל
it: Predefinito
ja: デフォルト
ko: 기본값
nb: Standard
nl: Standaard
pl: Domyślne
pt_br: Padrão
pt_pt: Predefinição
ru: По умолчанию
sk: Predvolené
sv: Standard
zh_hans: 默认
zh_hant: 預設

source: Audio Tones
ar: نغمات الصوت
da: Lydtoner
de: Audiotöne
es_mx: Sonidos
fi: Äänimerkit
fr: Tonalités audio
he: צלילי שמע
id: Nada Audio
it: Toni audio
ja: オーディオトーン
ko: 오디오 신호음
nb: Lydtoner
nl: Geluidstonen
pl: Sygnały dźwiękowe
pt_br: Tons de áudio
pt_pt: Tons de áudio
ru: Звуковые сигналы
sk: Zvukové tóny
sv: Ljudtoner
zh_hans: 提示音
zh_hant: 提示音

# Audio_Tones_subtitle
source: You will hear a tone when activating or deactivating features.
ar: ستسمع نغمة عند تنشيط الميزات أو إلغاء تنشيطها.
da: Du vil høre en tone, når du aktiverer eller deaktiverer funktioner.
de: Beim Aktivieren oder Deaktivieren von Funktionen erklingt ein Tonsignal.
es_mx: Escucharás un sonido al activar o desactivar funciones.
fi: Kuulet äänimerkin, kun aktivoit tai poistat toimintoja käytöstä.
fr: Vous entendrez une tonalité lors de l'activation ou de la désactivation des fonctions.
he: יישמע צליל בעת הפעלה או השבתה של תכונות.
id: Akan ada bunyi saat Anda mengaktifkan atau menonaktifkan fitur.
it: Quando attivi o disattivi le funzioni, verrà emesso un segnale sonoro.
ja: 機能を有効または無効にすると、トーンが聞こえます。
ko: 기능을 활성화 또는 비활성화할 때 신호음이 들립니다.
nb: En lydtone høres når du aktiverer eller deaktiverer funksjoner.
nl: Je hoort een toon bij het activeren of deactiveren van functies.
pl: Usłyszysz sygnał dźwiękowy podczas aktywowania lub dezaktywowania funkcji.
pt_br: Você ouvirá um som ao ativar ou desativar recursos.
pt_pt: Ouvirá um tom ao ativar ou desativar características.
ru: При включении или отключении функций вы услышите звуковой сигнал.
sk: Pri aktivácii alebo deaktivácii funkcií budete počuť tón.
sv: Du hör en ton när du aktiverar eller inaktiverar funktioner.
zh_hans: 开启或关闭功能时，你会听到提示音
zh_hant: 當啟用或停用功能時，您將聽到一聲提示音。

source: Auto-Power Off
ar: إيقاف التشغيل التلقائي
da: Automatisk slukning
de: Automatische Abschaltung
es_mx: Apagado automático
fi: Automaattinen virrankatkaisu
fr: Arrêt auto
he: כיבוי אוטומטי
id: Mati Otomatis
it: Spegnimento automatico
ja: オートパワーオフ
ko: 자동 전원 끄기
nb: Automatisk av
nl: Automatische uitschakeling
pl: Automatyczne zasilanie wył.
pt_br: Desligamento Automático
pt_pt: Desligar automático
ru: Автоматические выключение
sk: Automatické vypnutie
sv: Automatisk avstängning
zh_hans: 自动关机
zh_hant: 自動關機

# Auto_Power_Off_subtitle
source: When not connected to power source, product will automatically turn off if no music is playing.
ar: عند عدم الاتصال بمصدر الطاقة، يتم إيقاف تشغيل المنتج تلقائيًا في حالة عدم تشغيل الموسيقى.
da: Hvis produktet ikke er tilsluttet en strømkilde, slukkes det automatisk, hvis der ikke afspilles musik.
de: Wenn das Gerät nicht an eine Stromquelle angeschlossen ist, schaltet es sich automatisch aus, wenn keine Musik abgespielt wird.
es_mx: Cuando no esté conectado a una fuente de audio, el producto se apaga automáticamente si no se está reproduciendo música.
fi: Kun tuotetta ei ole kytketty virtalähteeseen, se sammuu automaattisesti, jos musiikkia ei soiteta.
fr: S'il n'est pas connecté à une source d'alimentation, le produit s'éteint automatiquement si aucune musique n'est jouée.
he: כשהמוצר אינו מחובר למקור חשמל, הוא יכבה אוטומטית אם לא מופעלת מוזיקה.
id: Saat tidak tersambung ke sumber daya, produk akan otomatis mati jika tidak ada musik yang diputar.
it: Quando non è collegato all'alimentazione, il prodotto si spegnerà automaticamente se non viene riprodotta alcuna musica.
ja: 電源に接続しておらず、音楽を再生していない場合、製品は自動的にオフになります。
ko: 전원에 연결되지 않은 경우 음악이 재생되지 않으면 제품 전원이 자동으로 꺼집니다.
nb: Når produktet ikke er koblet til strømkilden, slås det automatisk av når det ikke spilles av musikk.
nl: Wanneer het niet is aangesloten op een voedingsbron, wordt het product automatisch uitgeschakeld als er geen muziek wordt afgespeeld.
pl: Jeśli produkt nie jest podłączony do źródła zasilania, zostanie automatycznie wyłączony, gdy nie będzie odtwarzana muzyka.
pt_br: Quando não conectado á fonte de energia, o produto desligará automaticamente quando não estiver reproduzindo música.
pt_pt: Quando não estiver ligado à fonte de alimentação, o produto desliga-se automaticamente se não estiver a ser reproduzida música.
ru: Если устройство не подключено к источнику питания, и музыка не воспроизводится, оно автоматически выключается.
sk: Keď produkt nie je pripojený k zdroju napájania, automaticky sa vypne, ak neprehráva žiadna hudba.
sv: När produkten inte är ansluten till strömkällan stängs den av automatiskt om ingen musik spelas.
zh_hans: 若未连接电源且没有播放音乐，产品将自动关机。
zh_hant: 當未連接到電源時，產品將在沒有播放音樂時自動關機。

# a_platform_for_all_your_usic
source: A Platform for All Your Music
ar: منصة لجميع ملفاتك الموسيقية
da: En platform til al din musik
de: Eine Plattform für deine gesamte Musik
es_mx: Una plataforma para toda tu música
fi: Alusta kaikelle musiikillesi
fr: Une plate-forme pour toute votre musique
he: פלטפורמה לכל המוזיקה שלכם
id: Platform untuk Semua Musik
it: Una piattaforma per tutta la tua musica
ja: お持ちの全ての音楽向けのプラットフォーム
ko: 모든 음악을 위한 플랫폼
nb: En plattform for all musikken din
nl: Een platform voor al je muziek
pl: Platforma dla całej twojej muzyki
pt_br: Uma plataforma para todas as músicas
pt_pt: Uma plataforma para toda a sua música
ru: Платформа для всей вашей музыки
sk: Platforma pre všetku vašu hudbu
sv: En plattform för all din musik
zh_hans: 为所有的音乐提供一个平台
zh_hant: 一個適用於您所有音樂的平台

# roon_ready_sub_desc
source: Browsing, discovering, collecting and listening to music with Roon.
ar: تصفح الموسيقى واستكتشفها وجمعها واستمع إليها مع منصة Roon.
da: Du kan gennemse, opdage, samle og lytte til musik med Roon.
de: Durchsuchen, Entdecken, Sammeln und Hören von Musik mit Roon.
es_mx: Explora, descubre, colecciona y escucha música con Roon.
fi: Musiikin selaaminen, löytäminen, kerääminen ja kuuntelu Roonin avulla.
fr: Parcourir, découvrir, collectionner et écouter de la musique avec Roon.
he: עיון, גילוי, איסוף והאזנה למוזיקה באמצעות Roon.
id: Menjelajahi, menemukan, mengumpulkan, dan mendengarkan musik dengan Roon.
it: Tutto ciò che riguarda la musica - navigazione, scoperta, raccolta e ascolto - con Roon.
ja: Roonで音楽を聴いたり、楽曲の情報を視覚化したり、曲を検索したり、コレクションに加えたりしましょう。
ko: Roon으로 음악을 탐색, 검색, 수집, 청취하십시오.
nb: Bla, oppdag, samle og lytt til musikk med Roon.
nl: Browsen, ontdekken, verzamelen en luisteren naar muziek met Roon.
pl: Przeglądanie, odkrywanie, zbieranie i słuchanie muzyki z Roon.
pt_br: Navegar, descobrir, coletar e ouvir músicas com Roon.
pt_pt: Navegar, descobrir, colecionar e ouvir música com o Roon.
ru: Поиск музыки, сохранение и прослушивание с Roon.
sk: Prehliadajte, objavujte, zbierajte a počúvajte hudbu s aplikáciou Roon.
sv: Bläddra, upptäck, samla och lyssna på musik med Roon.
zh_hans: 使用 Roon 浏览、发现、收集和收听音乐。
zh_hant: 使用 Roon，瀏覽、發現、收集和聆聽音樂。

source: Go to Roon Remote App
ar: انتقل إلى تطبيق Roon Remote
da: Gå til Roon Remote-appen
de: Roon Remote App öffnen
es_mx: Ir a la aplicación Roon Remote
fi: Siirry Roon Remote App -sovellukseen
fr: Accéder à l'application Roon Remote
he: מעבר לאפליקציית Roon Remote
id: Buka Aplikasi Roon Remote
it: Vai all'app Roon Remote
ja: Roonリモートアプリにアクセス
ko: Roon 원격 앱으로 이동
nb: Gå til Roon Remote-appen
nl: Ga naar de Roon Remote-app
pl: Przejdź do zdalnej aplikacji Roon
pt_br: Acesse o aplicativo Roon Remote
pt_pt: Aceda à aplicação Roon Remote
ru: Откройте приложение Roon Remote
sk: Prejdite do aplikácie Roon Remote
sv: Gå till Roon Remote-appen
zh_hans: 转到 Roon Remote 应用程序
zh_hant: 前往 Roon Remote App

# minute_format
source: %@ minutes
ar: %@ دقيقة
da: %@ minutter
de: %@ Minute
es_mx: %@ minuto
fi: %@ minuutti
he: דקה %@
id: %@ menit
it: %@ minuto
ja: %@分
ko: %@분
nb: %@ minutt
nl: %@ minuut
pl: %@ min
pt_br: %@ minuto
pt_pt: %@ minuto
ru: %@ минут
sk: %@ minúta
sv: %@ minut
zh_hans: %@ 分钟
zh_hant: %@ 分鐘

# hour_format
source: %@ hour
ar: %@ ساعة
da: %@ timer
de: %@ Stunde
es_mx: %@ hora
fi: %@ tunti
fr: %@ heures
he: שעה %@
id: %@ jam
it: %@ ora
ja: %@時間
ko: %@시간
nb: %@ time
nl: %@ uur
pl: %@ godz.
pt_br: %@ hora
pt_pt: %@ hora
ru: %@ часа
sk: %@ hodina
sv: %@ timme
zh_hans: %@ 小时
zh_hant: %@ 小時

# updating_language_dialog_title
source: Updating Your Language May Take A While.
ar: يمكن أن يستغرق تحديث اللغة وقتًا.
da: Det kan tage lidt tid at opdatere dit sprog.
de: Die Aktualisierung deiner Spracheinstellung kann eine Weile dauern.
es_mx: La actualización del idioma puede tardar varios minutos.
fi: Kielen päivittäminen voi kestää jonkin aikaa.
fr: La mise à jour de votre langue peut prendre un certain temps.
he: עדכון השפה עשוי לקחת זמן מה.
id: Pembaruan Bahasa Memerlukan Sedikit Waktu.
it: L'aggiornamento della lingua potrebbe richiedere alcuni minuti.
ja: 言語をアップデートすると、少々時間がかかることがあります。
ko: 언어 업데이트에 얼마간의 시간이 소요될 수 있습니다.
nb: Det kan ta litt tid å oppdatere språket ditt.
nl: Het updaten van je taal kan even duren.
pl: Aktualizowanie języka może zająć chwilę
pt_br: Atualizar o idioma pode demorar um pouco.
pt_pt: A atualização do seu idioma pode demorar algum tempo.
ru: Обновление языка может занять некоторое время.
sk: Aktualizácia jazyka môže chvíľu trvať.
sv: Uppdateringen av ditt språk kan ta ett tag.
zh_hans: 更新语言可能需要一些时间。
zh_hant: 更新語言可能需要一些時間。

# updating_language_dialog_content
source: You can continue using your current language during this update. Alexa will notify you when the new language is ready.
ar: يمكنك الاستمرار في استخدام اللغة الحالية أثناء هذا التحديث. تقدم خدمة Alexa إخطارًا لك عندما تكون اللغة الجديدة جاهزة.
da: Du kan fortsætte med at bruge dit nuværende sprog under denne opdatering. Alexa giver dig besked, når det nye sprog er klar.
de: Während dieser Aktualisierung kann die aktuelle Sprache weiter verwendet werden. Alexa wird dich benachrichtigen, wenn die neue Sprache bereit ist.
es_mx: Puedes seguir usando el idioma actual durante la actualización. Alexa te enviará una notificación cuando el idioma nuevo esté listo.
fi: Voit jatkaa nykyisen kielen käyttöä tämän päivityksen aikana. Alexa ilmoittaa sinulle, kun uusi kieli on valmis.
fr: Vous pouvez utiliser votre langue actuelle pendant cette mise à jour. Alexa vous avertit lorsque la nouvelle langue est prête.
he: אפשר להמשיך להשתמש בשפה הנוכחית במהלך עדכון זה. Alexa תודיע כשהשפה החדשה תהיה מוכנה.
id: Anda bisa tetap menggunakan bahasa saat ini selama pembaruan ini berlangsung. Alexa akan memberi tahu Anda saat bahasa yang baru sudah siap.
it: Puoi continuare ad utilizzare la lingua corrente durante questo aggiornamento. Alexa ti avviserà quando la nuova lingua è pronta.
ja: このアップデート中、現在の言語を使用して続行することができます。新しい言語の準備ができ次第、Alexaが通知します。
ko: 업데이트 동안 현재 언어를 사용하여 계속 진행할 수 있습니다. 새 언어가 준비되면 Alexa가 알려드립니다.
nb: Du kan fortsette med det nåværende språket mens oppdateringen pågår. Alexa varsler deg når det nye språket er klart.
nl: Tijdens deze update kunt je de huidige taal blijven gebruiken. Alexa zal je informeren wanneer de nieuwe taal klaar is.
pl: Możesz kontynuować korzystając z aktualnego języka podczas tej aktualizacji. Alexa powiadomi cię, gdy nowy język będzie gotowy.
pt_br: Você pode continuar usando o idioma atual durante a atualização. A Alexa notificará você quando o novo idioma estiver pronto.
pt_pt: Pode continuar a utilizar o seu idioma atual durante esta atualização. A Alexa irá notificá-lo quando o novo idioma estiver pronto.
ru: Во время обновления вы можете продолжать пользоваться приложением на текущем языке. Alexa сообщит вам, когда новый язык будет готов.
sk: Počas tejto aktualizácie môžete naďalej používať svoj aktuálny jazyk. Alexa vás upozorní, keď bude nový jazyk pripravený.
sv: Du kan fortsätta använda ditt nuvarande språk under uppdateringen. Alexa meddelar dig när det nya språket är klart.
zh_hans: 在更新期间，你可以继续使用当前的语言。当新语言准备好后，Alexa 会通知你
zh_hant: 您可在此更新期間繼續使用您目前的語言。Alexa 將在新語言就緒時通知您。

source: Product cannot be connected at this moment.
ar: يتعذر توصيل المنتج حاليًا.
da: Produktet kan ikke forbindes i øjeblikket.
de: Das Gerät kann im Moment nicht verbunden werden.
es_mx: El producto no se puede conectar en este momento.
fi: Tuotetta ei voi yhdistää tällä hetkellä.
fr: Les produits ne peuvent pas être connectés pour le moment.
he: לא ניתן לחבר את המוצר כרגע.
id: Produk tidak dapat disambungkan saat ini.
it: Al momento non è possibile collegare il prodotto.
ja: 現在、製品に接続できません。
ko: 현재 제품을 연결할 수 없습니다.
nb: Produktet kan ikke kobles til for øyeblikket.
nl: Het apparaat kan op dit moment niet worden aangesloten.
pl: Nie można teraz połączyć produktu.
pt_br: O produto não pode ser conectado neste momento.
pt_pt: O produto não pode ser ligado neste momento.
ru: Не удается подключиться к устройству на данный момент.
sk: Produkt nie je možné v tejto chvíli pripojiť.
sv: Produkten kan inte anslutas för tillfället.
zh_hans: 此时无法连接至产品。
zh_hant: 產品目前無法連接。

# jbl_Press_the_____button_on_the_front_right_speaker_to_continue_
source: Press the <img named="moment_heart" rect="0,-4,24,24" /> button on the front right speaker to continue.
ar: اضغط على زر <img named="moment_heart" rect="0,-4,24,24" /> الموجود على السماعة الأمامية اليمنى للمتابعة.
da: Tryk på knappen <img named="moment_heart" rect="0,-4,24,24" /> på den forreste højre højttaler for at fortsætte.
de: Drücke zum Fortfahren die Taste <img named="moment_heart" rect="0,-4,24,24" /> am vorderen rechten Lautsprecher.
es_mx: Para continuar, presiona el botón <img named="moment_heart" rect="0,-4,24,24" /> en el altavoz delantero derecho.
fi: Paina oikean kaiuttimen <img named="moment_heart" rect="0,-4,24,24" />-painiketta jatkaaksesi.
fr: Appuyez sur le bouton <img named="moment_heart" rect="0,-4,24,24" /> de l'enceinte avant droite pour continuer.
he: לחצו על הלחצן <img named="moment_heart" rect="0,-4,24,24" /> ברמקול הימני-קדמי כדי להמשיך.
id: Tekan tombol <img named="moment_heart" rect="0,-4,24,24" /> di speaker kanan depan untuk melanjutkan.
it: Premi il pulsante <img named="moment_heart" rect="0,-4,24,24" /> sullo speaker frontale destro per continuare.
ja: 前面右のスピーカーの<img named="moment_heart" rect="0,-4,24,24" />ボタンを押して続行します。
ko: 계속하려면 전면 우측 스피커에서 <img named="moment_heart" rect="0,-4,24,24" /> 버튼을 누르십시오.
nb: Trykk på <img named="moment_heart" rect="0,-4,24,24" />-knappen på høyttaleren foran til høyre for å fortsette.
nl: Druk op de <img named="moment_heart" rect="0,-4,24,24" />-knop op de rechter voorluidspreker om door te gaan.
pl: Naciśnij przycisk <img named="moment_heart" rect="0,-4,24,24" /> na prawym przednim głośniku, aby kontynuować.
pt_br: Pressione o botão <img named="moment_heart" rect="0,-4,24,24" /> na caixa de som frontal direita para continuar.
pt_pt: Prima o botão <img named="moment_heart" rect="0,-4,24,24" /> da coluna dianteira direita para continuar.
ru: Нажмите кнопку <img named="moment_heart" rect="0,-4,24,24" /> на переднем правом динамике, чтобы продолжить.
sk: Pokračujte stlačením tlačidla <img named="moment_heart" rect="0,-4,24,24" /> na pravom prednom reproduktore.
sv: Tryck på <img named="moment_heart" rect="0,-4,24,24" />-knappen på den främre högra högtalaren för att fortsätta.
zh_hans: 在右前方的产品上按下 <img named="moment_heart" rect="0,-4,24,24" /> 按钮以继续。
zh_hant: 在右前方的產品上按下 <img named="moment_heart" rect="0,-4,24,24" /> 按鈕以繼續。

source: We need your verification on the speaker to continue setup. Please try again.
ar: لا بد من أن تقوم بالتحقق على السماعة لمتابعة الإعداد. يرجى إعادة المحاولة.
da: Vi har brug for din bekræftelse af højttaleren for at fortsætte opsætningen. Prøv igen.
de: Wir benötigen zum Fortsetzen der Einrichtung deine Bestätigung am Lautsprecher. Bitte erneut versuchen.
es_mx: Para continuar con la configuración, es necesario verificar el altavoz. Vuelve a intentarlo.
fi: Tarvitsemme vahvistuksesi kaiuttimesta, jotta voimme jatkaa asennusta. Yritä uudelleen.
fr: Nous avons besoin de votre vérification sur l'enceinte pour continuer la configuration. Veuillez réessayer.
he: עלינו לאמת אתכם ברמקול כדי להמשיך בהגדרה. יש לנסות שוב.
id: Kami membutuhkan verifikasi Anda pada speaker untuk melanjutkan pengaturan. Silakan coba lagi.
it: Per continuare la configurazione, è necessaria la tua verifica sullo speaker. Prova di nuovo.
ja: 設定を続行するにはスピーカーでの確認が必要です。再試行してください。
ko: 설정을 계속하려면 스피커에서 확인해야 합니다. 다시 시도하십시오.
nb: Vi trenger bekreftelse fra deg på høyttaleren for å fortsette konfigureringen. Prøv igjen.
nl: Wij hebben je verificatie op de luidspreker nodig om door te gaan met het instellen. Probeer het opnieuw.
pl: Aby kontynuować konfigurację, należy zweryfikować wybór głośnika. Spróbuj ponownie.
pt_br: Precisamos da sua verificação no alto-falante para continuar a configuração. Tente novamente.
pt_pt: É necessário verificar a sua coluna para continuar a configuração. Tente novamente.
ru: Для продолжения настройки нам нужна ваша верификация на динамике. Попробуйте еще раз.
sk: Na pokračovanie nastavovania potrebujeme vaše overenie na reproduktore. Prosím skúste znova.
sv: Vi behöver din verifiering på högtalaren för att fortsätta konfigureringen. Försök igen.
zh_hans: 我们需要你在产品上进行验证才能继续设置。请重试。
zh_hant: 我們需要你在產品上進行驗證才能繼續設置。請重試。

source: Verified
ar: تم التحقق
da: Bekræftet
de: Bestätigt
es_mx: Verificado
fi: Vahvistettu
fr: Vérifié
he: מאומת
id: Diverifikasi
it: Verificato
ja: 確認
ko: 확인 완료
nb: Bekreftet
nl: Geverifieerd
pl: Zweryfikowano
pt_br: Verificado
pt_pt: Verificado
ru: Верифицировано
sk: Overené
sv: Verifierad
zh_hans: 已验证
zh_hant: 已驗證

source: Your products are about to start grouping...
ar: منتجاتك بصدد البدء في التجميع...
da: Dine produkter begynder snart gruppere ...
de: Deine Geräte starten gerade die Gruppierung...
es_mx: Tus productos están a punto de comenzar a agruparse...
fi: Tuotteesi alkavat pian ryhmittyä...
fr: Vos produits vont être groupés...
he: קיבוץ המוצרים עומד להתחיל...
id: Pengelompokan produk akan segera dimulai ...
it: I tuoi prodotti stanno per essere raggruppati...
ja: 製品がグルーピングを開始しようとしています...
ko: 곧 그룹화가 시작됩니다...
nb: Produktene dine skal til å starte gruppering ...
nl: Je apparaten worden gegroepeerd...
pl: Zaraz rozpocznie się grupowanie twoich produktów...
pt_br: Seus produtos estão prestes a começar a agrupar...
pt_pt: Os seus produtos estão prestes a começar a agrupar-se...
ru: Группирование устройств скоро начнется...
sk: Vaše produkty sa čoskoro začnú zoskupovať...
sv: Dina produkter är på väg att börja grupperas...
zh_hans: 你的产品即将开始建组……
zh_hant: 你的產品即將開始建組……

# rename_network_support_service
source: Rename, Network, Supported service
ar: إعادة التسمية، الشبكة، الخدمة المدعومة
da: Omdøb, Netværk, Understøttet tjeneste
de: Umbenennen, Netzwerk, Unterstützter Dienst
es_mx: Cambiar nombre, red, servicio compatible
fi: Nimeä uudelleen, Verkko, Tuettu palvelu
fr: Renommer, Réseau, Service pris en charge
he: שינוי שם, רשת, שירות נתמך
id: Ganti nama, Jaringan, Layanan yang didukung
it: Rinomina, rete, servizio supportato
ja: 名前の変更、ネットワーク、対応するサービス
ko: 이름 변경, 네트워크, 지원되는 서비스
nb: Gi nytt navn, nettverk, støttet tjeneste
nl: Naam wijzigen, Netwerk, Ondersteunde diensten
pl: Zmiana nazwy, sieć, obsługiwane usługi
pt_br: Renomear, Rede, Serviço compatível
pt_pt: Mudar o nome, Rede, Serviço suportado
ru: Переименовать, Сеть, Поддерживаемый сервис
sk: Premenovať, sieť, podporované služby
sv: Byt namn, Nätverk, Stödd tjänst
zh_hans: 重命名、网络信息、第三方服务
zh_hant: 重新命名、網路、受支援的服務

source: Rename, Network, Voice assistant
ar: إعادة التسمية، الشبكة، المساعد الصوتي
da: Omdøb, Netværk, Stemmeassistent
de: Umbenennen, Netzwerk, Sprachassistent
es_mx: Cambiar nombre, red, asistente de voz
fi: Nimeä uudelleen, Verkko, Puheavustaja
fr: Renommer, Réseau, Assistant vocal
he: שינוי שם, רשת, מסייע קולי
id: Ganti nama, Jaringan, Asisten suara
it: Rinomina, rete, Assistente vocale
ja: 名前の変更、ネットワーク、ボイスアシスタント
ko: 이름 변경, 네트워크, 음성 비서
nb: Gi nytt navn, nettverk, taleassistent
nl: Hernoemen, Netwerk, Spraakassistent
pl: Zmiana nazwy, sieć, asystent głosowy
pt_br: Renomear, Rede, Assistente de voz
pt_pt: Mudar o nome, Rede, Assistente de voz
ru: Переименовать, Сеть, Голосовой помощник
sk: Premenovať, sieť, hlasový asistent
sv: Byt namn, Nätverk, Röstassistent
zh_hans: 重命名、网络信息、语音助手服务
zh_hant: 重新命名、網路、語音助理

source: Product Information
ar: معلومات المنتج
da: Oplysninger om produktet
de: Produktinformationen
es_mx: Información del producto
fi: Tuotetiedot
fr: Informations du produit
he: פרטי מוצר
id: Informasi Produk
it: Informazioni sul prodotto
ja: 製品情報
ko: 제품 정보
nb: Produktinformasjon
nl: Productinformatie
pl: Informacje o produkcie
pt_br: Informações do produto
pt_pt: Informações sobre o produto
ru: Информация об устройстве
sk: Informácie o produkte
sv: Produktinformation
zh_hans: 产品信息
zh_hant: 產品資訊

source: Serial number, Software version, Guide
ar: الرقم التسلسلي، إصدار البرنامج، الدليل
da: Serienummer, Softwareversion, Vejledning
de: Seriennummer, Software-Version, Handbuch
es_mx: Número de serie, versión del software, guía
fi: Sarjanumero, ohjelmistoversio, opas
fr: Numéro de série, Version du logiciel, Guide
he: מספר סידורי, גרסת תוכנה, מדריך
id: Nomor seri, Versi perangkat lunak, Panduan
it: Numero di serie, versione software, manuale
ja: シリアル番号、ソフトウェアバージョン、ガイド
ko: 일련 번호, 소프트웨어 버전, 가이드
nb: Serienummer, programvareversjon, veiledning
nl: Serienummer, softwareversie, handleiding
pl: Numer seryjny, wersja oprogramowania, przewodnik
pt_br: Número de série, Versão do software, Guia
pt_pt: Número de série, versão do software, guia
ru: Серийный номер, версия ПО, руководство
sk: Sériové číslo, verzia softvéru, príručka
sv: Serienummer, Programversion, Guide
zh_hans: 序列号、软件版本、产品指南
zh_hant: 序號、軟體版本、指南
