Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# newStructure_Rename_is_not_available_Renaming
source: Renaming cannot be done since you have added product in Apple Home Kit. Please customize the product name from Apple Home App.
ar: تتعذر إعادة التسمية نظرًا لإضافة منتج في Apple Home Kit. يُرجى تخصيص اسم المنتج من تطبيق Apple Home.
da: Omdøbning kan ikke foretages, da du har tilføjet produktet i Apple Home Kit. Du skal tilpasse produktnavnet fra Apple Home-appen.
de: Das Umbenennen ist nicht möglich, da das Gerät im Apple Home Kit hinzugefügt wurde. Bitte passe den Gerätenamen über die Apple Home App an.
es_mx: No se puede cambiar el nombre ya que agregaste el producto en Apple Home Kit. Personaliza el nombre del producto desde la aplicación Apple Home.
fi: Uudelleen nimeämistä ei voi tehdä koska olet lisännyt tuotteen Apple Home Kit -sovelluksen puitteissa. Mukauta tuotteen nimi Apple Home App -sovelluksessa.
fr: Vous ne pouvez pas modifier le nom car vous avez ajouté un produit dans Apple Home Kit. Veuillez personnaliser le nom du produit depuis l'application Apple Home.
he: לא ניתן לשנות שם מכיוון שהוספת מוצר ב-Apple Home Kit. התאימו אישית את שם המוצר בעזרת אפליקציית Apple Home.
id: Tidak dapat mengubah nama karena Anda telah menambahkan produk di Apple Home Kit. Sesuaikan nama produk dari Aplikasi Apple Home.
it: La ridenominazione non può essere eseguita poiché hai aggiunto il prodotto in Apple Home Kit. Personalizza il nome del prodotto dall’app Apple Home.
ja: Apple Homeキットに製品を追加したため、名称の変更はできません。 Apple Homeアプリから製品名を変更してください。
ko: Apple Home Kit에 제품을 추가했으므로 이름을 변경할 수 없습니다. Apple Home 앱에서 제품을 사용자 정의하십시오.
nb: Kan ikke gi nytt navn fordi du har lagt til produktet i Apple Home Kit. Tilpass produktnavnet fra Apple Home-appen.
nl: Naam wijzigen is niet mogelijk omdat je het product in Apple Home Kit hebt toegevoegd. Stel de naam van het apparaat opnieuw in vanuit de Apple Home App.
pl: Nie można zmienić nazwy, ponieważ dodano produkt w Apple Home Kit. Spersonalizuj nazwę produktu w aplikacji Apple Home.
pt_br: Não é possível alterar o nome porque adicionou o produto no kit Apple Home. Personalize o nome do produto na aplicação Apple Home.
pt_pt: Não é possível alterar o nome porque adicionou o produto no kit Apple Home. Personalize o nome do produto na aplicação Apple Home.
ru: Переименование недоступно, поскольку вы добавили изделие в Apple Home Kit. Поменяйте имя устройства с помощью приложения Apple Home.
sk: Premenovanie nie je možné, pretože ste pridali produkt do súpravy Apple Home Kit. Prispôsobte si názov produktu z aplikácie Apple Home.
sv: Kan inte byta namn eftersom du har lagt till produkten i Apple Home Kit. Anpassa produktnamnet från Apple Home-appen.
zh_hans: 因为你已在 Apple Home Kit 中添加了此产品，所以无法在App中改名。 请在 Apple Home 应用中操作。
zh_hant: 由於你已在 Apple Home Kit 中添加了此產品，所以無法在 JBL One 中改名。 請在 Apple Home 應用中操作。

# newStructure_New_available
source: New available
ar: متاح حديثًا
da: Nyt tilgængeligt
de: Neu verfügbar
es_mx: Nuevo disponible
fi: Saatavana uusi
fr: Nouveauté disponible
he: חדש, זמין
id: Ada yang baru
it: Disponibile
ja: 新たに利用可能
ko: 새로운 항목 이용 가능
nb: Ny tilgjengelig
nl: Nieuw beschikbaar
pl: Nowe dostępne
pt_br: Novo disponível
pt_pt: Novo disponível
ru: Доступно обновление
sk: Novinka k dispozícii
sv: Ny tillgänglig
zh_hans: 可用的新软件
zh_hant: 軟體有可用更新

# newStructure_Product_Update
source: Product Update
ar: تحديث المنتج
da: Produktopdatering
de: Geräte-Update
es_mx: Actualización del producto
fi: Tuotepäivitys
fr: Mise à jour du produit
he: עדכון מוצר
id: Pembaruan Produk
it: Aggiornamento prodotto
ja: 製品のアップデート
ko: 제품 업데이트
nb: Produktoppdatering
pl: Zaktualizuj produkt
pt_br: Atualização do produto
pt_pt: Atualização do produto
ru: Обновление устройства
sk: Aktualizácia produktu
sv: Uppdatering av produkten
zh_hans: 产品更新
zh_hant: 產品更新

# newStructure_Do_NOT_turn_off_product_or_unplug_power_cable
source: Do NOT turn off product or unplug power cable
ar: يُحظر إيقاف تشغيل المنتج أو فصل كبل الطاقة
da: Sluk IKKE for produktet, og tag ikke strømkablet ud af stikkontakten
de: Schalte das Gerät NICHT aus und ziehe das Netzkabel nicht ab
es_mx: NO apagar el producto ni desenchufar el cable de alimentación
fi: ÄLÄ sammuta laitetta tai irrota virtajohtoa
fr: N'ÉTEIGNEZ PAS le produit et NE DÉBRANCHEZ PAS le câble d'alimentation
he: אל תכבו את המוצר ואל תנתקו את כבל החשמל
id: JANGAN matikan produk atau mencabut kabel daya
it: NON spegnere il prodotto o scollegare il cavo di alimentazione
ja: 絶対に、製品の電源を切ったり、電源ケーブルを抜いたりしないでください
ko: 제품을 끄거나 전원 케이블을 분리하지 마십시오
nb: IKKE slå av produktet eller trekk ut strømledningen
nl: Schakel het product NIET uit en trek de stekker niet uit het stopcontact
pl: NIE wyłączaj produktu ani nie odłączaj kabla
pt_br: NÃO desligue o produto nem desligue o cabo de alimentação da tomada
pt_pt: NÃO desligue o produto nem desligue o cabo de alimentação da tomada
ru: НЕ выключайте устройство и не отсоединяйте кабель питания
sk: NEVYPÍNAJTE výrobok ani neodpájajte napájací kábel
sv: Stäng INTE av produkten eller dra ut strömkabeln.
zh_hans: 请勿关闭产品电源或拔下电源线
zh_hant: 請勿關閉產品電源或拔下電源線

# newStructure_Sorry_the_speaker_is_currently_offline
source: Sorry, the speaker is currently offline. Please connect the speaker and try again.
ar: معذرةً، السماعة غير متصلة حاليا. يُرجى توصيل السماعة وإعادة المحاولة.
da: Beklager, højttaleren er i øjeblikket offline. Tilslut venligst højttaleren og prøv igen.
de: Entschuldigung, der Lautsprecher ist gerade offline. Verbinde bitte den Lautsprecher und versuche es erneut.
es_mx: Lo sentimos, el altavoz está actualmente desconectado. Conecta el altavoz e inténtalo de nuevo.
fi: Pahoittelemme, kaiutin on tällä hetkellä offline-tilassa. Yhdistä kaiutin ja yritä uudelleen.
fr: Désolés, l'enceinte est actuellement hors ligne. Veuillez connecter l'enceinte puis réessayez.
he: מצטערים, הרמקול במצב לא מקוון כרגע. חברו את רמקול ונסו שנית.
id: Maaf, speaker sedang offline. Hubungkan speaker dan coba lagi.
it: Spiacenti, lo speaker attualmente è offline. Collega lo speaker e riprova.
ja: 申し訳ありませんが、スピーカーは現在オフラインです。スピーカーを接続して再試行してください。
ko: 죄송합니다. 현재 스피커가 오프라인 상태입니다. 스피커를 연결하고 다시 시도하십시오.
nb: Beklager, høyttaleren er ikke tilkoblet internett for øyeblikket. Koble til høyttaleren og prøv på nytt.
nl: Sorry, de luidspreker is momenteel offline. Sluit de luidspreker aan en probeer het opnieuw.
pl: Niestety, głośnik jest obecnie offline. Połącz głośnik i spróbuj ponownie.
pt_br: Lamentamos, mas a coluna está offline neste momento. Ligue a coluna e tente novamente.
pt_pt: Lamentamos, mas a coluna está offline neste momento. Ligue a coluna e tente novamente.
ru: Извините, колонка в данный момент отключена от сети. Подключите колонку к сети и повторите попытку.
sk: Ospravedlňujeme sa, ale reproduktor je momentálne offline. Pripojte reproduktor a skúste to znova.
sv: Tyvärr är högtalaren för närvarande offline. Anslut högtalaren och försök igen.
zh_hans: 抱歉，产品当前处于未联网状态。请连接产品后重试。
zh_hant: 抱歉，產品當前處於未聯網狀態。請連接產品後重試。

# newStructure_Sorry_the_update_was_not_complete_No_changes_were_made
source: Sorry, the update was not complete. No changes were made.
ar: معذرةً، لم يكتمل التحديث. لم تُجرى أي تغييرات.
da: Beklager, opdateringen var ikke færdig. Der blev ikke foretaget nogen ændringer.
de: Entschuldigung, das Update wurde nicht abgeschlossen. Es wurden keine Änderungen vorgenommen.
es_mx: Lo sentimos, la actualización no se completó. No se realizaron cambios.
fi: Pahoittelemme, päivitys ei ollut täydellinen. Mitään muutoksia ei suoritettu.
fr: Désolés, la mise à jour ne s'est pas achevée. Aucune modification n'a été effectuée.
he: מצטערים, העדכון לא הושלם. לא בוצעו שינויים.
id: Maaf, pembaruan tidak selesai. Tidak ada perubahan.
it: Spiacente, l'aggiornamento non è stato completato. Non è stata apportata alcuna modifica.
ja: 申し訳ありませんが、アップデートが完了しませんでした。アップデートは中止されました。
ko: 죄송합니다. 업데이트가 완료되지 않았습니다. 변경 사항은 없습니다.
nb: Beklager, oppdateringen var ikke fullstendig. Ingen endringer ble gjort.
nl: Sorry, de update was niet volledig. Er zijn geen wijzigingen aangebracht.
pl: Niestety, aktualizacja nie jest ukończona. Nie wprowadzono zmian.
pt_br: Lamentamos, a atualização não foi concluída. Não foram feitas alterações.
pt_pt: Lamentamos, a atualização não foi concluída. Não foram feitas alterações.
ru: Извините, обновление не выполнено. Изменения не внесены.
sk: Ospravedlňujeme sa, aktualizácia nebola úplná. Neboli vykonané žiadne zmeny.
sv: Tyvärr var uppdateringen inte klar. Inga ändringar gjordes.
zh_hans: 很抱歉，更新未完成。没有进行任何更改。
zh_hant: 抱歉，更新未完成。未進行任何變更。

# newStructure_UPDATE_LATER
source: UPDATE LATER
ar: التحديث لاحقًا
da: OPDATER SENERE
de: SPÄTER AKTUALISIEREN
es_mx: ACTUALIZAR MÁS TARDE
fi: PÄIVITÄ MYÖHEMMIN
fr: METTRE À JOUR PLUS TARD
he: עדכן מאוחר יותר
id: PERBARUI NANTI
it: AGGIORNA PIÙ TARDI
ja: 後でアップデートする
ko: 나중에 업데이트
nb: OPPDATER SENERE
nl: LATER BIJWERKEN
pl: ZAKTUALIZUJ PÓŹNIEJ
pt_br: ATUALIZAR MAIS TARDE
pt_pt: ATUALIZAR MAIS TARDE
ru: ОБНОВИТЬ ПОЗЖЕ
sk: AKTUALIZOVAŤ NESKÔR
sv: UPPDATERA SENARE
zh_hans: 稍后更新
zh_hant: 稍後更新

# newStructure_go_back_to_dashboard
source: go back to dashboard
ar: عودة إلى لوحة المعلومات
da: gå tilbage til instrumentbrættet
de: Zurück zum Dashboard
es_mx: volver al tablero
fi: siirry takaisin käyttöpaneelille
fr: revenir au tableau de bord
he: חזור ללוח המחוונים
id: kembali ke dasbor
it: torna alla dashboard
ja: ダッシュボードに戻る
ko: 대시보드로 돌아가기
nb: gå tilbake til instrumentpanelet
nl: ga terug naar het dashboard
pl: przejdź do pulpitu sterowania
pt_br: voltar ao painel de controlo
pt_pt: voltar ao painel de controlo
ru: перейдите в назад к инструментальной панели
sk: späť na prístrojový panel
sv: Gå tillbaka till kontrollpanelen
zh_hans: 返回控制界面
zh_hant: 返回控製界面

# newStructure_Fail_connecting_to_server_Unable_to_connect_to_serve
source: Unable to connect to server, please make sure your product is connected to Wi-Fi network and try again later.
ar: تعذر الاتصال بالخادم، يُرجى التأكد من اتصال المنتج بشبكة الواي فاي وإعادة المحاولة لاحقًا.
da: Kan ikke oprette forbindelse til serveren, sørg for, at dit produkt er forbundet til et wi-fi-netværk, og prøv igen senere.
de: Die Verbindung zum Server kann nicht hergestellt werden. Stelle bitte sicher, dass dein Gerät mit dem WLAN-Netzwerk verbunden ist und versuche es später erneut.
es_mx: No se puede conectar con el servidor, asegúrate de que tu producto esté conectado a la red Wi-Fi y vuelve a intentarlo más tarde.
fi: Yhteyden muodostaminen palvelimeen ei onnistu, varmista, että laitteesi on yhdistetty Wi-Fi-verkkoon ja yritä myöhemmin uudelleen.
fr: Connexion au serveur impossible, votre produit doit être connecté au réseau Wi-Fi, réessayez ultérieurement.
he: לא ניתן להתחבר לשרת, אנא וודאו שהמוצר מחובר לרשת Wi-Fi ונסו שוב מאוחר יותר.
id: Gagal menyambung ke server, pastikan produk Anda tersambung ke jaringan Wi-Fi lalu coba lagi nanti.
it: Impossibile collegarsi al server, assicurati che il prodotto sia connesso alla rete Wi-Fi e riprova più tardi.
ja: サーバーに接続できません。製品がWi-Fiネットワークに接続されていることを確認し、後で再試行してください。
ko: 서버에 연결할 수 없습니다. 제품이 Wi-Fi 네트워크에 연결되어 있는지 확인하고 나중에 다시 시도하십시오.
nb: Kunne ikke koble til server, sjekk at produktet er koblet til wifi-nettverket og prøv igjen senere.
nl: Kan geen verbinding maken met de server. Zorg ervoor dat je apparaat is aangesloten op het Wi-Fi-netwerk en probeer het later opnieuw.
pl: Nie można połączyć z serwerem, upewnij się, że produkt jest połączony z siecią Wi-Fi i spróbuj ponownie później.
pt_br: Impossível ligar ao servidor; certifique-se de que o produto está ligado à rede Wi-Fi e tente novamente mais tarde.
pt_pt: Impossível ligar ao servidor; certifique-se de que o produto está ligado à rede Wi-Fi e tente novamente mais tarde.
ru: Не удается выполнить подключение к сервису, убедитесь, что устройство подключено к сети Wi-Fi, и повторите попытку позже.
sk: Nie je možné sa pripojiť k serveru, uistite sa, že je váš produkt pripojený k sieti Wi-Fi a skúste to neskôr.
sv: Det går inte att ansluta till servern, kontrollera att produkten är ansluten till ett Wi-Fi-nätverk och försök igen senare.
zh_hans: 无法连接到服务器， 请确保你的产品已连接到 Wi-Fi 网络，然后重试。
zh_hant: 無法連接到伺服器，請確保產品已連接到 Wi-Fi 網路，並在稍後重試。

# newStructure_Bluetooth_Reconnection_Preference
source: Bluetooth Reconnection
ar: إعادة اتصال بلوتوث
da: Præference for genoprettelse af Bluetooth-forbindelse
de: Bluetooth-Verbindung wieder herstellen
es_mx: Reconexión Bluetooth
fi: Bluetooth-yhteyden uudelleenkytkeminen
fr: Reconnexion au Bluetooth
he: חיבור Bluetooth מחדש
id: Penyambungan Ulang Bluetooth
it: Riconnessione Bluetooth
ja: Bluetoothの再接続
ko: Bluetooth 재연결
nb: Innstillinger for gjentatt Bluetooth-tilkobling
nl: Bluetooth-herverbinding
pl: Przywracania połączenia Bluetooth
pt_br: Reconexão do Bluetooth
pt_pt: Reconexão do Bluetooth
ru: Повторное подключение Bluetooth
sk: Opätovné pripojenie Bluetooth
sv: Återanslutning av Bluetooth
zh_hans: 蓝牙自动回连设置
zh_hant: 藍牙自动重新連接

# newStructure_Bluetooth_is_prioritized_for_streaming
source: Bluetooth is prioritized for streaming when both Bluetooth and Wi-Fi are connected. If you use this speaker more often in Wi-Fi environment, it's recommended to keep auto Bluetooth reconnection OFF.
ar: يأخذ البلوتوث الأولوية للبث في حالة اتصال البلوتوث والواي فاي. إذا كنت تستخدم هذه السماعة كثيرًا في وجود شبكة واي فاي، يوصى بإيقاف تشغيل إعادة الاتصال تلقائيًا عبر البلوتوث.
da: Bluetooth prioriteres til streaming, når både Bluetooth og wi-fi er forbundet. Hvis du bruger denne højttaler oftere i wi-fi-miljøer, anbefales det at lade automatisk Bluetooth-genforbindelse være slukket.
de: Bluetooth hat beim Streaming Vorrang, wenn sowohl eine Bluetooth- als auch eine WLAN-Verbindung besteht. Wenn du diesen Lautsprecher häufiger in einer WLAN-Umgebung verwendest, wird empfohlen, die automatische Bluetooth-Wiederverbindung auszuschalten.
es_mx: Bluetooth tiene prioridad para la transmisión cuando tanto Bluetooth como Wi-Fi están conectados. Si utilizas este altavoz con más frecuencia en un entorno Wi-Fi, se recomienda mantener desactivada la reconexión automática de Bluetooth.
fi: Bluetooth on ensisijainen suoratoistossa, kun sekä Bluetooth että Wi-Fi on yhdistetty. Jos käytät kaiutinta useammin Wi-Fi-ympäristössä, on suositeltavaa pitää automaattinen Bluetooth-yhteyden muodostus pois päältä.
fr: Bluetooth a la priorité de diffusion lorsque Bluetooth et Wi-Fi sont connectés. Si vous utilisez cette enceinte plus fréquemment dans un environnement Wi-Fi, il est recommandé de maintenir la reconnexion Bluetooth automatique désactivée.
he: כאשר גם Bluetooth וגם Wi-Fi מחוברים, ההעדפה להזרמה היא Bluetooth. אם אתם משתמשים ברמקול זה לעתים קרובות יותר בסביבת Wi-Fi, מומלץ להשאיר את אפשרות החיבור מחדש של Bluetooth כבויה.
id: Bluetooth diprioritaskan untuk streaming ketika Bluetooth dan Wi-Fi sama-sama tersambung. Jika Anda lebih sering menggunakan speaker ini di lingkungan Wi-Fi, sebaiknya NONAKTIFKAN penyambungan ulang Bluetooth otomatis.
it: Il Bluetooth è prioritario per lo streaming quando sono connessi sia il Bluetooth che il Wi-Fi. Se utilizzi questo speaker più frequentemente in un ambiente con Wi-Fi, consigliamo di disattivare la riconnessione Bluetooth automatica.
ja: BluetoothとWi-Fiの両方に接続されている場合、Bluetoothのストリーミングが優先されます。Wi-Fi環境でもっと頻繁にこのスピーカーを使用する場合、自動でのBluetooth再接続をオフにしておくことをお勧めします。
ko: Bluetooth 및 Wi-Fi 모두에 연결된 경우 스트리밍에 Bluetooth가 기본 설정됩니다. Wi-Fi 환경에서 이 스피커를 자주 사용할 경우 Bluetooth 자동 재연결을 해제하는 것이 좋습니다.
nb: Bluetooth er prioritert for strømming når både Bluetooth og wifi er tilkoblet. Hvis du bruker denne høyttaleren oftere i wifi-miljøer, anbefaler vi at du setter automatisk gjentatt Bluetooth-tilkobling til AV.
nl: Bluetooth krijgt voorrang voor streaming wanneer zowel Bluetooth als Wi-Fi zijn aangesloten. Als je deze luidspreker vaker in een Wi-Fi-omgeving gebruikt, is het raadzaam de automatische Bluetooth-herverbinding UIT te schakelen.
pl: Bluetooth jest priorytetowym wyborem dla strumieniowania, gdy połączone są Bluetooth i Wi-Fi. Jeśli używasz tego głośnika częściej w sieci Wi-Fi, zaleca się wyłączenie automatycznego przywracania połączenia Bluetooth.
pt_br: O Bluetooth tem prioridade para transmissão quando tanto o Bluetooth como o Wi-Fi estão ligados. Se utilizar esta coluna mais frequentemente em ambiente Wi-Fi, recomenda-se que se mantenha a reconexão automática do Bluetooth DESLIGADA.
pt_pt: O Bluetooth tem prioridade para transmissão quando tanto o Bluetooth como o Wi-Fi estão ligados. Se utilizar esta coluna mais frequentemente em ambiente Wi-Fi, recomenda-se que se mantenha a reconexão automática do Bluetooth DESLIGADA.
ru: При наличии подключения к Bluetooth и Wi-Fi, приоритет потокового вещания отдается Bluetooth. Если вы чаще используете колонку в среде сети Wi-Fi, рекомендуется ВЫКЛЮЧАТЬ функцию повторного подключения по Bluetooth.
sk: Pri pripojení Bluetooth aj Wi-Fi sa uprednostňuje streamovanie cez Bluetooth. Ak tento reproduktor používate častejšie v prostredí Wi-Fi, odporúčame, aby bolo automatické opätovné pripojenie Bluetooth vypnuté.
sv: Bluetooth prioriteras för streaming när både Bluetooth och Wi-Fi är anslutna. Om du använder den här högtalaren oftare i Wi-Fi-miljö rekommenderas det att hålla automatisk Bluetooth-återanslutning avstängd.
zh_hans: 当蓝牙和 Wi-Fi 均已连接时，会优先使用蓝牙进行音乐播放。如果你在 Wi-Fi 环境中使用此扬声器的频率更高，建议关闭蓝牙自动回连功能。
zh_hant: 藍牙和 Wi-Fi 都已連接時，優先使用藍牙進行音樂播放。。若你在 Wi-Fi 環境中使用此音箱的頻率更高，建議關閉藍牙自動重新連接功能。

# newStructure_Auto_Bluetooth_Reconnection
source: Auto Bluetooth Reconnection
ar: إعادة الاتصال تلقائيًا عبر البلوتوث
da: Automatisk Bluetooth-genforbindelse
de: Automatische Bluetooth-Wiederverbindung
es_mx: Reconexión automática de Bluetooth
fi: Automaattinen Bluetooth-yhteyden muodostaminen uudelleen
fr: Reconnexion Bluetooth auto
he: חיבור מחדש אוטומטי של Bluetooth
id: Penyambungan Ulang Bluetooth Otomatis
it: Riconnessione Bluetooth automatica
ja: 自動でのBluetooth再接続
ko: Bluetooth 자동 재연결
nb: Automatisk gjentatt Bluetooth-tilkobling
nl: Automatische herverbinding Bluetooth
pl: Automatyczne przywracanie połączenia Bluetooth
pt_br: Reconexão automática do Bluetooth
pt_pt: Reconexão automática do Bluetooth
ru: Автоматическое повторное подключение по Bluetooth
sk: Automatické opätovné pripojenie Bluetooth
sv: Automatisk Bluetooth-återanslutning
zh_hans: 自动回连蓝牙
zh_hant: 藍牙自動重新連接

# newStructure_Product_will_be_reconnected_to_last_paired_mobile_when_power_on
source: Product will be reconnected to the last paired mobile when powered on.
ar: يعيد المنتج الاتصال بآخر جهاز محمول مقترن عند تشغيله.
da: Produktet vil igen blive forbundet til den sidst parrede mobil, når der tændes.
de: Das Gerät wird nach dem Einschalten wieder mit dem zuletzt gekoppelten Mobiltelefon verbunden.
es_mx: El producto se reconectará al último móvil sincronizado cuando se encienda.
fi: Laite yhdistetään uudelleen viimeksi pariliitettyyn matkapuhelimeen, kun siihen kytketään virta.
fr: Le produit sera reconnecté au dernier mobile appairé lorsqu'il sera rallumé.
he: עם הפעלתו, המוצר יתחבר מחדש למכשיר הנייד האחרון שהותאם.
id: Produk akan disambungkan ulang ke ponsel yang dipasangkan terakhir saat dinyalakan.
it: All'accensione il prodotto si ricollegherà all'ultimo telefono cellulare abbinato.
ja: 製品は、電源を入れたとき、最後にペアリングされていたモバイルデバイスに再接続されます。
ko: 전원이 켜지면 제품이 가장 최근에 페어링된 모바일에 재연결됩니다.
nb: Produktet kobles til den siste sammenkoblede mobiltelefonen når den slås på.
nl: Het product wordt bij het inschakelen opnieuw verbonden met de laatst gekoppelde mobiele telefoon.
pl: Po włączeniu produkt odzyska połączenie z ostatnio sparowanym urządzeniem mobilnym.
pt_br: O produto será ligado novamente ao último telemóvel emparelhado quando for ligado.
pt_pt: O produto será ligado novamente ao último telemóvel emparelhado quando for ligado.
ru: Теперь при включении устройство будет подключаться к последнему сопряженному мобильному устройству.
sk: Výrobok sa po zapnutí znova pripojí k poslednému spárovanému mobilnému telefónu.
sv: Produkten återansluts till den senast parkopplade mobilen när den slås på.
zh_hans: 开机后，设备将自动尝试回连到上一次配对的手机。
zh_hant: 開機後，設備將重新連接到上一次匹配的手機。

# newStructure_Upgrade_your_listening_experience_with_multi-channel_effect
source: Upgrade your listening experience with multi-channel effect.
ar: قم بترقية تجربة الاستماع باستخدام تأثير متعدد القنوات.
da: Opgrader din lytteoplevelse med multikanaleffekt.
de: Verbessere dein Hörerlebnis mit dem Multi-Kanal-Effekt.
es_mx: Mejora tu experiencia auditiva con el efecto multicanal.
fi: Päivitä kuuntelukokemuksesi monikanavatehosteilla.
fr: Améliorez votre expérience d'écoute avec l'effet multicanal.
he: שדרגו את חווית ההאזנה באמצעות אפקט ריבוי ערוצים.
id: Tingkatkan pengalaman dengar Anda dengan efek multi-channel.
it: Migliora la tua esperienza di ascolto con l'effetto multicanale.
ja: マルチチャンネルモードで音楽リスニングをアップグレードします。
ko: 다채널 이펙트로 청취 경험을 업그레이드하십시오.
nb: Oppgrader lytteopplevelsen din med multikanaleffekt.
nl: Verbeter je luisterervaring met het multi-kanaal effect.
pl: Ulepsz wrażenia ze słuchania muzyki dzięki efektowi wielokanałowemu.
pt_br: Melhore a sua experiência de som com efeito multi-canal.
pt_pt: Melhore a sua experiência de som com efeito multi-canal.
ru: Расширьте свой опыт прослушивания благодаря эффекту многоканальности.
sk: Zlepšite svoj zážitok z počúvania vďaka multikanálovému efektu.
sv: Uppgradera din lyssningsupplevelse med flerkanalseffekt.
zh_hans: 通过多声道音效提升聆听体验。
zh_hant: 以多聲道音效升級您的聆聽體驗。

# newStructure_CREATE_GROUP
source: Create Group
ar: إنشاء مجموعة
da: OPRET GRUPPE
de: GRUPPE ERSTELLEN
es_mx: CREAR GRUPO
fi: LUO RYHMÄ
fr: CRÉER UN GROUPE
he: צור קבוצה
id: BUAT GRUP
it: CREA UN GRUPPO
ja: グループを作成する
ko: 그룹 만들기
nb: OPPRETT GRUPPE
nl: MAAK EEN GROEP
pl: UTWÓRZ GRUPĘ
pt_br: CRIAR GRUPO
pt_pt: CRIAR GRUPO
ru: СОЗДАТЬ ГРУППУ
sk: VYTVORIŤ SKUPINU
sv: SKAPA GRUPP
zh_hans: 创建群组
zh_hant: 創建群組

# newStructure_NOT_NOW
source: NOT NOW
ar: ليس الآن
da: IKKE NU
de: NICHT JETZT
es_mx: AHORA NO
fi: EI NYT
fr: PAS MAINTENANT
he: לא עכשיו
id: TIDAK SEKARANG
it: NON ORA
ja: 今はしない
ko: 다음에 하기
nb: IKKE NÅ
nl: NIET NU
pl: NIE TERAZ
pt_br: AGORA NÃO
pt_pt: AGORA NÃO
ru: НЕ СЕЙЧАС
sk: TERAZ NIE
sv: INTE NU
zh_hans: 稍后设置
zh_hant: 稍後設置

# newStructure_Create_group_from_here
source: Create group from here.
ar: إنشاء مجموعة من هنا.
da: Opret gruppe herfra.
de: Erstelle von hier aus eine Gruppe.
es_mx: Crear grupo desde aquí.
fi: Luo ryhmä täältä.
fr: Créer un groupe à partir d'ici.
he: צור קבוצה מכאן.
id: Buat grup dari sini.
it: Crea un gruppo da qui.
ja: ここからグループを作成します。
ko: 여기에서 그룹을 만듭니다.
nb: Opprett gruppen fra her.
nl: Maak hier een groep aan.
pl: Utwórz grupę z tego miejsca.
pt_br: Criar grupo a partir daqui.
pt_pt: Criar grupo a partir daqui.
ru: Создать группу здесь.
sk: Vytvorte skupinu odtiaľto.
sv: Skapa grupp från här
zh_hans: 从这里创建群组。
zh_hant: 從此處建立群組。
