Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# jbl_To_learn_more_and_access_additional_features__go_to_Amazon_Alexa_App_
source: To learn more and access additional features, go to Amazon Alexa App.
ar: لمعرفة المزيد والوصول إلى ميزات إضافية، يُرجى الانتقال إلى تطبيق Amazon Alexa.
da: Gå til Amazon Alexa-appen for at lære mere og få adgang til yderligere funktioner.
de: Öffne für weitere Informationen und den Zugriff auf zusätzliche Funktionen die Amazon Alexa-App.
es_mx: Para obtener más información y acceder a otras funciones, utilice la aplicación de Amazon Alexa.
fi: Lisätietoja ja lisäominaisuuksia saat siirtymällä Amazon Alexa -sovellukseen.
fr: Pour en savoir plus et accéder à des fonctions supplémentaires, allez dans l'application Amazon Alexa.
he: כדי ללמוד עוד ולגשת לתכונות נוספות, עבור לאפליקציית Amazon Alexa.
id: Untuk mempelajari lebih lanjut dan mengakses fitur tambahan, buka Aplikasi Amazon Alexa.
it: Per saperne di più ed accedere ad altre funzioni, vai all’app Amazon Alexa
ja: 詳細と追加機能の利用については、Amazon Alexaアプリに進みます。
ko: 자세히 살펴보고 추가 기능에 액세스하려면 Amazon Alexa 앱으로 이동합니다.
nb: Gå til Amazon Alexa-appen for å få lese mer og få tilgang til flere funksjoner.
nl: Ga voor meer informatie en toegang tot extra functies naar de Amazon Alexa App.
pl: Aby dowiedzieć się więcej i uzyskać dostęp do dodatkowych funkcji, przejdź do aplikacji Amazon Alexa.
pt_br: Para saber mais e acessar recursos adicionais, acesse o aplicativo Amazon Alexa.
pt_pt: Para saber mais e obter acesso a funcionalidades adicionais, abra a aplicação Amazon Alexa.
ru: Чтобы узнать больше и получить доступ к дополнительным функциям, перейдите на страницу Amazon Alexa App.
sk: Ak sa chcete dozvedieť viac a získať prístup k ďalším funkciám, prejdite do aplikácie Amazon Alexa.
sv: Om du vill veta mer och få tillgång till ytterligare funktioner går du till Amazon Alexa App.
zh_hans: 如需了解更多信息并使用其他功能，请访问 Amazon Alexa 应用。
zh_hant: 欲瞭解更多資訊並存取其他功能，請前往 Amazon Alexa 應用程式。

# jbl_Open_Amazon_Alexa_App
source: Open Amazon Alexa App
ar: افتح تطبيق Amazon Alexa
da: Åbn Amazon Alexa-appen
de: Amazon Alexa-App öffnen
es_mx: Abrir la aplicación de Amazon Alexa
fi: Avaa Amazon Alexa -sovellus
fr: Ouvrir l’application Amazon Alexa
he: פתח את אפליקציית Amazon Alexa
id: Buka Aplikasi Amazon Alexa
it: Apri l’app Amazon Alexa
ja: Amazon Alexaアプリを開く
ko: Amazon Alexa 앱 열기
nb: Åpne Amazon Alexa-appen
nl: Open de Amazon Alexa App
pl: Otwórz aplikację Amazon Alexa
pt_br: Abra o aplicativo Amazon Alexa
pt_pt: Abrir a aplicação Amazon Alexa
ru: Откройте приложение Amazon Alexa
sk: Otvoriť aplikáciu Amazon Alexa
sv: Öppna Amazon Alexa-appen
zh_hans: 打开 Amazon Alexa 应用
zh_hant: 開啟 Amazon Alexa 應用程式

# jbl_Manage_streaming_services
source: Manage streaming services
ar: إدارة خدمات البث
da: Administrer streamingtjenester
de: Streaming-Dienste verwalten
es_mx: Administrar servicios de transmisión
fi: Hallitse suoratoistopalveluja
fr: Gérer les services de diffusion
he: ניהול שירותי סטרימינג
id: Kelola layanan streaming
it: Gestisci servizi di streaming
ja: ストリーミングサービスを管理する
ko: 스트리밍 서비스 관리
nb: Administrer strømmetjenester
nl: Streamingdiensten beheren
pl: Zarządzaj usługami przesyłania strumieniowego
pt_br: Gerenciar serviços de streaming
pt_pt: Gerir serviços de transmissão
ru: Управление потоковыми сервисами
sk: Spravovať streamovacie služby
sv: Hantera tjänster för musikstreaming
zh_hans: 管理流媒体服务
zh_hant: 管理串流播放服務

# jbl_Available_from_supported_music_App
source: Available from supported music App
ar: متاح من تطبيق الموسيقى المدعوم
da: Tilgængelig fra understøttet musik-app
de: Verfügbar über unterstützte Musik-Apps
es_mx: Disponible en aplicación de música compatible
fi: Saatavana tuetusta musiikkisovelluksesta
fr: Disponible depuis une application musicale supportée
he: זמין מאפליקציית מוזיקה נתמכת
id: Tersedia dari Aplikasi musik yang didukung
it: Disponibile dall'app musicale supportata
ja: 対応する音楽アプリで利用可能
ko: 지원되는 음악 앱에서 사용 가능
nb: Tilgjengelig fra støttet musikkapp
nl: Beschikbaar bij ondersteunde muziek-app
pl: Dostępne z obsługiwanej aplikacji muzycznej
pt_br: Disponível no aplicativo de música compatível
pt_pt: Disponível a partir de uma aplicação de música suportada
ru: Доступно в поддерживаемых музыкальных приложениях
sk: Dostupné z podporovanej hudobnej aplikácie
sv: Tillgänglig från musikappen som stöds
zh_hans: 由支持的音乐应用提供
zh_hant: 受支援的音樂應用程式提供

# jbl_Available_from_Amazon_music_App
source: Available from Amazon music App
ar: متاح من تطبيق Amazon Music
da: Tilgængelig fra Amazon musik-app
de: Verfügbar über die Amazon Music-App
es_mx: Disponible en la aplicación Amazon Music
fi: Saatavana Amazon music -sovelluksesta
fr: Disponible depuis l’application musicale d’Amazon
he: זמין מאפליקציית Amazon music
id: Tersedia dari Aplikasi Amazon Music
it: Disponibile dall'app Amazon music
ja: Amazonミュージックアプリで利用可能
ko: Amazon Music 앱에서 사용 가능
nb: Tilgjengelig fra Amazon Music-appen
nl: Beschikbaar bij Amazon music App
pl: Dostępne z aplikacji Amazon Music
pt_br: Disponível no aplicativo de música da Amazon
pt_pt: Disponível a partir de aplicação de música da Amazon
ru: Доступно в музыкальном приложении Amazon
sk: Dostupné z hudobnej aplikácie Amazon
sv: Tillgänglig från Amazon-musikappen
zh_hans: 由 Amazon 音乐应用提供
zh_hant: Amazon music 應用程式提供

# jbl_Availale_from_Spotify_native_App
source: Available from Spotify native App
ar: متاحة من تطبيق Spotify الأصلي
da: Tilgængelig fra den originale Spotify-app
de: Verfügbar über die Spotify App
es_mx: Disponible en la aplicación nativa de Spotify
fi: Saatavana Spotify-sovelluksesta
fr: Disponible depuis l'application native Spotify
he: זמין מהאפליקציה המקורית של Spotify
id: Tersedia dari Aplikasi asli Spotify
it: Disponibile dall'app nativa Spotify
ja: Spotifyアプリから利用可能
ko: Spotify 네이티브 앱에서 사용 가능
nb: Tilgjengelig fra Spotifys egen app
nl: Beschikbaar via de Spotify App
pl: Dostępność z poziomu natywnej aplikacji Spotify
pt_br: Disponível no aplicativo nativo do Spotify
pt_pt: Disponível na aplicação nativa do Spotify
ru: Доступно в родном приложении Spotify
sk: Dostupné z natívnej aplikácie Spotify
sv: Tillgänglig från Spotifys inbyggda app
zh_hans: 由 Spotify 本地应用提供
zh_hant: Spotify 原生應用程式提供

# jbl_3rd_party_Service
source: 3rd Party Service
ar: الخدمة الخارجية
da: Tredjepartstjeneste
de: Drittanbieterdienst
es_mx: Servicio de terceros
fi: Kolmannen osapuolen palvelu
fr: Service tiers
he: שירות צד שלישי
id: Layanan Pihak Ketiga
it: Servizio di terze parti
ja: サードパーティーのサービス
ko: 타사 서비스
nb: Tredjepartstjeneste
nl: Dienst van derden
pl: Usługa firmy trzeciej
pt_br: Serviço de Terceiros
pt_pt: Serviço de terceiros
ru: Услуги третьей стороны
sk: Služba tretej strany
sv: Tredjepartstjänst
zh_hans: 第三方服务
zh_hant: 第三方服務

# jbl_Detach_rear_speakers_
source: Detach rear speakers.
ar: افصل مكبرات الصوت الخلفية.
da: Afmonter baghøjttalerne.
de: Nimm die hinteren Lautsprecher ab.
es_mx: Desmonte los altavoces traseros.
fi: Irrota takakaiuttimet.
fr: Détachez les enceintes arrière.
he: נתק רמקולים אחוריים.
id: Lepaskan speaker belakang.
it: Stacca gli speaker posteriori.
ja: リアスピーカーを取り外してください。
ko: 후면 스피커를 분리합니다.
nb: Ta av bakhøyttalerne.
nl: Ontkoppel de achterluidsprekers.
pl: Odłącz głośniki tylne.
pt_br: Desconecte os alto-falantes traseiros.
pt_pt: Desligue o fio das colunas traseiras.
ru: Отсоедините тыловые динамики.
sk: Odpojte zadné reproduktory.
sv: Ta bort de bakre högtalarna.
zh_hans: 拆下后置扬声器。
zh_hant: 斷開後置喇叭。

# jbl_Place_rear_speakers_in_audience_sitting_position_
source: Place rear speakers in audience sitting position.
ar: ضع مكبرات الصوت الخلفية في مكان جلوس الجمهور.
da: Placer baghøjttalerne på publikums siddeposition.
de: Platziere die hinteren Lautsprecher an der Sitzposition der Hörer.
es_mx: Instale los altavoces traseros en la posición de público sentado.
fi: Aseta takakaiuttimet yleisön istumisasennon mukaisesti.
fr: Placez les enceintes arrière à la position assise des auditeurs.
he: הנח את הרמקולים האחוריים בתנוחת ישיבה של הקהל.
id: Tempatkan speaker belakang dalam posisi duduk penonton.
it: Posiziona gli speaker posteriori in corrispondenza della posizione d’ascolto seduta.
ja: リアスピーカーをお客様の座って視聴する位置に置いてください。
ko: 청중이 앉는 위치에 후면 스피커를 배치합니다.
nb: Plasser bakhøyttalerne slik at de samsvarer med sittende lyttestilling.
nl: Plaats de achterluidsprekers in de luisterpositie.
pl: Umieść głośniki tylne w miejscu, w którym siedzi słuchacz.
pt_br: Coloque os alto-falantes traseiros na posição de público sentado.
pt_pt: Posicione as colunas traseiras na posição de público sentado.
ru: Установите тыловые динамики для зрителей в положении сидя.
sk: Umiestnite zadné reproduktory do polohy pre sediacich divákov.
sv: Placera de bakre högtalarna nära sittannde publiken.
zh_hans: 将后置扬声器放在观众座位。
zh_hant: 將後置喇叭置於聽眾就坐的位置。

# jbl_Make_sure_rear_speakers_are_facing_the_soundbar_
source: Make sure rear speakers are facing the soundbar.
ar: تأكد من مواجهة مكبرات الصوت الخلفية للعارضة الصوتية.
da: Sørg for, at baghøjttalerne er vendt mod soundbaren.
de: Stelle sicher, dass die hinteren Lautsprecher zur Soundbar zeigen.
es_mx: Asegúrese de que los altavoces traseros estén orientados hacia la barra de sonido.
fi: Varmista, että takakaiuttimet ovat soundbariin päin.
fr: Veillez à ce que les enceintes arrière soient orientées vers la barre de son.
he: ודא שהרמקולים האחוריים פונים לסרגל הקול.
id: Pastikan speaker belakang menghadap ke soundbar.
it: Assicurati che gli speaker posteriori siano rivolti verso la soundbar.
ja: リアスピーカーがサウンドバーの方を向いていることを確認してください。
ko: 후면 스피커는 사운드바를 향해야 합니다.
nb: Sørg for at bakhøyttalerne vender mot lydplanken.
nl: Zorg ervoor dat de achterluidsprekers naar de soundbar zijn gericht.
pl: Sprawdź, czy głośniki tylne skierowane są w stronę soundbara.
pt_br: Certifique-se de que os alto-falantes traseiros estejam voltados para a soundbar.
pt_pt: Certifique-se de que os colunas traseiras estão viradas para a soundbar.
ru: Убедитесь, что тыловые динамики обращены к саундбару.
sk: Uistite sa, že zadné reproduktory smerujú k soundbaru.
sv: Se till att de bakre högtalarna är vända mot soundbar-högtalaren
zh_hans: 确保后置扬声器面向条形音箱。
zh_hant: 確保後置喇叭面向條形音箱。

# jbl_Available_devices
source: Available devices
ar: الأجهزة المتاحة
da: Tilgængelige enheder
de: Verfügbare Geräte
es_mx: Dispositivos disponibles
fi: Käytettävissä olevat laitteet
fr: Appareils disponibles
he: מכשירים זמינים
id: Perangkat yang tersedia
it: Dispositivi disponibili
ja: 利用可能なデバイス
ko: 사용 가능한 장치
nb: Tilgjengelige enheter
nl: Beschikbare apparaten
pl: Dostępne urządzenia
pt_br: Dispositivos disponível
pt_pt: Dispositivos disponíveis
ru: Доступные устройства
sk: Dostupné zariadenia
sv: Tillgängliga enheter
zh_hans: 可用的设备
zh_hant: 可用的裝置

source: If you’re having problems with streaming via AirPlay, please press ”REBOOT” button below to reset. This will take about 1 minute before you can stream music again.
ar: إذا كنت تواجه مشكلات في البث عبر AirPlay، يُرجى الضغط على زر "إعادة التشغيل" أدناه لإعادة التعيين. يستغرق هذا نحو دقيقة واحدة قبل أن تتمكن من بث الموسيقى مرة أخرى.
da: Hvis du har problemer med streaming via AirPlay, skal du trykke på "REBOOT"-knappen nedenfor for at nulstille. Der vil gå cirka 1 minut, før du kan streame musik igen.
de: Wenn du Probleme mit dem Streaming über AirPlay hast, drücke bitte die Schaltfläche "NEU STARTEN" unten, um das Gerät zurückzusetzen. Es dauert etwa 1 Minute, bis die Musik erneut gestreamt wird.
es_mx: Si tiene problemas para reproducir por AirPlay, presione el botón “REINICIAR” para reestablecer. Podrá volver a transmitir música en 1 minuto aproximadamente.
fi: Jos sinulla on ongelmia suoratoiston kanssa AirPlayn kautta, paina alla olevaa "UUDELLEEN KÄYNNISTYS"-painiketta nollataksesi. Tämä kestää noin 1 minuutin, ennen kuin voit taas suoratoistaa musiikkia.
fr: Si vous rencontrez des problèmes avec la diffusion via AirPlay, veuillez appuyer sur le bouton "REDÉMARRER" ci-dessous pour réinitialiser. Vous pourrez à nouveau diffuser de la musique dans environ 1 minute.
he: אם אתה נתקל בבעיות בסטרימינג באמצעות AirPlay , אנא לחץ על הלחצן ”לְאַתחֵל ” למטה כדי לאפס. ייקח כדקה לפני שתוכל להזרים מוסיקה שוב
id: Jika Anda mengalami masalah dengan streaming melalui AirPlay, silakan tekan tombol "REBOOT" di bawah untuk mengatur ulang. Perlu waktu sekitar 1 menit sebelum Anda dapat melakukan streaming musik lagi.
it: In caso di problemi con lo streaming tramite AirPlay, premi il pulsante "RIAVVIA" qui sotto per resettare. Ci vorrà circa 1 minuto prima di poter riprodurre nuovamente musica in streaming.
ja: AirPlayを使用したストリーミングに問題がある場合は、下の”再起動”ボタンを押してリセットしてください。 再度音楽をストリーミングできるようになるには約1分かかります。
ko: AirPlay 스트리밍 관련 문제가 있는 경우 아래의 "재부팅" 버튼을 눌러 재설정하십시오. 음악을 다시 스트리밍하기까지 약 1분이 걸립니다.
nb: Hvis du opplever problemer med strømming via AirPlay, trykk på ”OMSTART”-knappen nedenfor for å starte på nytt. Det tar omtrent 1 minutt før du kan streame musikk igjen.
nl: Als u problemen heeft met streamen via AirPlay, drukt u op de knop ”REBOOT” om te resetten. Het duurt ongeveer 1 minuut voordat u weer muziek kunt streamen.
pl: W przypadku problemów z przesyłaniem strumieniowym przez AirPlay, naciśnij przycisk ”URUCHOM PONOWNIE”poniżej, aby zresetować AirPlay. Potrwa to około 1 minuty zanim można będzie ponownie strumieniować muzykę.
pt_br: Se você estiver tendo problemas com a transmissão via AirPlay, pressione o botão ”REBOOT” abaixo para redefinir. Isso levará cerca de 1 minuto antes que você possa transmitir música novamente.
pt_pt: Se estiver a ter problemas com a transmissão através do AirPlay, prima o botão "REINICIAR" abaixo para efetuar a reposição. Isto demorará cerca de 1 minuto antes de poder realizar novamente a transmissão de música.
ru: Если у вас возникли проблемы с потоковой передачей через AirPlay, пожалуйста, нажмите кнопку "ПЕРЕЗАГРУЗКА" ниже, чтобы перезагрузить устройство. Это займет около 1 минуты, после чего вы снова сможете слушать музыку.
sk: Ak máte problémy so streamovaním cez AirPlay, obnovte stlačením tlačidla ”REŠTARTOVAŤ” nižšie. Bude to trvať približne 1 minútu, predtým, než budete môcť opäť streamovať hudbu.
sv: Om du har problem med streaming via AirPlay, tryck på knappen ”STARTA OM” nedan för att återställa. Det tar cirka 1 minut innan du kan streama musik igen.
zh_hans: 如果你在通过 AirPlay 串流音乐时遇到问题，请按下面的 "重启" 按钮进行重置。 这将需要大约 1 分钟的时间，然后你就可以再次串流音乐。
zh_hant: 如果你在透過 AirPlay 串流播放時遇到問題，請按下面的"REBOOT"按鈕進行重設。 這需要大約 1 分鐘才能再次串流播放音樂。

# jbl_Step_1_calibration_finished_
source: Step 1 calibration finished.
ar: انتهت معايرة الخطوة 1.
da: Trin 1 af kalibrering afsluttet.
de: Schritt 1 der Kalibrierung ist abgeschlossen.
es_mx: Finalizó el Paso 1 de la calibración.
fi: Vaihe 1 kalibrointi on valmis.
fr: Étape 1 de l'étalonnage terminée.
he: שלב 1 הכיול הסתיים.
id: Langkah 1 kalibrasi selesai.
it: Passo 1 calibrazione terminato.
ja: ステップ1 部屋の測定が完了しました。
ko: 1단계 보정을 마쳤습니다.
nb: Trinn 1 kalibrering fullført.
nl: Stap 1 van kalibratie voltooid.
pl: Ukończono etap 1. kalibracji.
pt_br: Calibração da etapa 1 concluída.
pt_pt: Fase 1 de calibração concluída.
ru: Этап 1 калибровки завершен.
sk: 1. krok kalibrácia je dokončená.
sv: Steg 1 kalibrering avslutad.
zh_hans: 第 1 步校准完成。
zh_hant: 第 1 步校準完成。

# jbl_REBOOT
source: REBOOT
ar: إعادة التشغيل
de: NEU STARTEN
es_mx: REINICIAR
fi: UUDELLEEN KÄYNNISTYS
fr: ‎‎REDÉMARRER
he: לְאַתחֵל
it: RIAVVIA
ja: 再起動
ko: 재부팅
nb: OMSTART
pl: URUCHOM PONOWNIE
pt_pt: REINICIAR
ru: ПЕРЕЗАГРУЗКА
sk: REŠTARTOVAŤ
sv: STARTA OM
zh_hans: 重启

# jbl_Place_rear_speakers_adjacent_to_the_regular_listening_area__
source: Place rear speakers adjacent to the regular listening area.
ar: ضع مكبرات الصوت الخلفية بجوار منطقة الاستماع العادية.
da: Placer baghøjttalerne ved siden af det almindelige lytteområde.
de: Stelle die hinteren Lautsprecher neben dem normalen Hörbereich auf.
es_mx: Instale los altavoces traseros en posición adyacente a la zona de escucha convencional.
fi: Sijoita takakaiuttimet normaalin kuuntelualueen viereen.
fr: Placez les enceintes arrière à côté de la zone d'écoute habituelle.
he: הנח רמקולים אחוריים בסמוך לאזור ההאזנה הרגיל.
id: Tempatkan speaker belakang berdekatan dengan area mendengarkan biasa.
it: Posiziona gli speaker posteriori adiacenti all'area di ascolto normale.
ja: リアスピーカーを通常のリスニング位置の隣に置いてください。
ko: 일반 청취 구역 근처에 후면 스피커를 배치합니다.
nb: Plasser bakhøyttalerne ved siden av det vanlige lytteområdet.
nl: Plaats de achterluidsprekers naast de normale luisterpositie.
pl: Umieść głośniki tylne w docelowym miejscu pomieszczenia odsłuchowego.
pt_br: Coloque os alto-falantes traseiros adjacentes à área de audição normal.
pt_pt: Posicione as colunas traseiras junto à área de reprodução normal.
ru: Установите тыловые динамики рядом с обычной зоной прослушивания.
sk: Umiestnite zadné reproduktory vedľa oblasti bežného počúvania.
sv: Placera de bakre högtalarna i anslutning till det vanliga lyssningsområdet.
zh_hans: 将后置扬声器放置在常规聆听区附近。
zh_hant: 將後置喇叭放置在正常聆聽區域附近。

# jbl_Rotate_45_degrees_for_the_best_listening_experience_
source: Rotate 45 degrees for the best listening experience.
ar: احرص على التدوير بزاوية 45 درجة للحصول على أفضل تجربة استماع.
da: Roter 45 grader for at få den bedste lytteoplevelse.
de: Drehe die Lautsprecher für ein optimales Hörerlebnis um 45 Grad.
es_mx: Gire los altavoces 45 grados para optimizar el sonido.
fi: Käännä 45 astetta parhaan kuuntelukokemuksen saavuttamiseksi.
fr: Orientez-les de 45 degrés pour la meilleure expérience d'écoute.
he: סובב 45 מעלות לחוויית ההאזנה הטובה ביותר.
id: Putar 45 derajat untuk pengalaman mendengarkan terbaik.
it: Ruotali di 45 gradi per un'esperienza di ascolto ottimale.
ja: 45度の角度でサウンドバーに向けると、最良の音楽体験が可能です。
ko: 최상의 청취 경험을 제공하려면 45도 회전합니다.
nb: Roter 45 grader for best mulig lytteopplevelse.
nl: Draai 45 graden voor de beste luisterervaring.
pl: Ustaw je pod kątem 45 stopni, aby uzyskać najlepszą jakość odsłuchu.
pt_br: Gire 45 graus para a melhor experiência de audição.
pt_pt: Faça uma rotação 45 graus para obter a melhor experiência de reprodução de som.
ru: Поверните на 45 градусов для наилучшего восприятия звука.
sk: Otočte o 45 stupňov pre najlepší zážitok z počúvania.
sv: Rotera 45 grader för bästa lyssningsupplevelse.
zh_hans: 旋转 45 度以获得最佳聆听体验。
zh_hant: 旋轉 45 度以達到最佳聆聽體驗。

# jbl_Step_2_calibration_finished_
source: Step 2 calibration finished.
ar: انتهت معايرة الخطوة 2.
da: Trin 2 af kalibrering afsluttet.
de: Schritt 2 der Kalibrierung ist abgeschlossen.
es_mx: Finalizó el Paso 2 de la calibración.
fi: Vaihe 2 kalibrointi on valmis.
fr: Étape 2 de l'étalonnage terminée.
he: שלב 2 הכיול הסתיים.
id: Langkah 2 kalibrasi selesai.
it: Passo 2 calibrazione terminato.
ja: ステップ2 部屋の測定が完了しました。
ko: 2단계 보정을 마쳤습니다.
nb: Trinn 2 kalibrering fullført.
nl: Stap 2 van kalibratie voltooid.
pl: Ukończono etap 2. kalibracji.
pt_br: Calibração da etapa 2 concluída.
pt_pt: Fase 2 de calibração concluída.
ru: Этап 2 калибровки завершен.
sk: 2. krok kalibrácia je dokončená.
sv: Steg 2 kalibrering avslutad.
zh_hans: 第 2 步校准完成。
zh_hant: 第 2 步校準完成。

# jbl_BASS
source: BASS
ar: جهير
da: BAS
de: BÄSSE
es_mx: GRAVES
fi: BASSO
fr: GRAVES
he: בַּס
it: BASSI
ja: 低音
ko: 저음
nl: BAS
pl: NISKIE TONY
pt_pt: GRAVES
ru: БАСС
sk: BASY
sv: BAS
zh_hans: 低音
zh_hant: 低音

# jbl_Product_cannot_be_connected_
source: Product cannot be connected.
ar: لا يمكن توصيل المنتج.
da: Produktet kan ikke forbindes.
de: Das Gerät kann nicht verbunden werden.
es_mx: No se puede conectar el producto.
fi: Tuotetta ei voi liittää.
fr: Le produit ne peut pas être connecté.
he: לא ניתן לחבר את המוצר.
id: Produk tidak dapat disambungkan.
it: Il prodotto non può essere collegato.
ja: 製品に接続できません。
ko: 제품을 연결할 수 없습니다.
nb: Produktet kan ikke kobles til.
nl: Product kan niet worden aangesloten.
pl: Nie można podłączyć tego produktu.
pt_br: O produto não pode ser conectado.
pt_pt: Não é possível estabelecer a ligação ao produto.
ru: Устройство не может быть подключено.
sk: Produkt nie je možné pripojiť.
sv: Produkten kan inte anslutas.
zh_hans: 无法连接设备。
zh_hant: 無法連接產品。

# jbl_No_connection
source: No connection
ar: لا يوجد اتصال
da: Ingen forbindelse
de: Keine Verbindung
es_mx: Sin conexión
fi: Ei yhteyttä
fr: Pas de connexion
he: אין חיבור
id: Tidak ada sambungan
it: Nessuna connessione
ja: 未接続
ko: 연결 없음
nb: Ingen forbindelse
nl: Geen verbinding
pl: Brak połączenia
pt_br: Sem conexão
pt_pt: Sem ligação
ru: Нет подключения
sk: Žiadne spojenie
sv: Ingen anslutning
zh_hans: 无连接
zh_hant: 無連接

# jbl_LOW
source: LOW
ar: منخفض
da: LAV
de: NIEDRIG
es_mx: BAJO
fi: MATALA
fr: BAS
he: נָמוּך
id: RENDAH
it: BASSO
ja: 低
ko: 낮음
nb: LAV
nl: LAAG
pl: NISKA
pt_br: BAIXA
pt_pt: BAIXO
ru: НИЗКИЙ
sk: NÍZKE
sv: LÅG
zh_hans: 低
zh_hant: 低

# jbl_HIGH
source: HIGH
ar: مرتفع
da: HØJ
de: HOCH
es_mx: ALTO
fi: KORKEA
fr: ÉLEVÉ
he: גָבוֹהַ
id: TINGGI
it: ALTO
ja: 高
ko: 높음
nb: HØY
nl: HOOG
pl: WYSOKA
pt_br: ALTA
pt_pt: ALTO
ru: ВЫСОКИЙ
sk: VYSOKÉ
sv: HÖG
zh_hans: 高
zh_hant: 高

# jbl_Rear_Speakers
source: Detachable Rear Speakers
ar: مكبرات الصوت الخلفية القابلة للفصل
da: Aftagelige baghøjttalere
de: Abnehmbare hintere Lautsprecher
es_mx: Altavoces traseros desmontables
fi: Irrotettavat takakaiuttimet
fr: Enceintes arrière détachables
he: רמקולים אחוריים ניתנים להסרה
id: Speaker Belakang yang Dapat Dilepas
it: Speaker posteriori rimovibili
ja: 着脱式リアスピーカー
ko: 탈착식 후면 스피커
nb: Avtakbare bakhøyttalere
nl: Afneembare achterluidsprekers
pl: Odłączane głośniki tylne
pt_br: Alto-falantes Traseiros Removíveis
pt_pt: Colunas traseiras removíveis
ru: Съемные тыловые динамики
sk: Odnímateľné zadné reproduktory
sv: Löstagbara bakre högtalare
zh_hans: 可拆卸的后置扬声器
zh_hant: 可拆分後置喇叭

# jbl_Audio_Sync
source: Audio Sync
ar: مزامنة الصوت
da: Lydsynkronisering
de: Audio-Synchronisierung
es_mx: Sincronización de audio
fi: Äänen synkronointi
fr: Synchronisation audio
he: סנכרון אודיו
id: Sinkronisasi Audio
it: Sincronizzazione audio
ja: オーディオシンク
ko: 오디오 동기화
nl: Audiosynchronisatie
pl: Synchronizacja audio
pt_br: Sincronização de Áudio
pt_pt: Sincronização de áudio
ru: Аудиосинхронизация
sk: Synchronizácia zvuku
sv: Ljudsynk
zh_hans: 音频同步
zh_hant: 音訊同步

# jbl_Rear_Channel
source: Rear Channel
ar: القناة الخلفية
da: Bageste kanal
de: Hinterer Kanal
es_mx: Canal trasero
fi: Takakanava
fr: Canal arrière
he: ערוץ אחורי
id: Saluran Belakang
it: Canale posteriore
ja: リアチャンネル
ko: 후면 채널
nb: Bakre kanal
nl: Achterkanaal
pl: Kanał tylny
pt_br: Canal Traseiro
pt_pt: Canal traseiro
ru: Тыловой канал
sk: Zadný kanál
sv: Bakre kanal
zh_hans: 后置声道
zh_hant: 後置聲道

# jbl_Guide__Network_status__Info__Software_version
source: Guide, Network status, Info, Software version
ar: الدليل، حالة الشبكة، المعلومات، إصدار البرنامج
da: Guide, Netværksstatus, Info, Softwareversion
de: Anleitung, Netzwerkstatus, Infos, Softwareversion
es_mx: Guía, Estado de la red, Información, Versión del software
fi: Opas, Verkon tila, Tiedot, Ohjelmistoversio
fr: Guide, État du réseau, Infos, Version du logiciel
he: מדריך, מצב רשת, מידע, גרסת תוכנה
id: Panduan, Status jaringan, Info, Versi perangkat lunak
it: Guida, stato della rete, informazioni, versione software
ja: ガイド、ネットワークステータス、情報、ソフトウェアバージョン
ko: 가이드, 네트워크 상태, 정보, 소프트웨어 버전
nb: Veiledning, nettverksstatus, info, programvareversjon
nl: Gids, Netwerkstatus, Info, Softwareversie
pl: Przewodnik, stan sieci, informacje, wersja oprogramowania
pt_br: Guia, Status da rede, Informações, Versão do software
pt_pt: Guia, Estado da rede, Informação, Versão do software
ru: Руководство, состояние сети, информация, версия программного обеспечения
sk: Sprievodca, Stav siete, Informácie, Verzia softvéru
sv: Guide, Nätverksstatus, Info, Programvaruversion
zh_hans: 指南，网络状态，信息，软件版本
zh_hant: 指南、網路狀態、資訊、軟體版本
