Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# napster_Remove_from_My_Music
source: Remove from My Music
ar: إزالة من الموسيقى الخاصة بي
da: Fjern fra Min musik
de: Aus My Music(meiner Musik) entfernen
es_mx: Quitar de Mi música
fi: Poista Omasta musiikista
fr: Retirer de ma musique
he: הסר מהמוזיקה שלי
id: Hapus dari Musik Saya
it: Elimina dalla Mia Musica
ja: マイミュージックから削除
ko: 내 음악에서 제거
nb: Fjern fra Min musikk
nl: Verwijderen uit Mijn Muziek
pl: Usuń z Mojej muzyki
pt_br: Remover do My Music
pt_pt: Remover de A Minha Música
ru: Удалить из «Моя музыка»
sk: Odstrániť z Mojej hudby
sv: Ta bort från min musik
zh_hans: 从我的音乐中移除
zh_hant: 從我的音樂移除

# napster_September
source: September
ar: سبتمبر
es_mx: Septiembre
fi: Syyskuu
fr: Septembre
he: סֶפּטֶמבֶּר
it: Settembre
ja: 9月
ko: 9월
pl: wrzesień
pt_br: Setembro
pt_pt: Setembro
ru: Сентябрь
zh_hans: 9 月
zh_hant: 九月

# napster_Add_All_to_My_Music
source: Add All to My Music
ar: إضافة إلى الموسيقى الخاصة بي
da: Føj alt til Min musik
de: Alles zu meiner Musik hinzufügen
es_mx: Agregar todo a Mi música
fi: Lisää kaikki Omaan musiikkiin
fr: Ajouter tout à ma musique
he: הוסף הכל למוזיקה שלי
id: Tambahkan Semua ke Musik Saya
it: Aggiungi tutto alla Mia Musica
ja: マイミュージックにすべてを追加
ko: 내 음악에 모두 추가
nb: Legg til alt i Min musikk
nl: Alles toevoegen aan mijn muziek
pl: Dodaj wszystko do mojej muzyki
pt_br: Adicionar todas ao My Music
pt_pt: Adicionar tudo à pasta A Minha Música
ru: Добавить все в «Моя музыка»
sk: Pridať všetky do služby Moja hudba
sv: Lägg till min musik
zh_hans: 全部添加至我的音乐
zh_hant: 將全部新增至我的音樂

# napster_October
source: October
ar: أكتوبر
da: Oktober
de: Oktober
es_mx: Octubre
fi: Lokakuu
fr: Octobre
he: אוֹקְטוֹבֶּר
id: Oktober
it: Ottobre
ja: 10月
ko: 10월
nb: Oktober
nl: Oktober
pl: październik
pt_br: Outubro
pt_pt: Outubro
ru: Октябрь
sk: Október
sv: Oktober
zh_hans: 10 月
zh_hant: 十月

# napster_Remove_All_from_My_Music
source: Remove All from My Music
ar: إزالة الكل من الموسيقى الخاصة بي
da: Fjern alt fra Min musik
de: Alles aus meiner Musik entfernen
es_mx: Quitar todo de Mi música
fi: Poista kaikki Omasta musiikista
fr: Retirer tout de ma musique
he: הסר הכל מהמוזיקה שלי
id: Hapus Semua dari Musik Saya
it: Elimina tutto dalla Mia Musica
ja: マイミュージックからすべてを削除
ko: 내 음악에서 모두 제거
nb: Fjern alt fra Min musikk
nl: Alles uit mijn muziek verwijderen
pl: Usuń wszystko z Mojej muzyki
pt_br: Remover todas do My Music
pt_pt: Remover tudo de A Minha Música
ru: Удалить всё из «Моя музыка»
sk: Odstrániť všetky zo služby Moja hudba
sv: Ta bort allt från min musik
zh_hans: 全部从我的音乐中移除
zh_hant: 從我的音樂移除全部

# napster_November
source: November
ar: نوفمبر
es_mx: Noviembre
fi: Marraskuu
fr: Novembre
he: נוֹבֶמבֶּר
it: Novembre
ja: 11月
ko: 11월
pl: listopad
pt_br: Novembro
pt_pt: Novembro
ru: Ноябрь
zh_hans: 11 月
zh_hant: 十一月

# napster_December
source: December
ar: ديسمبر
de: Dezember
es_mx: Diciembre
fi: Joulukuu
fr: Décembre
he: דֵצֶמבֶּר
id: Desember
it: Dicembre
ja: 12月
ko: 12월
nb: Desember
pl: grudzień
pt_br: Dezembro
pt_pt: Dezembro
ru: Декабрь
zh_hans: 12 月
zh_hant: 十二月

# napster_Unlimited_access_to_millions_of_songs
source: Unlimited access to millions of songs
ar: وصول غير محدود لملايين الأغاني
da: Ubegrænset adgang til millioner af sange
de: Unbegrenzter Zugang zu Millionen von Songs
es_mx: Acceso ilimitado a millones de canciones
fi: Rajoittamaton pääsy miljooniin kappaleisiin
fr: Accès illimité à des millions de chansons
he: גישה בלתי מוגבלת למיליוני שירים
id: Akses tidak terbatas ke jutaan lagu
it: Accesso illimitato a milioni di brani
ja: 数百万曲に無制限でアクセス
ko: 다양한 곡에 무제한 액세스
nb: Ubegrenset tilgang til millioner av sanger
nl: Onbeperkte toegang tot miljoenen nummers
pl: Nieograniczony dostęp do milionów utworów
pt_br: Acesso ilimitado a milhões de músicas
pt_pt: Acesso ilimitado a milhões de músicas
ru: Неограниченный доступ к миллионам песен
sk: Neobmedzený prístup k miliónom skladieb
sv: Obegränsad tillgång till miljontals låtar
zh_hans: 无限制访问数百万首乐曲
zh_hant: 無限暢享數百萬首歌曲

# napster_Download_any_song__album_or_playlist
source: Download any song, album or playlist
ar: تنزيل أي أغنية أو ألبوم أو قائمة تشغيل
da: Download enhver sang, album eller playliste
de: Lade einen beliebigen Song, ein Album oder eine Playlist herunter
es_mx: Descargue cualquier canción, álbum o lista de reproducción.
fi: Lataa mikä tahansa kappale, albumi tai soittolista
fr: Téléchargez les chansons, albums ou listes de lecture
he: הורד כל שיר, אלבום או רשימת השמעה
id: Unduh berbagai lagu, album, atau daftar lagu
it: Scarica qualsiasi brano, album o playlist
ja: どんな曲、アルバムまたはプレイリストでもダウンロード
ko: 곡, 앨범 또는 재생 목록 다운로드
nb: Last ned hvilken som helst sang, album eller spilleliste
nl: Download een nummer, album of afspeellijst
pl: Pobieraj dowolne utwory, albumy lub listy odtwarzania
pt_br: Baixe qualquer música, álbum ou playlist
pt_pt: Transfira qualquer música, álbum ou lista de reprodução
ru: Загрузить любую песню, альбом или плейлист
sk: Stiahnite si akúkoľvek skladbu, album alebo zoznam skladieb
sv: Ladda ner valfri låt, album eller spellista
zh_hans: 下载任何歌曲、专辑或播放列表
zh_hant: 下載任何歌曲、專輯或播放清單

# napster_Play_on_mobile__web_and_home_audio_devices
source: Play on mobile, web and home audio devices
ar: تشغيل على الأجهزة المحمولة والويب وأجهزة الصوت المنزلية
da: Afspil på mobil, web og hjemmets lydenheder
de: Wiedergabe auf Mobil-, Web- und Heim-Audiogeräten
es_mx: Reproducir en dispositivos de audio móviles, web y domiciliarios
fi: Toista mobiililaitteissa, verkossa ja kodin audiolaitteisa
fr: Écoutez sur des appareils audio mobiles, Web et domestiques
he: נגן בנייד, באינטרנט ובמכשירי אודיו ביתיים
id: Putar di perangkat seluler, web, dan audio rumah
it: Riproduci su dispositivi mobile, web e home audio
ja: モバイル機器、ウェブブラウザ、ホームオーディオデバイスで再生
ko: 휴대폰, 웹, 홈 오디오 장치에서 재생
nb: Spill på mobil, nett og hjemmelydenheter
nl: Afspelen op mobiele, web- en home-audioapparaten
pl: Odtwarzaj na urządzeniach przenośnych, przez sieć Web i na domowym sprzęcie audio.
pt_br: Reproduza em dispositivos móveis, web e de áudio domésticos
pt_pt: Reprodução em dispositivos de áudio móveis, web e domésticos
ru: Воспроизведение на мобильных, веб- и домашних аудиоустройствах
sk: Prehrávajte na mobilných, webových a domácich zvukových zariadeniach
sv: Spela på mobil, webb och ljudenheter hemma
zh_hans: 支持在手机、网络和家庭音频设备上播放
zh_hant: 在流動、網路和家用音訊裝置上播放

# napster_Upgrade_today_for_unlimited_access_to_endless_music_
source: Upgrade today for unlimited access to endless music.
ar: احرص على الترقية اليوم للوصول غير المحدود إلى قدر لا نهائي من مقاطع الموسيقى.
da: Opgrader i dag, og få ubegrænset adgang til uendelig musik.
de: Hole dir noch heute ein Upgrade für unbegrenzten Zugang zu unendlich vielen Songs.
es_mx: Mejore su plan para acceder a música sin límites.
fi: Päivitä tänään ja saat rajattoman pääsyn loputtomaan musiikkiin.
fr: Faites la mise à jour aujourd'hui pour un accès illimité à une musique sans fin.
he: שדרג היום לגישה בלתי מוגבלת למוזיקה אינסופית.
id: Perbarui hari ini untuk mendapatkan akses tidak terbatas ke musik.
it: Effettua l'upgrade oggi stesso per un accesso illimitato alla musica senza fine.
ja: 今日アップグレードして、エンドレスの音楽へ無制限でアクセスしましょう
ko: 업그레이드를 통해 다양한 음악에 제한 없이 액세스하십시오.
nb: Oppgrader i dag for å få ubegrenset tilgang til uendelige mengder musikk.
nl: Upgrade vandaag nog voor onbeperkte toegang tot eindeloze muziek.
pl: Ulepsz swoje konto już dziś, aby skorzystać z nieograniczonego dostępu do nieskończonych zasobów muzycznych.
pt_br: Atualize hoje para acesso ilimitado a música sem fim.
pt_pt: Faça hoje a atualização para obter acesso ilimitado a um número infinito de músicas.
ru: Обновить сегодня, чтобы получить неограниченный доступ к музыке.
sk: Aktualizujte ešte dnes a získajte neobmedzený prístup k nekonečnému množstvu hudby
sv: Uppgradera idag för obegränsad tillgång till oändlig musik.
zh_hans: 立即升级以无限制地访问海量乐曲。
zh_hant: 立即升級，無限暢享無盡音樂。

# tidal_Search
source: Search
ar: بحث
da: Søg
de: Suchen
es_mx: Buscar
fi: Haku
fr: Rechercher
he: לחפש
id: Cari
it: Cerca
ja: 検索
ko: 검색
nb: Søk
nl: Zoeken
pl: Wyszukaj
pt_br: Buscar
pt_pt: Pesquisar
ru: Поиск
sk: Vyhľadávanie
sv: Söker
zh_hans: 搜索
zh_hant: 搜尋

# tidal_Tidal_Search
source: Tidal Search
ar: البحث في Tidal
da: Tidal Søgning
de: Tidal-Suche
es_mx: Búsqueda en Tidal
fi: Tidal-haku
fr: Recherche Tidal
he: חיפוש גאות
id: Pencarian Tidal
it: Ricerca Tidal
ja: TIDAL検索
ko: TIDAL 검색
nb: Tidal-søk
nl: Zoeken in Tidal
pl: Wyszukiwanie w usłudze Tidal
pt_br: Tidal Busca
pt_pt: Pesquisa do Tidal
ru: Поиск Tidal
sk: Vyhľadávanie v Tidal
sv: Tidal-sökning
zh_hans: Tidal 搜索
zh_hant: Tidal 搜尋

# tidal_OTHER_ALBUMS
source: OTHER ALBUMS
ar: الألبومات الأخرى
da: ANDRE ALBUM
de: ANDERE ALBEN
es_mx: OTROS ÁLBUMES
fi: MUUT ALBUMIT
fr: AUTRES ALBUMS
he: אלבומים אחרים
id: ALBUM LAINNYA
it: ALTRI ALBUM
ja: その他のアルバム
ko: 기타 앨범
nb: ANDRE ALBUM
nl: ANDERE ALBUMS
pl: INNE ALBUMY
pt_br: OUTROS ÁLBUNS
pt_pt: OUTROS ÁLBUNS
ru: ДРУГИЕ АЛЬБОМЫ
sk: ĎALŠIE ALBUMY
sv: ÖVRIGA ALBUM
zh_hans: 其他专辑
zh_hant: 其他專輯

# tidal_TIDAL_LOGIN
source: TIDAL LOGIN
ar: تسجيل الدخول إلى TIDAL
de: TIDAL-ANMELDUNG
es_mx: INICIO DE SESIÓN EN TIDAL
fi: TIDAL-SISÄÄNKIRJAUTUMINEN
fr: CONNEXION À TIDAL
he: כניסת TIDAL
id: LOGIN TIDAL
it: LOGIN TIDAL
ja: TIDALログイン
ko: TIDAL 로그인
nb: TIDAL-PÅLOGGING
nl: INLOGGEN TIDAL
pl: LOGOWANIE DO USŁUGI TIDAL
pt_br: LOGIN DO TIDAL
pt_pt: INÍCIO DE SESSÃO NO TIDAL
ru: ВОЙТИ В TIDAL
sk: PRIHLÁSENIE TIDAL
sv: TIDAL INLOGGNING
zh_hans: TIDAL 登录
zh_hant: Tidal 登入

# tidal_My_Playlist
source: My Playlist
ar: قائمة التشغيل الخاصة بي
da: Min playliste
de: Meine Playlist
es_mx: Mi lista de reproducción
fi: Oma soittolista
fr: Ma Liste de lecture
he: רשימת ההשמעה שלי
id: Daftar Lagu Saya
it: La mia Playlist
ja: マイプレイリスト
ko: 내 재생 목록
nb: Min spilleliste
nl: Mijn Afspeellijst
pl: Moja lista odtwarzania
pt_br: Minha Playlist
pt_pt: A minha lista de reprodução
ru: Мой плейлист
sk: Môj zoznam skladieb
sv: Min spellista
zh_hans: 我的播放列表
zh_hant: 我的播放清單

# tidal_Remove
source: Remove
ar: إزالة
da: Fjern
de: Entfernen
es_mx: Quitar
fi: Poista
fr: Retirer
he: לְהַסִיר
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
nb: Fjern
nl: Verwijderen
pl: Usuń
pt_br: Remover
pt_pt: Remover
ru: Удалить
sk: Odstrániť
sv: Ta bort
zh_hans: 移除
zh_hant: 移除

# tidal_Log_in____
source: Log in....
ar: جارِ تسجيل الدخول....
da: Log ind....
de: Anmelden ...
es_mx: Iniciar sesión...
fi: Kirjaudu sisään...
fr: Connexion...
he: התחברות...
ja: ログインしています....
ko: 로그인...
nb: Logg på ...
nl: Inloggen....
pl: Logowanie...
pt_pt: Iniciar sessão...
ru: Войти в систему....
sk: Prihlásiť sa....
sv: Logga in...
zh_hans: 登录....
zh_hant: 登入....

# tidal_Created_by_me
source: Created by me
ar: من إنشائي
da: Oprettet af mig
de: Erstellt von mir
es_mx: Creadas por mí
fi: Minun laatimani
fr: Créée par moi
he: נוצר על ידי
id: Dibuat oleh saya
it: Creato da me
ja: 自分で作成
ko: 만든 사람: 나
nb: Opprettet av meg
nl: Door mij gemaakt
pl: Utworzone przeze mnie
pt_br: Criado por mim
pt_pt: Criado por mim
ru: Автор:
sk: Vytvorené mnou
sv: Skapad av mig
zh_hans: 由我创建
zh_hant: 由我建立

# tidal_Created_by_TIDAL
source: Created by TIDAL
ar: من إنشاء TIDAL
da: Oprettet af TIDAL
de: Erstellt von TIDAL
es_mx: Creadas por TIDAL
fi: Laatinut TIDAL
fr: Créée par TIDAL
he: נוצר על ידי TIDAL
id: Dibuat oleh TIDAL
it: Creato da TIDAL
ja: TIDALで作成
ko: 만든 사람: TIDAL
nb: Opprettet av TIDAL
nl: Gemaakt door TIDAL
pl: Utworzone przez TIDAL
pt_br: Criado por TIDAL
pt_pt: Criado pelo TIDAL
ru: Создано TIDAL
sk: Vytvorené spoločnosťou TIDAL
sv: Skapad av TIDAL
zh_hans: 由 TIDAL 创建
zh_hant: 由 TIDAL 建立

# tidal_Similar_Albums
source: Similar Albums
ar: الألبومات المماثلة
da: Lignende album
de: Ähnliche Alben
es_mx: Álbumes similares
fi: Samanlaisia albumeita
fr: Albums similaires
he: אלבומים דומים
id: Album Serupa
it: Album simili
ja: 類似したアルバム
ko: 유사한 앨범
nb: Lignende album
nl: Vergelijkbare albums
pl: Podobne albumy
pt_br: Álbuns Similares
pt_pt: Álbuns semelhantes
ru: Похожие альбомы
sk: Podobné albumy
sv: Liknande album
zh_hans: 相似专辑
zh_hant: 類似專輯

# tidal_Success
source: Success
ar: تم بنجاح
da: Gennemført
de: Erfolgreich
es_mx: Operación correcta
fi: Onnistui
fr: Réussite
he: הַצלָחָה
id: Berhasil
it: Fatto
ja: 成功
ko: 성공
nb: Utført
nl: Gelukt
pl: Sukces
pt_br: Bem-sucedido
pt_pt: Êxito
ru: Успешно
sk: Úspešné
sv: Lyckades
zh_hans: 成功
zh_hant: 成功

# tidal_Fail
source: Fail
ar: فشل
da: Mislykket
de: Fehlgeschlagen
es_mx: Error
fi: Ei läpäisyä
fr: Échec
he: נכשל
id: Gagal
it: Errore
ja: 失敗
ko: 실패
nb: Mislyktes
nl: Mislukt
pl: Niepowodzenie
pt_br: Falha
pt_pt: Falha
ru: Сбой
sk: Zlyhalo
sv: Misslyckades
zh_hans: 失败
zh_hant: 失敗

# tidal_Deleting____
source: Deleting....
ar: جارِ الحذف....
da: Sletter...
de: Wird gelöscht ...
es_mx: Eliminando...
fi: Poistetaan...
fr: Suppression…
he: מוחק...
id: Menghapus ...
it: Cancello...
ja: 削除しています....
ko: 삭제 중...
nb: Sletter ...
nl: Verwijderen....
pl: Usuwanie...
pt_br: Excluindo....
pt_pt: A eliminar....
ru: Удаление....
sk: Vymazávanie....
sv: Raderar....
zh_hans: 正在删除....
zh_hant: 正在刪除....

# tidal_Add____
source: Add....
ar: جارِ الإضافة....
da: Tilføj....
de: Hinzufügen ...
es_mx: Agregar...
fi: Lisää...
fr: Ajout...
he: הוספה...
id: Tambahkan ...
it: Aggiungo...
ja: 追加しています....
ko: 추가...
nb: Legg til ...
nl: Toevoegen....
pl: Dodaj...
pt_br: Adicionar....
pt_pt: Adicionar....
ru: Добавить....
sk: Pridať....
sv: Lägg till....
zh_hans: 添加....
zh_hant: 新增....

# tidal_Delete_success
source: Delete success
ar: نجاح حذف
da: Slettet
de: Löschen erfolgreich
es_mx: Eliminación correcta
fi: Poisto onnistui
fr: Supprimé
he: מחק הצלחה
id: Berhasil menghapus
it: Eliminazione riuscita
ja: 削除に成功
ko: 삭제 성공
nb: Slettet
nl: Wissen gelukt
pl: Usuwanie przebiegło pomyślnie
pt_br: Excluído com sucesso
pt_pt: Eliminação efetuada com sucesso
ru: Успешное удаление
sk: Vymazanie bolo úspešné
sv: Radering lyckades
zh_hans: 删除成功
zh_hant: 刪除成功

# tidal_Added_successfully
source: Added successfully
ar: تمت الإضافة بنجاح
da: Tilføjet
de: Hinzufügen erfolgreich
es_mx: Se agregó correctamente
fi: Lisäys onnistui
fr: Ajouté
he: נוסף בהצלחה
id: Berhasil ditambahkan
it: Aggiunto con successo
ja: 追加に成功
ko: 추가 성공
nb: Lagt til
nl: Toevoegen gelukt
pl: Dodano pomyślnie
pt_br: Adicionado com sucesso
pt_pt: Adicionado com sucesso
ru: Добавлено успешно
sk: Úspešne pridané
sv: Tillägning lyckades
zh_hans: 添加成功
zh_hant: 新增成功

# tidal_Delete_fail
source: Delete fail
ar: فشل الحذف
da: Sletning mislykket
de: Löschen fehlgeschlagen
es_mx: Error al eliminar
fi: Poisto epäonnistui
fr: Échec de la suppression
he: מחיקה נכשלה
id: Gagal menghapus
it: Eliminazione non riuscita
ja: 削除に失敗
ko: 삭제 실패
nb: Sletting mislyktes
nl: Wissen mislukt
pl: Niepowodzenie usuwania
pt_br: Falha ao excluir
pt_pt: Falha ao eliminar
ru: Удалить ошибку
sk: Vymazanie zlyhalo
sv: Radering misslyckades
zh_hans: 删除失败
zh_hant: 無法刪除

# tidal_Added_failed
source: Added failed
ar: فشلت الإضافة
da: Tilføjelse mislykket
de: Hinzufügen fehlgeschlagen
es_mx: Error al agregar
fi: Lisäys epäonnistui
fr: Échec de l’ajout
he: הוספה נכשלה
id: Gagal ditambahkan
it: Aggiunta non riuscita
ja: 追加に失敗
ko: 추가 실패
nb: Kunne ikke legges til
nl: Toevoegen mislukt
pl: Niepowodzenie dodawania
pt_br: Falha ao adicionar
pt_pt: Falha ao adicionar
ru: Добавление не удалось
sk: Pridanie zlyhalo
sv: Tillägning misslyckades
zh_hans: 添加失败
zh_hant: 無法新增

# tidal_What_s_New_Playlists
source: What's New:Playlists
ar: ما الجديد: قوائم التشغيل
da: Nyheder:Playlister
de: Was ist neu:Playlisten
es_mx: Novedades: Listas de reproducción
fi: Mitä uutta:soittolistat
fr: Nouveautés : Listes de lecture
he: מה חדש: רשימות השמעה
id: Yang Baru: Daftar Lagu
it: Novità: Playlist
ja: 最新情報：プレイリスト
ko: 새 소식: 재생 목록
nb: Dette er nytt: Spillelister
nl: Wat is er nieuw: Afspeellijsten
pl: Co nowego: listy odtwarzania
pt_br: Novidades: Playlists
pt_pt: O que há de novo: Listas de reprodução
ru: Что нового: плейлисты
sk: Čo je nové: Zoznamy skladieb
sv: Vad är nytt: Spellistor
zh_hans: 最新动态：播放列表
zh_hant: 新內容：播放清單

# tidal_What_s_New_Albums
source: What's New:Albums
ar: ما الجديد: الألبومات
da: Nyheder:Album
de: Was ist neu:Alben
es_mx: Novedades: Álbumes
fi: Mitä uutta:albumit
fr: Nouveautés : Albums
he: מה חדש: אלבומים
id: Yang Baru: Album
it: Novità: Album
ja: 最新情報：アルバム
ko: 새 소식: 앨범
nb: Dette er nytt: Album
nl: Wat is er nieuw: Albums
pl: Co nowego: albumy
pt_br: Novidades: Álbuns
pt_pt: O que há de novo: Álbuns
ru: Что нового: альбомы
sk: Čo je nové: Albumy
sv: Vad är nytt: Album
zh_hans: 最新动态：专辑
zh_hant: 新內容：專輯

# tidal_What_s_New_Tracks
source: What's New:Tracks
ar: ما الجديد: المقاطع
da: Nyheder:Spor
de: Was ist neu:Titel
es_mx: Novedades: Pistas
fi: Mitä uutta:kappaleet
fr: Nouveautés : Pistes
he: מה חדש: רצועות
id: Yang Baru: Trek
it: Novità: Brani
ja: 最新情報：トラック
ko: 새 소식: 트랙
nb: Dette er nytt: Spor
nl: Wat is er nieuw? Tracks
pl: Co nowego: utwory
pt_br: Novidades: Faixas
pt_pt: O que há de novo: Faixas
ru: Что нового: треки
sk: Čo je nové: Skladby
sv: Vad är nytt: Spår
zh_hans: 最新动态：曲目
zh_hant: 新內容：曲目

# tidal_TIDAL_Discovery
source: TIDAL Discovery
ar: اكتشاف TIDAL
es_mx: Novedades de TIDAL
fi: TIDAL-löytö
fr: Découverte de TIDAL
he: תגלית TIDAL
ja: TIDAL検索
ko: TIDAL 디스커버리
pt_br: TIDAL Descobertas
pt_pt: Descoberta do TIDAL
ru: Открытие TIDAL
sk: Objavenie TIDAL
sv: TIDAL upptäckning
zh_hans: TIDAL 发现
zh_hant: TIDAL 發現

# tidal_ARTISTS
source: ARTISTS
ar: الفنانون
da: KUNSTNERE
de: INTERPRETEN
es_mx: ARTISTAS
fi: ESIINTYJÄT
fr: ARTISTES
he: אמנים
id: ARTIS
it: ARTISTI
ja: アーティスト
ko: 아티스트
nb: ARTISTER
nl: ARTIESTEN
pl: WYKONAWCY
pt_br: ARTISTAS
pt_pt: ARTISTAS
ru: ИСПОЛНИТЕЛИ
sk: INTERPRETI
sv: ARTISTER
zh_hans: 艺术家
zh_hant: 藝術家

# tidal_Genres
source: Genres
ar: الأنواع
da: Genrer
es_mx: Géneros
fi: Genret
he: ז'אנרים
id: Genre
it: Generi
ja: ジャンル
ko: 장르
nb: Sjangere
pl: Gatunki
pt_br: Gêneros
pt_pt: Géneros
ru: Жанры
sk: Žánre
sv: Genrer
zh_hans: 流派
zh_hant: 流派

# tidal_TRACKS
source: TRACKS
ar: المقاطع
da: SPOR
de: TITEL
es_mx: PISTAS
fi: KAPPALEET
fr: PISTES
he: מסלולים
id: TREK
it: BRANI
ja: トラック
ko: 트랙
nb: SPOR
pl: UTWORY
pt_br: FAIXAS
pt_pt: FAIXAS
ru: ТРЕКИ
sk: SKLADBY
sv: SPÅR
zh_hans: 曲目
zh_hant: 曲目

# tidal_Login
source: Login
ar: تسجيل الدخول
da: Log ind
de: Anmelden
es_mx: Inicio de sesión
fi: Kirjaudu sisään
fr: Connexion
he: התחברות
ja: ログイン
ko: 로그인
nb: Logg på
nl: Inloggen
pl: Logowanie
pt_pt: Iniciar sessão
ru: Регистрация
sk: Prihlásiť sa
sv: Logga in
zh_hans: 登录
zh_hant: 登入

# tidal_ALBUMS
source: ALBUMS
ar: الألبومات
da: ALBUM
de: ALBEN
es_mx: ÁLBUMES
fi: ALBUMIT
he: אלבומים
id: ALBUM
it: ALBUM
ja: アルバム
ko: 앨범
nb: ALBUM
pl: ALBUMY
pt_br: ÁLBUNS
pt_pt: ÁLBUNS
ru: АЛЬБОМЫ
sk: ALBUMY
sv: ALBUM
zh_hans: 专辑
zh_hant: 專輯

# tidal_Tidal_account_has_been_changed
source: Tidal account has been changed
ar: تم تغيير حساب Tidal
da: Tidal-konto er blevet ændret
de: Tidal-Konto wurde geändert
es_mx: Cambió la cuenta de Tidal.
fi: Tidal-tiliä on muutettu
fr: Le compte Tidal a été modifié
he: חשבון גאות השתנה
id: Akun Tidal telah diubah
it: L’account Tidal è stato modificato
ja: TIDALアカウントは変更されました
ko: TIDAL 계정이 변경됨
nb: Tidal-kontoen er endret
nl: Tidal-account is veranderd
pl: Zmieniono użytkownika konta Tidal
pt_br: A conta Tidal foi alterada
pt_pt: A conta Tidal foi alterada
ru: Учетная запись Tidal была изменена
sk: Účet Tidal bol zmenený
sv: Tidal-kontot har ändrats
zh_hans: Tidal 账户已被更改
zh_hant: Tidal 帳戶已變更

# tidal_PLAYLISTS
source: PLAYLISTS
ar: قوائم التشغيل
da: PLAYLISTER
de: PLAYLISTEN
es_mx: LISTAS DE REPRODUCCIÓN
fi: SOITTOLISTAT
fr: LISTES DE LECTURE
he: רשימות השמעה
id: DAFTAR LAGU
it: PLAYLIST
ja: プレイリスト
ko: 재생 목록
nb: SPILLELISTER
nl: AFSPEELLIJSTEN
pl: LISTY ODTWARZANIA
pt_pt: LISTAS DE REPRODUÇÃO
ru: ПЛЕЙЛИСТЫ
sk: ZOZNAMY SKLADIEB
sv: SPELLISTOR
zh_hans: 播放列表
zh_hant: 播放清單

# tidal_The_current_user_is_%@
source: The current user is %@
ar: المستخدم الحالي هو %@
da: Den aktuelle bruger er %@
de: Der aktuelle Benutzer ist %@
es_mx: El usuario actual es %@.
fi: Nykyinen käyttäjä on %@
fr: L'utilisateur actuel est %@
he: המשתמש הנוכחי הוא %@
id: Pengguna saat ini adalah %@
it: L'utente attuale è %@
ja: 現在のユーザーは%@です
ko: 현재 사용자: %@
nb: Den aktuelle brukeren er %@
nl: De huidige gebruiker is %@
pl: Bieżący użytkownik to %@
pt_br: O usuário atual é %@
pt_pt: O utilizador atual é %@
ru: Текущий пользователь %@
sk: Aktuálny používateľ je %@
sv: Nuvarande användaren är %@
zh_hans: 当前用户是 %@
zh_hant: 目前使用者為 %@

# tidal_EXTEND
source: EXTEND
ar: تمديد
da: FORLÆNG
de: VERLÄNGERN
es_mx: EXTENDER
fi: LAAJENNA
fr: PROLONGER
he: לְהַאֲרִיך
id: PERLUAS
it: ESTENDI
ja: 拡大する
ko: 연장
nb: UTVID
nl: UITBREIDEN
pl: PRZEDŁUŻ
pt_br: EXTENDER
pt_pt: AMPLIAR
ru: РАСПРОСТРАНИТЬ
sk: PREDLŽIŤ
sv: FÖRLÄNGA
zh_hans: 展开
zh_hant: 延長

# tidal_I_got_it
source: I got it
ar: مفهوم
da: Forstået
de: Verstanden
es_mx: De acuerdo
fi: Ymmärsin
fr: J’ai compris
he: הבנתי
id: Saya mengerti
it: Ho capito
ja: 了解しました
ko: 확인
nb: Skjønner
nl: Ik heb het begrepen
pl: Rozumiem
pt_br: Entendi
pt_pt: Entendi
ru: Я понял/а
sk: Mám to
sv: Jag förstår
zh_hans: 好的
zh_hant: 我知道了

# tidal_Adding____
source: Adding....
ar: إضافة....
da: Tilføjer....
de: Wird hinzugefügt ...
es_mx: Agregando...
fi: Lisätään...
fr: Ajout...
he: מוֹסִיף...
id: Menambahkan ...
it: Aggiungo...
ja: 追加しています....
ko: 추가 중...
nb: Legger til ...
nl: Toevoegen....
pl: Dodawanie...
pt_br: Adicionando...
pt_pt: A adicionar....
ru: Добавление....
sk: Pridáva sa....
sv: Lägger till...
zh_hans: 正在添加....
zh_hant: 正在新增....

# tidal_Tidal_account_has_logout
source: Tidal account has logged out
ar: تم تسجيل الخروج من حساب Tidal
da: Tidal-konto er logget ud
de: Tidal-Konto wurde abgemeldet
es_mx: Se cerró la cuenta de Tidal.
fi: Tidal-tili on uloskirjattu
fr: Le compte Tidal s'est déconnecté
he: חשבון Tidal התנתק
id: Sudah logout dari akun Tidal
it: L’account Tidal ha effettuato il log out
ja: TIDALアカウントからログアウトしました
ko: TIDAL 계정 로그아웃함
nb: Tidal-kontoen har logget ut
nl: Uitgelogd van Tidal-account
pl: Wylogowano użytkownika z konta Tidal
pt_br: A conta Tidal foi desconectada
pt_pt: Sessão terminada na conta Tidal
ru: Выполнен выход из учетной записи Tidal
sk: Účet služby Tidal sa odhlásil
sv: Tidal-kontot har loggat ut
zh_hans: Tidal 账户已登出
zh_hant: Tidal 帳戶已登出

# tidal_tracks
source: tracks
ar: المقاطع
da: Spor
de: Titel
es_mx: pistas
fi: kappaleet
fr: pistes
he: מסלולים
id: trek
it: brani
ja: トラック
ko: 트랙
nb: spor
pl: utwory
pt_br: faixas
pt_pt: faixas
ru: треки
sk: skladby
sv: spår
zh_hans: 曲目
zh_hant: 曲目

# tidal_What_s_New
source: What's New
ar: ما الجديد
da: Nyheder
de: Was ist neu
es_mx: Novedades
fi: Mitä uutta
fr: Nouveautés
he: מה חדש
id: Yang Baru
it: Novità
ja: 最新情報
ko: 새 소식
nb: Dette er nytt
nl: Wat is er nieuw?
pl: Co nowego
pt_br: Novidades
pt_pt: O que há de novo
ru: Что нового?
sk: Čo je nové
sv: Vad är nytt
zh_hans: 最新动态
zh_hant: 新內容

# tidal_TIDAL_Rising
source: TIDAL Rising
ar: صعود TIDAL
es_mx: Crecimiento de TIDAL
he: TIDAL עולה
ja: TIDALライジング
ko: TIDAL 라이징
pt_pt: Em progressão do TIDAL
ru: Увеличение TIDAL
sk: TIDAL stúpa
sv: TIDAL ökning
zh_hans: TIDAL 趋势榜

# tidal_Playlists
source: Playlists
ar: قوائم التشغيل
da: Playlister
de: Playlisten
es_mx: Listas de reproducción
fi: Soittolistat
fr: Listes de lecture
he: רשימות השמעה
id: Daftar lagu
it: Playlist
ja: プレイリスト
ko: 재생 목록
nb: Spillelister
nl: Afspeellijsten
pl: Listy odtwarzania
pt_pt: Listas de reprodução
ru: Плейлисты
sk: Zoznamy skladieb
sv: Spellistor
zh_hans: 播放列表
zh_hant: 播放清單

# tidal_My_Music
source: My Collection
ar: الموسيقى الخاصة بي
da: Min musik
de: Meine Musik
es_mx: Mi música
fi: Oma musiikki
fr: Ma Musique
he: המוסיקה שלי
id: Musik Saya
it: La Mia Musica
ja: マイミュージック
ko: 내 음악
nb: Min musikk
nl: Mijn muziek
pl: Moja muzyka
pt_br: My Music
pt_pt: A Minha Música
ru: Моя музыка
sk: Moja hudba
sv: Min musik
zh_hans: 我的音乐
zh_hant: 我的音樂
