Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

source: It is a personalization feature that allows you to customize your favorite music track, auto-off timing and music volume. Once setup, you can directly access it through the remote control or JBL App.
ar: عبارة عن ميزة تخصيص تتيح لك تخصيص مسار الموسيقى المفضل لديك وتوقيت الإيقاف التلقائي ومستوى صوت الموسيقى. بمجرد الإعداد، يمكنك الوصول إليها مباشرة من خلال جهاز التحكم عن بعد أو تطبيق JBL.
da: Det er en tilpasningsfunktion, som giver dig mulighed for at tilpasse dit favoritmusiknummer, automatisk slukningstidspunkt og musiklydstyrke. Når den er konfigureret, kan du få direkte adgang til den via fjernbetjeningen eller JBL-appen.
de: Mit dieser Funktion kannst du deine Lieblingsmusik, den Zeitpunkt der automatischen Abschaltung und die Musiklautstärke individuell einstellen. Einmal eingerichtet, kannst du direkt über die Fernbedienung oder die JBL App darauf zugreifen.
es_mx: Es una función de personalización que le permite modificar su pista musical favorita, el tiempo de apagado automático y el volumen de la música. Una vez configurada, puede acceder directamente desde el control remoto o desde la aplicación JBL.
fi: Se on personointiominaisuus, jonka avulla voit mukauttaa suosikkimusiikkikappaleesi, automaattisen sammumisajoituksen ja musiikin äänenvoimakkuuden. Kun olet ottanut sen käyttöön, voit käyttää sitä suoraan kaukosäätimellä tai JBL-sovelluksella.
fr: Cette fonction de personnalisation vous permet de personnaliser votre piste musicale préférée, le délai d’arrêt automatique et le volume de la musique. Après la configuration, vous pouvez y accéder directement dans la télécommande ou l’application JBL.
he: זוהי תכונת התאמה אישית המאפשרת לך להתאים אישית את אלבום המוזיקה האהוב עליך, תזמון כיבוי אוטומטי ועוצמת המוזיקה. לאחר ההגדרה, תוכל לגשת אליו ישירות דרך השלט הרחוק או אפליקציית JBL.
id: Fitur personalisasi ini memungkinkan Anda menyesuaikan trek musik favorit, pengaturan waktu mati otomatis, dan volume musik. Setelah pengaturan selesai, Anda dapat mengaksesnya langsung melalui alat kendali jarak jauh atau Aplikasi JBL.
it: Si tratta di una funzione di personalizzazione che ti consente di personalizzare il brano musicale preferito, lo spegnimento automatico ed il volume della musica. Una volta effettuata la configurazione, puoi accedervi direttamente tramite il telecomando o l'app JBL.
ja: お気に入りの音楽や、オートオフのタイミング、再生開始時の音量をカスタマイズできるパーソナライズ機能です。 一度設定すれば、リモコンやJBLアプリを通して直接アクセスすることが可能です。
ko: 좋아하는 음악 트랙, 자동 꺼짐 타이밍, 음악 볼륨을 사용자 정의할 수 있는 개인 설정 기능입니다. 설정이 완료되면 리모컨 또는 JBL 앱을 통해 직접 액세스할 수 있습니다.
nb: Dette er en egendefineringsfunksjon som gjør det mulig å tilpasse favorittlåtene dine, automatisk stopp og musikkvolum. Når det er satt opp, får du direkte tilgang gjennom fjernkontrollen eller JBL App.
nl: Dit is een personaliseringsfunctie waarmee je je favoriete muziektrack, auto-off timing en muziekvolume kunt aanpassen. Wanneer dit is ingesteld, heb je directe toegang via de afstandsbediening of de JBL App.
pl: Jest to funkcja personalizacji pozwalająca wybrać ulubiony utwór muzyczny, określić czas automatycznego wyłączenia oraz głośność odtwarzania muzyki. Po skonfigurowaniu funkcji, można uzyskać do niej bezpośredni dostęp za pomocą pilota zdalnego sterowania lub aplikacji JBL.
pt_br: É um recurso de personalização que permite personalizar sua faixa de música favorita, tempo de desligamento automático e volume da música. Uma vez configurado, você pode acessá-lo diretamente pelo controle remoto ou pelo aplicativo JBL.
pt_pt: É uma funcionalidade de personalização que lhe permite personalizar a sua faixa de música favorita, o tempo do desligar automático e o volume da música. Uma vez configurado, pode aceder-lhe diretamente através do controlo remoto ou da aplicação JBL.
ru: Это настраиваемая функция, позволяющая создать индивидуальные настройки любимой музыкальной дорожки, времени автоматического отключения и громкости музыки. После настройки, доступ осуществляется напрямую с помощью дистанционного управления или приложения JBL.
sk: Ide o funkciu prispôsobenia, ktorá vám umožňuje prispôsobiť si vašu obľúbenú hudobnú skladbu, načasovanie automatického vypnutia a hlasitosť hudby. Po nastavení k nemu máte priamy prístup pomocou diaľkového ovládača alebo aplikácie JBL.
sv: Det är en anpassningsfunktion som låter dig anpassa din favoritlåt, timing för automatisk avstängning och musikvolym. Efter installationen kan du komma åt den direkt via fjärrkontrollen eller JBL-appen.
zh_hans: 你可通过此个性化功能自定义喜欢的音乐曲目、自动关闭时间和音乐音量。 完成设置后，你可以通过遥控器或 JBL 应用直接使用该功能。
zh_hant: 這是一項個人化功能，用於自訂您的最愛音樂曲目、自動關機定時和音樂音量。 設定後，您可以透過遙控器或 JBL 應用程式直接存取該功能。

# jbl_Serial_Number
source: Serial Number
ar: الرقم التسلسلي
da: Serienummer
de: Seriennummer
es_mx: Número de serie
fi: Sarjanumero
fr: Numéro de série
he: מספר סידורי
id: Nomor Seri
it: Numero di serie
ja: シリアル番号
ko: 일련 번호
nb: Serienummer
nl: Serienummer
pl: Numer seryjny
pt_br: Número de série
pt_pt: Número de série
ru: Серийный номер
sk: Sériové číslo
sv: Serienummer
zh_hans: 序列号
zh_hant: 序號

source: In some cases when the soundbar is connected to a digital TV, the audio may not synchronize with the video. If the video is behind the audio, adjust the audio delay time to match the video.
ar: في بعض الحالات عند توصيل السماعة بجهاز تلفاز رقمي، يمكن ألا يتزامن الصوت مع الفيديو. إذا كان الفيديو متأخرا عن الصوت، فاضبط وقت تأخير الصوت لمطابقة الفيديو.
da: I nogle tilfælde, når soundbaren er tilsluttet et digitalt tv, synkroniseres lyden muligvis ikke med videoen. Hvis videoen er bagud i forhold til lyden, skal du justere lydforsinkelsestiden, så den passer til videoen.
de: Wenn die Soundbar an ein digitales Fernsehgerät angeschlossen ist, kann es vorkommen, dass der Ton nicht mit dem Bild synchronisiert ist. Passe die Verzögerungszeit für den Ton an das Video an, wenn das Video gegenüber dem Ton verzögert ist.
es_mx: En algunos casos, cuando la barra de sonido está conectada a un televisor digital, es posible que el audio no se sincronice con el video. Si el video está atrasado respecto al audio, ajuste el tiempo de retraso de audio para que coincida con el del video.
fi: Joissakin tapauksissa, kun soundbar on kytketty digitaaliseen televisioon, ääni ei välttämättä synkronoidu videon kanssa. Jos video on äänen jäljessä, säädä äänen viiveaika vastaamaan videota.
fr: Dans certains cas, lorsque la barre de son est connectée à un téléviseur numérique, le son peut ne pas être synchronisé avec la vidéo. Si le son est en avance sur la vidéo, réglez son retard pour le synchroniser sur celle-ci.
he: במקרים מסוימים כאשר מקרן הקול מחובר לטלוויזיה דיגיטלית, ייתכן שהאודיו לא יסונכרן עם הווידאו. אם הווידאו נמצא מאחורי האודיו, כוונן את זמן ההשהיה של האודיו כך שיתאים לווידאו.
id: Dalam beberapa kasus, ketika soundbar terhubung ke TV digital, audio mungkin tidak sinkron dengan video. Jika video lebih lambat dari audio, sesuaikan waktu tunda audio agar audio sinkron dengan video.
it: In alcuni casi, quando la soundbar è collegata ad un TV digitale, l'audio potrebbe non sincronizzarsi con il video. Se il video è in ritardo rispetto all’audio, regola il ritardo audio in modo che sia sincronizzato al video.
ja: サウンドバーをテレビに接続した際、音声と映像が同期しない場合があります。映像が音声より遅れている場合は、音声の遅延時間を映像に合わせて調節してください。
ko: 사운드바가 디지털 TV에 연결되어 있는 경우 오디오가 비디오와 동기화되지 않을 수 있습니다. 비디오가 오디오보다 지연된 경우 비디오에 맞게 오디오 지연 시간을 조정합니다.
nb: I enkelte tilfeller der lydplanken er koblet til en digital TV, kan det hende at lyden ikke blir synkronisert med bildet. Hvis bildet ligger bak lyden, kan du justere lydens forsinkelsestid, slik at den passer til bildet.
nl: In sommige gevallen, wanneer de soundbar is aangesloten op een digitale TV, is het mogelijk dat de audio niet synchroon loopt met de video. Als de video achterloopt op de audio, pas dan de vertragingstijd van de audio aan zodat deze synchroon loopt met de video.
pl: W niektórych przypadkach, gdy soundbar jest podłączony do telewizora cyfrowego, dźwięk może się nie synchronizować z obrazem. Jeśli obraz jest opóźniony względem dźwięku, należy dostosować czas opóźnienia dźwięku tak, aby był zgodny z obrazem.
pt_br: Em alguns casos, quando a barra de som está conectada a uma TV digital, o áudio pode não sincronizar com o vídeo. Se o áudio estiver atrasado, ajuste o tempo de atraso do áudio para corresponder ao vídeo.
pt_pt: Em alguns casos, quando a soundbar está ligada a uma televisão digital, o áudio pode não se sincronizar com o vídeo. Se o vídeo estiver atrasado em relação ao áudio, ajuste o tempo de atraso do áudio para corresponder ao vídeo.
ru: В некоторых случаях,когда саундбар подключается к цифровому ТВ, звук может не синхронизироваться с изображением. Если видео отстает от звука, настройте время задержки звука, чтобы не было расхождений с изображением.
sk: V niektorých prípadoch, keď je zvuková lišta pripojená k digitálnemu televízoru, zvuk sa nemusí synchronizovať s videom. Ak je video za zvukom, upravte čas oneskorenia zvuku tak, aby zodpovedal videu.
sv: I vissa fall när soundbaren är ansluten till en digital-TV kanske ljudet inte synkroniseras med bilden. Om bilden ligger efter ljudet, justera ljudfördröjningstiden så att den matchar bilden
zh_hans: 在某些情况下，将条形音箱连接到数字电视可能会出现音画不同步。如果听到声音后画面才出来，请调整音频延迟时间以与视频匹配。
zh_hant: 在某些情況下，當條形音箱連接到數位電視時，音訊可能與視訊不同步。若視訊落後於音訊，則調節音訊延遲時間使之與視訊匹配。

# jbl_Sleep_in_%@
source: Sleep in %@
ar: نوم عند %@
da: Sove i %@
de: Schlafen in %@
es_mx: Suspender en %@
fi: Lepo kohteessa %@
fr: Sommeil dans %@
he: לישון ב %@
id: Tidur dalam %@
it: Dormi tra %@
ja: %@内でスリープ
ko: %@ 후에 절전 모드
nb: Sov om %@
pl: Przejdź w tryb uśpienia za %@
pt_br: Desligar em %@
pt_pt: Ficar a dormir %@
ru: Спящий режим %@
sk: Spať do %@
sv: Vila i %@
zh_hans: 在 %@ 后休眠
zh_hant: 於 %@ 後進入休眠狀態

# jbl_Music_Service_Login
source: Music Service Log In
ar: تسجيل الدخول إلى خدمة الموسيقى
da: Log ind på musiktjenesten
de: Anmeldung bei Musikdienst
es_mx: Iniciar sesión en el servicio de música
fi: Musiikkipalveluun sisään kirjautuminen
fr: Connexion au service musical
he: התחברות לשירות המוסיקה
id: Login Layanan Musik
it: Accesso al servizio musicale
ja: 音楽サービスにログイン
ko: 음악 서비스 로그인
nb: Logg på musikktjeneste
nl: Aanmelden bij muziekdienst
pl: Logowanie do serwisu muzycznego
pt_br: Login do serviço de música
pt_pt: Iniciar Sessão do Serviço de Música
ru: Вход в музыкальные службы
sk: Prihláste sa do hudobnej služby
sv: Musiktjänst, logga in
zh_hans: 音乐服务登录
zh_hant: 音樂服務登入

source: Resetting AirPlay will reboot the product. This will take about 1 minute before you can stream music again.
ar: تؤدي إعادة ضبط AirPlay إلى إعادة تشغيل المنتج. تستغرق هذه العملية نحو دقيقة واحدة قبل أن تتمكن من بث الموسيقى مرة أخرى.
da: Nulstilling af AirPlay genstarter produktet. Det vil tage ca. 1 minut, før du kan streame musik igen.
de: Das Zurücksetzen von AirPlay führt zu einem Neustart des Geräts. Es dauert etwa 1 Minute, bis die Musik erneut gestreamt wird.
es_mx: Al restablecer AirPlay se reiniciará el producto. Esto tomará alrededor de 1 minuto antes de que pueda volver a transmitir música.
fi: AirPlayn nollaaminen käynnistää tuotteen uudelleen. Tämä kestää noin 1 minuutin, ennen kuin voit taas suoratoistaa musiikkia.
fr: La réinitialisation d’AirPlay redémarrera le produit. Vous pourrez à nouveau diffuser de la musique dans environ 1 minute.
id: Produk akan di-reboot jika AirPlay direset. Diperlukan waktu sekitar 1 menit sebelum Anda dapat kembali memutar musik.
it: Il reset di AirPlay riavvierà il prodotto. Ci vorrà circa 1 minuto prima di poter riprodurre nuovamente musica in streaming.
ja: AirPlayを再設定するには、製品を再起動します。再度音楽をストリーミングできるようになるには約1分かかります。
ko: AirPlay를 재설정하면 제품이 재부팅됩니다. 음악을 다시 스트리밍하기까지 약 1분이 걸립니다.
nb: Hvis du tilbakestiller AirPlay, startes produktet på nytt. Det tar omtrent 1 minutt før du kan strømme musikk igjen.
nl: Als je AirPlay reset, wordt het apparaat opnieuw opgestart. Het duurt ongeveer 1 minuut voordat je weer muziek kunt streamen.
pl: Zresetowanie usługi AirPlay spowoduje ponowne uruchomienie produktu. Potrwa to około 1 minuty zanim można będzie ponownie strumieniować muzykę.
pt_br: A redefinição do AirPlay reiniciará o produto. Isso levará cerca de 1 minuto antes que você possa transmitir música novamente.
pt_pt: A reinicialização do AirPlay irá reiniciar o produto. Isto demorará cerca de 1 minuto antes de poder realizar novamente a transmissão de música.
ru: Сброс настроек AirPlay приведет к перезагрузке продукта. Потоковое воспроизведение музыки можно возобновить примерно через 1 мин.
sk: Resetovaním AirPlay sa zariadenie reštartuje. Bude to trvať asi 1 minútu, kým budete môcť znova streamovať hudbu.
sv: Om du återställer AirPlay kommer produkten att startas om. Det tar cirka 1 minut innan du kan streama musik igen.
zh_hans: 重置 AirPlay 将重新启动产品。这将需要大约 1 分钟，然后就可以再次串流音乐。
zh_hant: 重設 AirPlay 將重新啟動產品。這需要大約 1 分鐘才能再次串流播放音樂。

# jbl_Create_Your_Moment
source: Create Your Moment
ar: اصنع لحظتك
da: Skab dit øjeblik
de: Gestalte deinen Moment
es_mx: Cree su Momento
fi: Luo Momenttisi
fr: Créez votre moment
he: צור את הרגע שלך
id: Buat Momen Anda
it: Crea il tuo Momento
ja: モーメントを作成する
ko: 모먼트 만들기
nb: Skap ditt øyeblikk
nl: Creëer jouw Moment
pl: Stwórz własny Moment
pt_br: Crie o seu momento
pt_pt: Crie o seu momento
ru: Создайте свой быстрый доступ
sk: Vytvorte si svoj moment
sv: Skapa ditt ögonblick
zh_hans: 创建你的专属时刻
zh_hant: 建立您的時刻

# jbl_How_to_Set_Up_Moment__
source: How to Set Up Moment ?
ar: كيفية صنع اللحظة؟
da: Hvordan opsætter man øjeblik?
de: Einrichtung von Moment
es_mx: ¿Cómo configurar Momento?
fi: Miten konfiguroin toiminnon Moment ?
fr: Comment configurer un moment ?
he: כיצד להגדיר רגע?
id: Bagaimana cara Mengatur Momen?
it: Come si imposta un Momento?
ja: どうしたらモーメントを設定できますか？
ko: 모먼트 설정 방법
nb: Slik konfigurerer du øyeblikk
nl: Hoe stel ik Moment in?
pl: Jak skonfigurować funkcję Moment?
pt_br: Como definir o momento?
pt_pt: Como configurar o momento?
ru: Как настроить быстрый доступ?
sk: Ako nastaviť moment?
sv: Hur ställer man in ögonblick?
zh_hans: 如何设置专属时刻？
zh_hant: 如何設定時刻？

source: 1. Tap ‘ + ’ to add your preferred music service. 2. Sign in to your account. 3. Tap the first track of your favorite playlist or radio station. 4. Set desired auto-off time and volume, then tap ‘SAVE’. 5. From next time onwards, your favorite playlist / station will be accessible with the ^^^^ button press on the remote control.
ar: 1. انقر فوق " + " لإضافة خدمة الموسيقى المفضلة لديك. ‏‏ 2. تسجيل الدخول إلى حسابك.‏ 3. انقر على المسار الأول لقائمة التشغيل أو محطة الراديو المفضلة لديك. 4. عيّن وقت الإيقاف التلقائي ومستوى الصوت المطلوب، ثم انقر على "SAVE"‏‏. 5. من المرة القادمة فصاعدًا، يمكن الوصول إلى قائمة التشغيل/المحطة المفضلة لديك من خلال الضغط على زر ^^^^ في جهاز التحكم عن بُعد.
da: 1. Tryk på ' + ' for at tilføje din foretrukne musiktjeneste. 2. Log ind på din konto. 3. Tryk på det første spor på din favorit-playliste eller radiostation. 4. Indstil den ønskede automatiske slukketid og lydstyrke, og tryk derefter på 'GEM'. 5. Fra næste gang vil din favoritplayliste / station være tilgængelig med et tryk på knappen ^^^^ på fjernbetjeningen.
de: 1. Tippe auf „ +“, um deinen bevorzugten Musikdienst hinzuzufügen. 2. Melde dich bei deinem Konto an. 3. Tippe auf den ersten Titel in der Favoriten-Playliste oder deines Radiosenders. 4. Stelle die gewünschte Zeit für die automatische Abschaltung und die Lautstärke ein und tippe dann auf „SPEICHERN“. 5. Ab dem nächsten Mal ist deine bevorzugte Playliste bzw. dein Lieblings-Radiosender mit dem Tastendruck auf ^^^^ auf der Fernbedienung verfügbar.
es_mx: 1. Toque ‘ + ’ para agregar su servicio de música preferido. 2. Inicie sesión en su cuenta. 3. Toque la primera canción de su lista de reproducción o estación de radio favorita. 4. Establezca el tiempo de autoapagado y el volumen y, luego, toque ‘GUARDAR’. 5. A partir de la próxima vez, podrá acceder a su lista de reproducción o estación favorita presionando el botón ^^^^ del control remoto.
fi: 1. Lisää haluamasi musiikkipalvelu napauttamalla ' + '. 2. Kirjaudu sisään tilillesi. 3. Napauta suosikkisoittolistasi ensimmäistä raitaa tai haluamaasi radioasemaa. 4. Aseta haluamasi automaattinen sammutusaika ja äänenvoimakkuus ja napauta sitten 'SAVE'. 5. Seuraavasta kerrasta lähtien suosikkisoittolista/asema on käytettävissä kaukosäätimen ^^^^ -painikkeen painalluksella.
fr: 1. Appuyez sur « + » pour ajouter le service musical de votre choix. 2. Connectez-vous à votre compte. 3. Appuyez sur la première piste de votre liste de lecture ou station de radio préférée. 4. Réglez l'heure d'arrêt automatique et le volume souhaités, puis appuyez sur « ENREGISTRER ». 5. Dès la prochaine fois, votre liste de lecture ou station préférée sera accessible via le bouton ^^^^ de la télécommande.
he: 1. הקש על '+' כדי להוסיף את שירות המוזיקה המועדף עליך. 2. היכנס לחשבון שלך. 3. הקש על הרצועה הראשונה של רשימת ההשמעה או תחנת הרדיו המועדפת עליך. 4. הגדר את זמן הכיבוי האוטומטי ועוצמת השמע הרצויים, ולאחר מכן הקש על 'שמור'. 5. החל מהפעם הבאה ואילך, רשימת ההשמעה / התחנה המועדפת עליך תהיה נגישה באמצעות הלחצן ^^^^ בשלט הרחוק.
id: 1. Ketuk ' + ' untuk menambahkan layanan musik kesukaan Anda. 2. Masuk ke akun Anda. 3. Ketuk lagu pertama di daftar putar atau dari stasiun radio favorit Anda. 4. Atur waktu mati otomatis dan volume, lalu ketuk 'SAVE'. 5. Setelah itu, daftar putar atau stasiun radio favorit Anda dapat diakses dengan menekan tombol ^^^^ di remote kontrol.
it: 1. Tocca ‘ + ’ per aggiungere il tuo servizio musicale preferito. 2. Accedi al tuo account. 3. Tocca il primo brano della tua playlist o stazione radio preferita. 4. Imposta l'ora per lo spegnimento automatico ed il volume desiderati, quindi tocca ‘SALVA’. 5. Dalla prossima volta in poi, la tua playlist / stazione preferita sarà accessibile premendo il pulsante ^^^^ sul telecomando.
ja: 1.「+」をタップして、お好みの音楽配信サービスを追加します。 2.アカウントにサインインします。 3.お好きなプレイリストまたはラジオ局の最初のトラックをタップします。 4.お望みのオートオフ時間と音量を設定して、「SAVE」をタップします。 5.次回の使用時から、リモコンの^^^^ボタンを押すとお好きなプレイリスト/ラジオ局にアクセスすることができます。
ko: 1. '+'를 탭하여 기본 음악 서비스를 추가합니다. 2. 계정으로 로그인합니다. 3. 좋아하는 재생 목록 또는 라디오 스테이션의 첫 번째 트랙을 탭합니다. 4. 원하는 자동 꺼짐 시간 및 볼륨을 설정한 다음, '저장'을 탭합니다. 5. 다음부터는 리모컨의 ^^^^ 버튼을 눌러 좋아하는 재생 목록/스테이션에 액세스할 수 있습니다.
nb: 1. Trykk på ‘ + ’ for å legge til din foretrukne musikktjeneste. 2. Logg på kontoen din. 3. Trykk på det første sporet på din foretrukne spilleliste eller radiokanal. 4. Velg ønsket automatisk-av-tid og volum, og trykk deretter på "LAGRE". 5. Fra neste gang vil favorittspillelisten/-kanalen din være tilgjengelig ved at du trykker på ^^^^-knappen på fjernkontrollen.
nl: 1. Tik op ' + ' om je favoriete muziekdienst toe te voegen. 2. Log in op je account. 3. Tik op het eerste nummer van je favoriete afspeellijst of radiostation. 4. Stel de gewenste uitschakeltijd en het volume in en tik op 'OPSLAAN'. 5. De volgende keer kun je je favoriete afspeellijst/zender selecteren met de ^^^^ -knop op de afstandsbediening.
pl: 1. Stuknij ikonę „+”, aby dodać preferowaną usługę muzyczną. 2. Zaloguj się do konta. 3. Stuknij pierwszy utwór z ulubionej listy odtwarzania lub stację radiową. 4. Ustaw żądany czas automatycznego wyłączenia i głośność, a następnie stuknij opcję „ZAPISZ”. 5. Od następnego razu Twoja ulubiona lista odtwarzania / stacja radiowa będzie dostępna za naciśnięciem przycisku ^^^^ na pilocie zdalnego sterowania.
pt_br: 1. Toque em "+" para adicionar o seu serviço de música preferido. 2. Início a sessão na sua conta. 3. Toque na primeira faixa da sua lista de reprodução preferida ou estação de rádio. 4. Defina o limite de tempo de encerramento automático e volume, depois pressione "SALVAR". 5. A partir de agora, a sua lista de reprodução favorita/estação estará acessível ao premir o botão ^^^^ no seu controlo remoto.
pt_pt: 1. Toque em "+" para adicionar o seu serviço de música preferido. 2. Inicie a sessão na sua conta. 3. Toque na primeira faixa da sua lista de reprodução ou estação de rádio preferidas. 4. Defina o limite de tempo de encerramento automático e volume, depois prima "GUARDAR". 5. A partir da próxima vez, a sua lista de reprodução favorita/estação estará acessível ao premir o botão ^^^^ no seu controlo remoto.
ru: 1. Нажмите «+», чтобы добавить свой любимый музыкальный сервис. 2. Войдите в свою учетную запись. 3. Нажмите на первую дорожку в своем любимом плейлисте или радиостанции. 4. Настройте нужное время автоматического отключения и громкость, затем нажмите «СОХРАНИТЬ». 5. Начиная со следующего раза, ваш любимый плейлист/станция будут включаться нажатием кнопкиx на пульте ДУ.
sk: 1. Klepnutím na „ + “ pridáte preferovanú hudobnú službu. 2. Prihláste sa do svojho účtu. 3. Klepnite na prvú skladbu svojho obľúbeného zoznamu skladieb alebo rádiovej stanice. 4. Nastavte požadovaný čas automatického vypnutia a hlasitosť a potom klepnite na „ULOŽIŤ“. 5. Od budúceho razu bude váš obľúbený zoznam skladieb/stanica prístupný stlačením tlačidla ^^^^ na diaľkovom ovládači.
sv: 1. Tryck på " + " för att lägga till den musiktjänst du föredrar. 2. Logga in på ditt konto. 3. Tryck på det första spåret i din favoritspellista eller radiostation. 4. Ställ in önskad automatisk avstängningstid och volym och tryck sedan på "SPARA". 5. Från och med nästa gång kommer din favoritspellista/radiostation att vara tillgänglig med ett tryck på ^^^^ på fjärrkontrollen.
zh_hans: 1. 点击“+”，添加你喜爱的音乐服务。 2. 登录你的账户。 3. 点击你喜爱的播放列表或广播电台的第一首曲目。 4. 设置自动关闭时间和音乐音量，然后点击“保存”。 5. 从下次开始，你可以通过按遥控器上的 ^^^^ 按钮来访问你喜爱的播放列表/电台。
zh_hant: 1. 輕觸「+」新增您偏好的音樂服務。 2. 登入您的帳戶。 3. 輕觸您喜愛的播放清單或廣播電台中的第一首曲目。 4. 設定所需的自動關機時間和音量，然後輕觸「儲存」。 5. 從下次起，您將可以按遙控器上的^^^^按鈕存取您喜愛的播放清單/電台。

# jbl_Set_Up_Moment
source: Set Up Moment
ar: صنع اللحظة
da: Indstil øjeblik
de: Moment einrichten
es_mx: Configurar Momento
fi: Konfiguroi Moment
fr: Configurer un moment.
he: הגדר רגע
id: Mengatur Momen
it: Impostazione di un Momento
ja: モーメントを設定する
ko: 모먼트 설정
nb: Konfigurer øyeblikk
nl: Moment instellen
pl: Konfiguracja funkcji Moment
pt_br: Definir o momento
pt_pt: Configuração do momento
ru: Настройка быстрого доступа
sk: Nastaviť moment
sv: Ställ in ögonblick
zh_hans: 设置专属时刻
zh_hant: 設定時刻

# jbl_Turn_on_Bluetooth_and_connect_Wi_Fi_to_discover_nearby_JBL_products
source: Turn on Bluetooth and connect Wi-Fi to discover nearby products.
ar: شغّل تقنية بلوتوث واتصل بشبكة Wi-Fi لاكتشاف منتجات القريبة.
da: Slå Bluetooth til, og tilslut wi-fi for at finde produkter i nærheden.
de: Aktiviere Bluetooth und stelle eine WLAN-Verbindung her, um Geräte in der Nähe zu erkennen.
es_mx: Active Bluetooth y conéctese a una red Wi-Fi para detectar productos cercanos.
fi: Ota Bluetooth käyttöön ja yhdistä Wi-Fi löytääksesi lähellä olevat tuotteet.
fr: Activez le Bluetooth et connectez le Wi-Fi pour découvrir les produits proches.
he: הפעל Bluetooth וחבר Wi-Fi כדי לגלות מוצרי בקרבת מקום.
id: Aktifkan Bluetooth dan sambungkan Wi-Fi untuk menemukan produk terdekat.
it: Attiva il Bluetooth e collega il Wi-Fi per scoprire i prodotti nelle vicinanze.
ja: BluetoothをオンにしてWi-Fiに接続し、近くの製品を探してください。
ko: Bluetooth를 켜고 Wi-Fi에 연결하여 주변의 제품을 검색합니다.
nb: Aktiver Bluetooth og koble til Wi-Fi for å oppdage produkter i nærheten.
nl: Schakel Bluetooth in en maak verbinding met Wi-Fi om producten in de omgeving te vinden.
pl: Włącz Bluetooth i nawiąż połączenie z siecią Wi-Fi, aby wykryć pobliskie produkty.
pt_br: Ligar o Bluetooth e conectar Wi-Fi para descobrir produtos próximos.
pt_pt: Ligue o Bluetooth e estabeleça a ligação ao Wi-Fi para descobrir produtos nas proximidades.
ru: Включить Bluetooth и подключить Wi-Fi, для обнаружения ближайших устройств.
sk: Zapnite Bluetooth a pripojte Wi-Fi, aby ste objavili produkty v okolí.
sv: Slå på Bluetooth och anslut Wi-Fi för att upptäcka närliggande -produkter.
zh_hans: 打开蓝牙并连接 Wi-Fi 以发现附近的新产品。
zh_hant: 開啟藍牙並連接 Wi-Fi 以發現附近的產品。
