Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# napster_added_to_library
source: added to library
ar: تمت الإضافة إلى المكتبة
da: føjet til bibliotek
de: wurde zur Bibliothek hinzugefügt
es_mx: agregada a la biblioteca
fi: lisätty kirjastoon
fr: ajoutée à la bibliothèque
he: נוסף לספרייה
id: ditambahkan ke pustaka
it: aggiunto alla libreria
ja: ライブラリに追加しました
ko: 라이브러리에 추가됨
nb: lagt til biblioteket
nl: toegevoegd aan bibliotheek
pl: dodano do biblioteki
pt_br: adicionado à biblioteca
pt_pt: adicionado(a) à biblioteca
ru: добавлено в библиотеку
sk: pridané do knižnice
sv: lades till i biblioteket
zh_hans: 添加至曲库
zh_hant: 已新增到媒體櫃

# napster_added_to_My_Stations
source: added to My Stations
ar: تمت الإضافة إلى محطاتي
da: føjet til mine stationer
de: wurde zu Meine Sender hinzugefügt
es_mx: Agregada a Mis estaciones
fi: lisätty Omiin asemiin
fr: ajoutée à Mes Stations
he: נוסף לתחנות שלי
id: ditambahkan ke Stasiun Saya
it: aggiunto alle Mie Stazioni
ja: マイステーションに追加しました
ko: 내 스테이션에 추가됨
nb: lagt til Mine kanaler
nl: toegevoegd aan Mijn Zenders
pl: dodaj do Moich stacji
pt_br: Adicionado ao My Stations
pt_pt: Adicionado(a) à pasta As Minhas Estações
ru: добавлено в «Мои станции»
sk: pridané do služby Moje stanice
sv: Lades till i mina stationer
zh_hans: 已添加至我的电台
zh_hant: 已新增到我的電台

# napster_remove_from
source: remove from
ar: إزالة من
da: fjern fra
de: entfernen aus
es_mx: quitar de
fi: poista
fr: retirer de
he: הסר מ
id: hapus dari
it: rimuovi da
ja: 削除
ko: 제거 위치:
nb: fjern fra
nl: verwijderen uit
pl: usuń z
pt_br: remover da
pt_pt: remover de
ru: удалить из
sk: odstránené z
sv: ta bort från
zh_hans: 从...移除
zh_hant: 移除來源

# napster_Playlist_saved_to_My_Music
source: Playlist saved to My Music
ar: تم حفظ قائمة التشغيل في الموسيقى الخاصة بي
da: Playliste gemt i min musik
de: Playlist wurde in Meine Musik gespeichert
es_mx: Se guardó la lista de reproducción en Mi música.
fi: Soittolista tallennettu Omaan musiikkiin
fr: Liste de lecture enregistrée dans Ma musique
he: רשימת השמעה נשמרה ב-למוזיקה שלי
id: Daftar Lagu disimpan ke Musik Saya
it: Playlist salvata nella Mia Musica
ja: プレイリストをマイミュージックに保存しました
ko: 재생 목록이 내 음악에 저장됨
nb: Spilleliste lagret i Min musikk
nl: Afspeellijst opgeslagen in Mijn Muziek
pl: Zapisano listę odtwarzania w Mojej muzyce
pt_br: Playlist salva no My Music
pt_pt: Lista de reprodução guardada em A Minha Música
ru: Список воспроизведения сохранен в «Моя музыка»
sk: Zoznam skladieb uložený do služby Moja hudba
sv: Spellistan har sparats i Min musik
zh_hans: 播放列表已保存至我的音乐
zh_hant: 播放清單已儲存到我的音樂

# napster_Release_Date
source: Release Date
ar: تاريخ الإصدار
da: Udgivelsesdato
de: Veröffentlichungsdatum
es_mx: Fecha de lanzamiento
fi: Julkaisupäivämäärä
fr: Date de publication
he: תאריך הוצאה
id: Tanggal Rilis
it: Data di pubblicazione
ja: リリースの日付
ko: 출시일
nb: Utgivelsesdato
nl: Datum uitgebracht
pl: Data wydania
pt_br: Data de Lançamento
pt_pt: Data de lançamento
ru: Дата релиза
sk: Dátum vydania
sv: Utgivningsdatum
zh_hans: 发布日期
zh_hant: 發行日期

# napster_Label
source: Label
ar: ملصق
da: Etiket
es_mx: Discográfica
fi: Merkintä
fr: Libellé
he: תווית
it: Etichetta
ja: ラベル
ko: 레이블
nb: Etikett
pl: Etykieta
pt_br: Indicação
pt_pt: Editora
ru: Ярлык
sk: Vydavateľstvo
sv: Etikett
zh_hans: 标签
zh_hant: 標籤

# napster_Tracks
source: Tracks
ar: المقاطع
da: Spor
de: Titel
es_mx: Pistas
fi: Kappaleet
fr: Pistes
he: מסלולים
id: Trek
it: Brani
ja: トラック
ko: 트랙
nb: Spor
pl: Utwory
pt_br: Faixas
pt_pt: Faixas
ru: Треки
sk: Skladby
sv: Spår
zh_hans: 曲目
zh_hant: 曲目

# napster_Albums
source: Albums
ar: ألبومات
da: Album
de: Alben
es_mx: Álbumes
fi: Albumit
he: אלבומים
id: Album
it: Album
ja: アルバム
ko: 앨범
nb: Album
pl: Albumy
pt_br: Álbuns
pt_pt: Álbuns
ru: Альбомы
sk: Albumy
sv: Album
zh_hans: 专辑
zh_hant: 專輯

# napster_Similar_Artists
source: Similar Artists
ar: الفنانون المماثلون
da: Lignende kunstnere
de: Ähnliche Interpreten
es_mx: Artistas similares
fi: Samankaltaiset esiintyjät
fr: Artistes semblables
he: אמנים דומים
id: Artis Serupa
it: Artisti simili
ja: 類似したアーティスト
ko: 유사한 아티스트
nb: Lignende artister
nl: Vergelijkbare artiesten
pl: Podobni artyści
pt_br: Artistas Similares
pt_pt: Artistas semelhantes
ru: Похожие исполнители
sk: Podobní interpreti
sv: Liknande artister
zh_hans: 相似艺术家
zh_hant: 相似的藝術家

# napster_Top_Tracks
source: Top Tracks
ar: أهم المقاطع
da: De bedste spor
de: Top-Titel
es_mx: Pistas más escuchadas
fi: Huippukappaleet
fr: Meilleures pistes
he: רצועות מובילות
id: Trek Teratas
it: Brani Top
ja: 最初のトラック
ko: 인기 트랙
nb: Toppspor
pl: Najbardziej popularne utwory
pt_br: Melhores Faixas
pt_pt: Faixas principais
ru: Топ треков
sk: Najlepšie skladby
sv: Topplåtar
zh_hans: 推荐曲目
zh_hant: 熱門曲目

# napster_View_All_Albums
source: View All Albums
ar: عرض جميع الألبومات
da: Se alle album
de: Alle Alben anzeigen
es_mx: Ver todos los álbumes
fi: Tarkastele kaikkia albumeja
fr: Afficher tous les albums
he: הצג את כל האלבומים
id: Lihat Semua Album
it: Visualizza tutti gli album
ja: すべてのアルバムを表示
ko: 모든 앨범 보기
nb: Vis alle album
nl: Alle albums bekijken
pl: Wyświetl wszystkie albumy
pt_br: Ver Todos os Álbuns
pt_pt: Ver todos os álbuns
ru: Просмотреть все альбомы
sk: Zobraziť všetky albumy
sv: Visa alla album
zh_hans: 查看所有专辑
zh_hant: 檢視所有專輯

# napster_View_Similar_Artists
source: View Similar Artists
ar: عرض الفنانين المماثلين
da: Se lignende kunstnere
de: Ähnliche Interpreten anzeigen
es_mx: Ver artistas similares
fi: Tarkastele samanlaisia esiintyjiä
fr: Afficher des artistes similaires
he: צפה באמנים דומים
id: Lihat Artis Serupa
it: Visualizza artisti simili
ja: 類似したアーティストを表示
ko: 유사한 아티스트 보기
nb: Vis lignende artister
nl: Bekijk Vergelijkbare artiesten
pl: Wyświetl podobnych wykonawców
pt_br: Ver Artistas Similares
pt_pt: Ver artistas semelhantes
ru: Просмотреть похожих исполнителей
sk: Zobraziť podobných interpretov
sv: Visa liknande artister
zh_hans: 查看相似艺术家
zh_hant: 檢視相似的藝術家

# napster_More
source: More
ar: المزيد
da: Mere
de: Mehr
es_mx: Más
fi: Lisää
fr: Plus
he: יותר
id: Lainnya
it: Altro
ja: 追加
ko: 자세히
nb: Mer
nl: Meer
pl: Więcej
pt_br: Mais
pt_pt: Mais
ru: Подробнее
sk: Viac
sv: Mer
zh_hans: 更多
zh_hant: 更多

# napster_The_current_user_is_%@
source: The current user is %@
ar: المستخدم الحالي هو %@
da: Den aktuelle bruger er %@
de: Der aktuelle Benutzer ist %@
es_mx: El usuario actual es %@.
fi: Nykyinen käyttäjä on %@
fr: L'utilisateur actuel est %@
he: המשתמש הנוכחי הוא %@
id: Pengguna saat ini adalah %@
it: L'utente attuale è %@
ja: 現在のユーザーは%@です
ko: 현재 사용자: %@
nb: Den aktuelle brukeren er %@
nl: De huidige gebruiker is %@
pl: Bieżący użytkownik to %@
pt_br: O usuário atual é %@
pt_pt: O utilizador atual é %@
ru: Текущий пользователь %@
sk: Aktuálny používateľ je %@
sv: Nuvarande användaren är %@
zh_hans: 当前用户是 %@
zh_hant: 目前使用者為 %@

# napster_I_got_it
source: I got it
ar: مفهوم
da: Forstået
de: Verstanden
es_mx: De acuerdo
fi: Ymmärsin
fr: J’ai compris
he: הבנתי
id: Saya mengerti
it: Ho capito
ja: 了解しました
ko: 확인
nb: Skjønner
nl: Ik heb het begrepen
pl: Rozumiem
pt_br: Entendi
pt_pt: Entendi
ru: Я понял/а
sk: Mám to
sv: Jag förstår
zh_hans: 好的
zh_hant: 我知道了

# napster_Napster_account_has_logout
source: Napster account has logout
ar: تم تسجيل الخروج من حساب Napster
da: Napster-konto er logget ud
de: Napster-Konto wurde abgemeldet
es_mx: Se cerró la sesión de Napster.
fi: Napster-tili on kirjautunut ulos
fr: Le compte Napster s'est déconnecté
he: לחשבון Napster יש התנתקות
id: Sudah logout dari akun Napster
it: L'account Napster ha effettuato il logout
ja: Napsterアカウントからログアウトしました
ko: Napster 계정 로그아웃
nb: Napster-kontoen har logget ut
nl: Napster-account is afgemeld
pl: Użytkownik został wylogowany z konta Napster
pt_br: A conta do Napster desconectou
pt_pt: Conta Napster com sessão terminada
ru: Выход из учетной записи Napster
sk: Účet Napster sa odhlásil
sv: Napster-kontot har loggat ut
zh_hans: Napster 账户已登出
zh_hant: Napster 帳戶已登出

# napster_All_Posts
source: All Posts
ar: جميع المنشورات
da: Alle indlæg
de: Alle Beiträge
es_mx: Todas las publicaciones
fi: Kaikki viestit
fr: Tous les messages
he: כל הפוסטים
id: Semua Postingan
it: Tutti i post
ja: すべての投稿
ko: 모든 게시물
nb: Alle innlegg
nl: Alle Berichten
pl: Wszystkie wpisy
pt_br: Todas as publicações
pt_pt: Todas as publicações
ru: Все сообщения
sk: Všetky príspevky
sv: Alla inlägg
zh_hans: 所有帖子
zh_hant: 所有帖子

# napster_Staff_Picks
source: Staff Picks
ar: اختيارات الموظفين
da: Vores valg
de: Auswahl unserer Redaktion
es_mx: La selección de nuestro equipo
fi: Henkilökunnan valinnat
fr: Choix du personnel
he: בחירות הצוות
id: Pilihan Staf
it: Scelte dallo Staff
ja: スタッフが選ぶ
ko: 스태프 추천
nb: Personalets utvalgte
nl: Onze keuzes
pl: Wybór zespołu
pt_br: Escolhas da equipe
pt_pt: Escolhas pessoais
ru: Выбор сотрудников
sk: Vybrané zamestnancami
sv: Personalval
zh_hans: 内部精选
zh_hant: 工作人員推薦

# napster_No_posts_are_available_for_this_genre_
source: No posts are available for this genre.
ar: لا توجد منشورات متاحة لهذا النوع.
da: Ingen indlæg er tilgængelige for denne genre.
de: Für dieses Genre sind keine Beiträge vorhanden.
es_mx: No hay publicaciones de este género.
fi: Tälle genrelle ei ole saatavilla viestejä.
fr: Aucun message n'est disponible pour ce genre.
he: אין פוסטים זמינים עבור הז'אנר הזה.
id: Tidak ada postingan yang tersedia untuk genre ini.
it: Nessun post disponibile per questo genere.
ja: このジャンルでは投稿はありません。
ko: 이 장르의 게시물이 없습니다.
nb: Ingen innlegg er tilgjengelig for denne sjangeren.
nl: Er zijn geen berichten beschikbaar voor dit genre.
pl: Brak wpisów powiązanych z tym gatunkiem.
pt_br: Não há postagens disponíveis para este gênero.
pt_pt: Não há publicações disponíveis para este género.
ru: Для этого жанра нет сообщений.
sk: Pre tento žáner nie sú dostupné žiadne príspevky
sv: Inga inlägg är tillgängliga för denna genre.
zh_hans: 该流派没有相关帖子。
zh_hant: 此流派沒有可用的帖子。

# napster_All_Genres
source: All Genres
ar: جميع الأنواع
da: Alle genrer
de: Alle Genres
es_mx: Todos los géneros.
fi: Kaikki lajityypit
fr: Tous les genres
he: כל הז'אנרים
id: Semua Genre
it: Tutti i Generi
ja: すべてのジャンル
ko: 모든 장르
nb: Alle sjangere
nl: Alle Genres
pl: Wszystkie gatunki
pt_br: Todos os gêneros
pt_pt: Todos os géneros
ru: Все жанры
sk: Všetky žánre
sv: Alla genre
zh_hans: 全部流派
zh_hant: 所有流派

# napster_No_stations_are_available_for_this_genre_
source: No stations are available for this genre.
ar: لا توجد محطات متاحة لهذا النوع.
da: Der findes ingen stationer for denne genre.
de: Für dieses Genre sind keine Sender vorhanden.
es_mx: No hay estaciones de este género.
fi: Tälle genrelle ei ole saatavilla asemia.
fr: Aucune station n'est disponible pour ce genre.
he: אין תחנות זמינות עבור הז'אנר הזה.
id: Tidak ada stasiun yang tersedia untuk genre ini.
it: Nessuna stazione disponibile per questo genere.
ja: このジャンルのステーションはありません。
ko: 이 장르의 스테이션이 없습니다.
nb: Ingen stasjoner er tilgjengelig for denne sjangeren.
nl: Er zijn geen zenders beschikbaar voor dit genre.
pl: Brak stacji powiązanych z tym gatunkiem.
pt_br: Nenhuma estação disponível para este gênero.
pt_pt: Não há estações disponíveis para este género.
ru: Для этого жанра нет доступных станций.
sk: Pre tento žáner nie sú dostupné žiadne stanice
sv: Inga stationer är tillgängliga för denna genre.
zh_hans: 该流派没有相关电台。
zh_hant: 此流派沒有可用的電台。

# napster_Stations
source: Stations
ar: المحطات
da: Stationer
de: Sender
es_mx: Estaciones
fi: Asemat
he: תחנות
id: Stasiun
it: Stazioni
ja: ステーション
ko: 스테이션
nb: Kanaler
nl: Zenders
pl: Stacje
pt_br: Estações
pt_pt: Estações
ru: Станции
sk: Stanice
sv: Stationer
zh_hans: 电台
zh_hant: 電台

# napster_NEW
source: NEW
ar: جديد
da: NYT
de: NEUE
es_mx: NUEVAS
fi: UUDET
fr: NOUVEAU
he: חָדָשׁ
id: BARU
it: NOVITÀ
ja: 新しい
ko: 새 항목
nb: NYTT
nl: NIEUW
pl: NOWE
pt_br: NOVO
pt_pt: NOVO
ru: НОВЫЕ
sk: NOVÉ
sv: NY
zh_hans: 新
zh_hant: 新

# napster_STATIONS
source: STATIONS
ar: المحطات
da: STATIONER
de: SENDER
es_mx: ESTACIONES
fi: ASEMAT
he: תחנות
id: STASIUN
it: STAZIONI
ja: ステーション
ko: 스테이션
nb: KANALER
nl: ZENDERS
pl: STACJE
pt_br: ESTAÇÕES
pt_pt: ESTAÇÕES
ru: СТАНЦИИ
sk: STANICE
sv: STATIONER
zh_hans: 电台
zh_hant: 電台

# napster_New_Released_for
source: New Released for
ar: إصدار جديد لـ
da: Nyligt udgivet til
de: Neu veröffentlicht für
es_mx: Novedades de
fi: Uusi julkaisu
fr: Nouvelle publication pour
he: חדש שוחרר עבור
id: Baru Dirilis untuk
it: Novità pubblicate per
ja: 新しくリリースされた
ko: 최신곡 -
nb: Nyutgitt for
nl: Nieuw uitgebracht voor
pl: Nowowydane
pt_br: Novo lançamento para
pt_pt: Novos lançamentos para
ru: Новый релиз для
sk: Novinka vydaná pre
sv: Nytt utsläppt för
zh_hans: 最新曲目
zh_hant: 新發佈

# napster_Add_to_Favorite_Tracks_for_quick_access_to_your_most_often_played_songs_
source: Add to Favorite Tracks for quick access to your most often played songs.
ar: أضف إلى المقاطع المفضلة للوصول السريع إلى الأغاني التي يتم تشغيلها كثيرًا.
da: Føj til favoritspor for hurtig adgang til dine oftest afspillede sange.
de: Füge dies für den schnellen Zugriff auf deine am häufigsten wiedergegebenen Titel zu den Lieblings-Titeln hinzu.
es_mx: Agregar a Pistas favoritas para poder acceder rápido a las canciones que más escucha.
fi: Lisää suosikkikappaleisiin, jotta pääset nopeasti käsiksi useimmin soitettuihin kappaleisiisi.
fr: Ajoutez aux pistes favorites pour un accès rapide à vos chansons les plus souvent écoutées.
he: הוסף לרצועות מועדפות לגישה מהירה לשירים המושמעים ביותר שלך.
id: Tambahkan ke Trek Favorit untuk akses cepat ke lagu yang paling sering Anda putar.
it: Aggiungi ai Brani preferiti per accedere rapidamente alle tue canzoni ascoltate più di frequente.
ja: お気に入りに追加して、よく聴く曲に素早くアクセスします。
ko: 즐겨찾기 트랙에 추가하면 자주 듣는 곡에 빠르게 액세스할 수 있습니다.
nb: Legg til favorittspor for rask tilgang til de mest spilte sangene dine.
nl: Voeg toe aan Favoriete nummers voor snelle toegang tot uw meest afgespeelde nummers.
pl: Dodaj do ulubionych utworów, aby uzyskać szybki dostęp do najczęściej odtwarzanych utworów.
pt_br: Adicione às Faixas Favoritas para acesso rápido às músicas tocadas com mais frequência.
pt_pt: Para obter um acesso rápido às suas músicas reproduzidas com mais frequência, adicione-as às Faixas Favoritas.
ru: Добавить в "Избранные треки" для быстрого доступа к наиболее часто воспроизводимым композициям.
sk: Pridať k obľúbeným skladbám pre rýchly prístup k vašim najčastejšie prehrávaným skladbám
sv: Lägg till i favoritspår för snabb åtkomst till dina oftast spelade låtar.
zh_hans: 添加到收藏曲目，以便快速访问你最常播放的歌曲。
zh_hant: 新增到最愛的曲目以快速存取您最常播放的歌曲。

# napster_Favorite_Tracks
source: Favorite Tracks
ar: المقاطع المفضلة
da: Favoritspor
de: Lieblings-Titel
es_mx: Pistas favoritas
fi: Suosikkikappaleet
fr: Pistes favorites
he: רצועות אהובות
id: Trek Favorit
it: Brani preferiti
ja: お気に入りのトラック
ko: 즐겨찾기 트랙
nb: Favorittspor
nl: Favoriete Tracks
pl: Ulubione utwory
pt_br: Faixas Favoritas
pt_pt: Faixas Favoritas
ru: Избранные треки
sk: Obľúbené skladby
sv: Favoritspår
zh_hans: 收藏曲目
zh_hant: 最愛的曲目

# napster_Favorites
source: Favorites
ar: المفضلة
da: Favoritter
de: Favoriten
es_mx: Favoritos
fi: Suosikit
fr: Favoris
he: מועדפים
id: Favorit
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nb: Favoritter
nl: Favorieten
pl: Ulubione
pt_br: Favoritas
pt_pt: Favoritos
ru: Избранное
sk: Obľúbené
sv: Favoriter
zh_hans: 收藏
zh_hant: 我的最愛

# napster_Artists
source: Artists
ar: الفنانون
da: Kunstnere
de: Interpreten
es_mx: Artistas
fi: Esiintyjät
fr: Artistes
he: אמנים
id: Artis
it: Artisti
ja: アーティスト
ko: 아티스트
nb: Artister
nl: Artiesten
pl: Wykonawcy
pt_br: Artistas
pt_pt: Artistas
ru: Исполнители
sk: Interpreti
sv: Artister
zh_hans: 艺术家
zh_hant: 藝術家

# napster_Listening_History
source: Listening History
ar: سجل الاستماع
da: Lyttehistorie
de: Hörverlauf
es_mx: Historial de reproducciones
fi: Kuunteluhistoria
fr: Historique d'écoute
he: היסטוריית האזנה
id: Riwayat Mendengarkan
it: Cronologia ascolto
ja: 聴いた曲の履歴
ko: 청취 기록
nb: Lyttehistorikk
nl: Luistergeschiedenis
pl: Historia słuchanych utworów
pt_br: Histórico de Faixas
pt_pt: Histórico de reprodução
ru: История прослушивания
sk: História počúvania
sv: Lyssningshistoria
zh_hans: 收听历史
zh_hant: 聆聽歷史記錄

source: Tracks and added to history as you listen to them on any of the Napster services.
ar: المقاطع المضافة إلى السجل التي تستمع إليها على أيٍ من خدمات Napster.
da: Spor og føjet til historien, når du lytter til dem på en af Napster-tjenesterne.
de: Die Titel werden beim Anhören über einen der Napster-Dienste zum Verlauf hinzugefügt.
es_mx: Las pistas se agregarán al historial a medida que las escuche en cualquier servicio de Napster.
fi: Kappaleita lisätään historiaan, kun kuuntelet niitä missä tahansa Napster-palvelussa.
fr: Pistes et ajoutées à l'historique lorsque vous les écoutez sur l'un des services Napster.
he: רצועות ומתווספות להיסטוריה כשאתה מאזין להם בכל אחד משירותי Napster.
id: Lacak dan tambahkan ke riwayat saat Anda mendengarkannya di salah satu layanan Napster.
it: Brani e aggiunti alla cronologia mentre li ascolti su uno qualsiasi dei servizi Napster.
ja: 曲を追跡して、Napsterサービスのいずれかで聴き、履歴に追加されました。
ko: Napster 서비스에서 재생한 목록을 추적하고 기록에 추가합니다.
nb: Spor og lagt til historikk når du lytter til dem på en av Napster-tjenestene.
nl: Tracks worden aan de geschiedenis toegevoegd als u ze beluistert via een van de Napster-diensten.
pl: Utwory słuchane przy użyciu dowolnych usług Napster dodawane są do historii.
pt_br: Faixas e adicionadas ao histórico enquanto você as ouve em qualquer um dos serviços do Napster.
pt_pt: As faixas serão adicionadas ao histórico enquanto as ouvir em qualquer um dos serviços Napster.
ru: Треки добавляются в историю по мере их прослушивания на любом из сервисов Napster.
sk: Skladby sú pridávané do histórie, keď ich počúvate v ktorejkoľvek zo služieb Napster.
sv: Spår och läggs till i historien när du lyssnar på dem på någon av Napster-tjänsterna.
zh_hans: 当你使用 Napster 服务收听歌曲时，这些曲目会被添加到历史记录中。
zh_hant: 在任何 Napster 服務上聆聽曲目並新增到歷史記錄。

# napster_Success
source: Success
ar: تم بنجاح
da: Gennemført
de: Erfolgreich
es_mx: Operación correcta
fi: Onnistui
fr: Réussite
he: הַצלָחָה
id: Berhasil
it: Fatto
ja: 成功
ko: 성공
nb: Utført
nl: Gelukt
pl: Sukces
pt_br: Bem-sucedido
pt_pt: Êxito
ru: Успешно
sk: Úspešné
sv: Lyckades
zh_hans: 成功
zh_hant: 成功

# napster_No_tracks_in_this_playlist
source: No tracks in this playlist
ar: لا تحتوي قائمة التشغيل هذه على أية مقاطع
da: Ingen spor på denne playliste
de: Keine Titel in dieser Playlist
es_mx: Lista de reproducción sin pistas
fi: Tässä soittolistassa ei ole kappaleita
fr: Aucune piste dans cette liste de lecture
he: אין רצועות בפלייליסט הזה
id: Tidak ada trek dalam daftar lagu ini
it: Nessun brano in questa playlist
ja: このプレイリストには曲がありません
ko: 이 재생 목록에 트랙 없음
nb: Ingen spor i denne spillelisten
nl: Geen nummers in deze afspeellijst
pl: Brak utworów na tej liście odtwarzania
pt_br: Nenhuma faixa nesta playlist
pt_pt: Sem faixas nesta lista de reprodução
ru: В этом плейлисте нет треков
sk: V tomto zozname skladieb nie sú žiadne skladby
sv: Inga spår i den här spellistan
zh_hans: 此播放列表中没有曲目
zh_hant: 此播放清單中無曲目

# napster_Save_radio_stations_for_quick_access_
source: Save radio stations for quick access.
ar: حفظ محطات الراديو للوصول السريع.
da: Gem radiostationer for hurtig adgang.
de: Speichere Radiosender für den schnellen Zugriff.
es_mx: Guardar estaciones de radio para acceder con rapidez
fi: Tallenna radioasemat nopeaa käyttöä varten.
fr: Enregistrez les stations de radio pour un accès rapide.
he: שמור תחנות רדיו לגישה מהירה.
id: Simpan stasiun radio untuk akses cepat.
it: Salva le stazioni radio per un accesso rapido.
ja: ラジオ局を保存して素早くアクセス。
ko: 빠르게 액세스하려면 라디오 스테이션을 저장하십시오.
nb: Lagre radiokanaler for rask tilgang.
nl: Sla radiozenders op voor snelle toegang.
pl: Zapisz stacje radiowe, aby uzyskać do nich szybki dostęp.
pt_br: Salve as estações de rádio para acesso rápido.
pt_pt: Guarde estações de rádio para um acesso rápido.
ru: Сохраняйте радиостанции для быстрого доступа.
sk: Uložte si rádiové stanice pre rýchly prístup
sv: Spara radiostationer för snabb åtkomst.
zh_hans: 保存广播电台以便后续快速访问。
zh_hant: 儲存廣播電台以便快速存取。

# napster_View
source: View
ar: عرض
da: Se
de: Anzeigen
es_mx: Ver
fi: Tarkastele
fr: Afficher
he: נוף
id: Lihat
it: Visualizza
ja: 表示
ko: 보기
nb: Visning
nl: Bekijk
pl: Wyświetl
pt_br: Ver
pt_pt: Ver
ru: Просмотр
sk: Zobraziť
sv: Visa
zh_hans: 查看
zh_hant: 檢視

# napster_Playlist
source: Playlist
ar: قائمة تشغيل
da: Playliste
es_mx: Lista de reproducción
fi: Soittolista
fr: Liste de lecture
he: רשימת השמעה
id: Daftar Lagu
ja: プレイリスト
ko: 재생 목록
nb: Spilleliste
nl: Afspeellijst
pl: Lista odtwarzania
pt_pt: Lista de reprodução
ru: Плейлист
sk: Zoznam skladieb
sv: Spellista
zh_hans: 播放列表
zh_hant: 播放清單

# napster_Related_Albums
source: Related Albums
ar: الألبومات ذات الصلة
da: Relaterede album
de: Verwandte Alben
es_mx: Álbumes relacionados
fi: Liitännäiset albumit
fr: Albums associés
he: אלבומים קשורים
id: Album Terkait
it: Album correlati
ja: 関連するアルバム
ko: 관련 앨범
nb: Tilknyttede album
nl: Soortgelijke Albums
pl: Powiązane albumy
pt_br: Álbuns Relacionados
pt_pt: Álbuns relacionados
ru: Похожие альбомы
sk: Súvisiace albumy
sv: Relaterade album
zh_hans: 相关专辑
zh_hant: 相關專輯

# napster_Remove
source: Remove
ar: إزالة
da: Fjern
de: Entfernen
es_mx: Quitar
fi: Poista
fr: Retirer
he: לְהַסִיר
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
nb: Fjern
nl: Verwijderen
pl: Usuń
pt_br: Remover
pt_pt: Remover
ru: Удалить
sk: Odstrániť
sv: Ta bort
zh_hans: 移除
zh_hant: 移除

# napster_Related_Posts
source: Related Posts
ar: المنشورات ذات الصلة
da: Relaterede indlæg
de: Verwandte Beiträge
es_mx: Publicaciones relacionadas
fi: Liitännäiset viestit
fr: Messages similaires
he: פוסטים קשורים
id: Postingan Terkait
it: Post correlati
ja: 関連する投稿
ko: 관련 게시물
nb: Tilknyttede innlegg
nl: Soortgelijke berichten
pl: Powiązane wpisy
pt_br: Postagens relacionadas
pt_pt: Publicações relacionadas
ru: Похожие записи
sk: Súvisiace príspevky
sv: Relaterade inlägg
zh_hans: 相关帖子
zh_hant: 相關帖子

# napster_More_albums
source: More albums
ar: المزيد من الألبومات
da: Flere album
de: Mehr Alben
es_mx: Más álbumes
fi: Lisää albumeja
fr: Autres d'albums
he: עוד אלבומים
id: Album lainnya
it: Più album
ja: 追加のアルバム
ko: 앨범 더 보기
nb: Flere album
nl: Meer albums
pl: Więcej albumów
pt_br: Mais álbuns
pt_pt: Mais álbuns
ru: Больше альбомов
sk: Viac albumov
sv: Flera album
zh_hans: 更多专辑
zh_hant: 更多專輯

# napster_More_artists
source: More artists
ar: المزيد من الفنانين
da: Flere kunstnere
de: Mehr Interpreten
es_mx: Más artistas
fi: Lisää esiintyjiä
fr: Autres artistes
he: עוד אמנים
id: Artis lainnya
it: Più artisti
ja: 追加のアーティスト
ko: 아티스트 더 보기
nb: Flere artister
nl: Meer artiesten
pl: Więcej wykonawców
pt_br: Mais artistas
pt_pt: Mais artistas
ru: Больше исполнителей
sk: Viac interpretov
sv: Flera artister
zh_hans: 更多艺术家
zh_hant: 更多藝術家

# napster_More_playlists
source: More playlists
ar: المزيد من قوائم التشغيل
da: Flere playlister
de: Mehr Playlisten
es_mx: Más listas de reproducción
fi: Lisää soittolistoja
fr: Autres listes de lecture
he: עוד פלייליסטים
id: Daftar lagu lainnya
it: Più playlist
ja: 追加のプレイリスト
ko: 재생 목록 더 보기
nb: Flere spillelister
nl: Meer afspeellijsten
pl: Więcej ścieżek odtwarzania
pt_br: Mais playlists
pt_pt: Mais listas de reprodução
ru: Больше плейлистов
sk: Viac zoznamov skladieb
sv: Flera spellistor
zh_hans: 更多播放列表
zh_hant: 更多播放清單

# napster_More_tracks
source: More tracks
ar: المزيد من المقاطع
da: Flere spor
de: Mehr Titel
es_mx: Más pistas
fi: Lisää kappaleita
fr: Autres pistes
he: עוד רצועות
id: Trek lainnya
it: Più brani
ja: 追加のトラック
ko: 트랙 더 보기
nb: Flere spor
nl: Meer nummers
pl: Więcej utworów
pt_br: Mais faixas
pt_pt: Mais faixas
ru: Больше треков
sk: Viac skladieb
sv: Flera spår
zh_hans: 更多曲目
zh_hant: 更多曲目
