Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# qobuz_Cancel
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es_mx: Cancelar
fi: Peruuta
fr: Annuler
he: לְבַטֵל
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отменить
sk: Zrušiť
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

# qobuz_Log_Out
source: Log Out
ar: تسجيل الخروج
da: Log ud
de: Abmelden
es_mx: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
he: להתנתק
ja: ログアウト
ko: 로그아웃
nb: Logg ut
nl: Log uit
pl: Wyloguj
pt_br: Desconectar
pt_pt: Terminar sessão
ru: Выйти из системы
sk: Odhlásiť sa
sv: Utloggning
zh_hans: 登出
zh_hant: 登出

# qobuz_logout
source: logout
ar: تسجيل الخروج
da: log ud
de: Abmelden
es_mx: cerrar sesión
fi: uloskirjautuminen
fr: déconnexion
he: להתנתק
ja: ログアウト
ko: 로그아웃
nb: utlogging
nl: Log uit
pl: wylogowanie
pt_br: desconectar
pt_pt: terminar sessão
ru: Выйти из системы
sk: odhlásiť sa
sv: utloggning
zh_hans: 登出
zh_hant: 登出

# qobuz_Logging_out___
source: Logging out...
ar: تسجيل الخروج...
da: Logger ud...
de: Abmeldung läuft...
es_mx: Cerrando la sesión...
fi: Uloskirjautuminen...
fr: Déconnexion...
he: מתנתק...
id: Sedang logout ...
ja: ログアウトしています…
ko: 로그아웃 중...
nb: Logger ut
nl: Uitloggen...
pl: Trwa wylogowywanie...
pt_br: Desconectando...
pt_pt: A terminar sessão...
ru: Идет выход....
sk: Odhlasuje sa...
sv: Loggar ut...
zh_hans: 正在登出...
zh_hant: 正在登出...

# qobuz_Log_out_failed
source: Log out failed
ar: فشل تسجيل الخروج
da: Log ud mislykket
de: Abmeldung fehlgeschlagen
es_mx: Error al cerrar la sesión
fi: Uloskirjautuminen epäonnistui
fr: Échec de la déconnexion
he: ההתנתקות נכשלה
id: Logout gagal
it: Log out fallito
ja: ログアウトに失敗
ko: 로그아웃 실패
nb: Utlogging mislyktes
nl: Uitloggen mislukt
pl: Niepowodzenie wylogowywania
pt_br: Falha ao se desconectar
pt_pt: Falha ao terminar sessão
ru: Выход не удался
sk: Odhlásenie zlyhalo
sv: Fel under utlogging
zh_hans: 登出失败
zh_hant: 無法登出

# qobuz_Confirm
source: Confirm
ar: تأكيد
da: Bekræft
de: Bestätigen
es_mx: Confirmar
fi: Vahvista
fr: Confirmer
he: לְאַשֵׁר
id: Konfirmasi
it: Conferma
ja: 確定
ko: 확인
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
ru: Подтвердить
sk: Potvrdiť
sv: Bekräfta
zh_hans: 确认
zh_hant: 確認

# qobuz_All_Genres
source: All Genres
ar: جميع الأنواع
da: Alle genrer
de: Alle Genres
es_mx: Todos los géneros.
fi: Kaikki lajityypit
fr: Tous les genres
he: כל הז'אנרים
id: Semua Genre
it: Tutti i Generi
ja: すべてのジャンル
ko: 모든 장르
nb: Alle sjangere
nl: Alle Genres
pl: Wszystkie gatunki
pt_br: Todos os gêneros
pt_pt: Todos os géneros
ru: Все жанры
sk: Všetky žánre
sv: Alla genre
zh_hans: 全部流派
zh_hant: 所有流派

# qobuz_New_Releases
source: New Releases
ar: الإصدارات الجديدة
da: Nye udgivelser
de: Neu veröffentlicht
es_mx: Nuevos lanzamientos
fi: Uudet julkaisut
fr: Nouvelles sorties
he: שחרורים חדשים
id: Rilis Baru
it: Nuove Uscite
ja: ニューリリース
ko: 신곡
nb: Nyutgivelser
nl: Nieuwe Releases
pl: Nowe wydania
pt_br: Novos Lançamentos
pt_pt: Novos lançamentos
ru: Новые релизы
sk: Novinky
sv: Nya utgåvor
zh_hans: 最新曲目
zh_hant: 新版本

# qobuz_Add_to_Favorites
source: Add to Favorites
ar: إضافة إلى المفضلة
da: Føj til favoritter
de: Zu Favoriten hinzufügen
es_mx: Agregar a favoritos
fi: Lisää suosikkeihin
fr: Ajouter aux Favoris
he: הוסף למועדפים
id: Tambahkan ke Favorit
it: Aggiungi ai Preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
nb: Legg til i favoritter
nl: Toevoegen aan Favorieten
pl: Dodaj do ulubionych
pt_br: Adicionar aos Favoritos
pt_pt: Adicionar aos favoritos
ru: Добавить в Избранное
sk: Pridať do Obľúbených
sv: Lägg till i favoriter
zh_hans: 添加至收藏列表
zh_hant: 新增到我的最愛

# qobuz_Add_to_Playlists
source: Add to Playlists
ar: إضافة إلى قوائم التشغيل
da: Føj til playlister
de: Zu Playlist hinzufügen
es_mx: Agregar a listas de reproducción
fi: Lisää soittolistoille
fr: Ajouter aux listes de lecture
he: הוסף לרשימות השמעה
id: Tambahkan ke Daftar Lagu
it: Aggiungi alla Playlist
ja: プレイリストに追加
ko: 재생 목록에 추가
nb: Legg til i spillelister
nl: Toevoegen aan Afspeellijsten
pl: Dodaj do list odtwarzania
pt_br: Adicionar às Playlists
pt_pt: Adicionar às listas de reprodução
ru: Добавить к плейлистам
sk: Pridať do Zoznamov skladieb
sv: Lägg till spellista
zh_hans: 添加至播放列表
zh_hant: 新增到播放清單

# qobuz_See_Artist
source: See Artist
ar: الاطلاع على الفنان
da: Se kunstner
de: Interpret anzeigen
es_mx: Ver artista
fi: Ks. artisti
fr: Voir l'artiste
he: ראה אמן
id: Lihat Artis
it: Vedi Artista
ja: アーティストを見る
ko: 아티스트 보기
nb: Se artist
nl: Zie Artiesten
pl: Wyświetl wykonawcę
pt_br: Ver Artista
pt_pt: Ver artista
ru: Посмотреть исполнителя
sk: Pozrieť si interpreta
sv: Se artist
zh_hans: 查看艺术家
zh_hant: 查看藝術家

# qobuz_Description
source: Description
ar: الوصف
da: Beskrivelse
de: Beschreibung
es_mx: Descripción
fi: Kuvaus
he: תיאור
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt_br: Descrição
pt_pt: Descrição
ru: Описание
sk: Popis
sv: Beskrivning
zh_hans: 介绍
zh_hant: 描述

# qobuz_Biography
source: Biography
ar: السيرة الذاتية
da: Biografi
de: Biografie
es_mx: Biografía
fi: Elämänkerta
fr: Biographie
he: ביוגרפיה
id: Biografi
it: Biografia
ja: バイオグラフィー
ko: 소개
nb: Biografi
nl: Biografie
pl: Biografia
pt_br: Briografia
pt_pt: Biografia
ru: Биография
sk: Biografia
sv: Biografi
zh_hans: 个人档案
zh_hant: 傳記

# qobuz_Subscribe
source: Subscribe
ar: اشتراك
da: Abonner
de: Abonnieren
es_mx: Suscribirse
fi: Tilaa
fr: S'abonner
he: הירשם
id: Berlangganan
it: Iscriviti
ja: 会員登録する
ko: 구독
nb: Abonnere
nl: Abonneren
pl: Subskrybuj
pt_br: Se inscrever
pt_pt: Subscrever
ru: Подписаться
sk: Prihlásiť sa na odber
sv: Prenumerera
zh_hans: 订阅
zh_hant: 訂閱

# qobuz_Edit_the_name
source: Edit the name
ar: تحرير الاسم
da: Rediger navnet
de: Namen bearbeiten
es_mx: Editar el nombre
fi: Muokkaa nimeä
fr: Éditer le nom
he: ערוך את השם
id: Edit nama
it: Modifica il nome
ja: 名前を編集
ko: 이름 편집
nb: Rediger navnet
nl: Wijzig de naam
pl: Edytuj nazwę
pt_br: Edite o nome
pt_pt: Editar o nome
ru: Редактировать имя
sk: Upravte názov
sv: Redigera namnet
zh_hans: 编辑名称
zh_hant: 編輯名稱

# qobuz_Are_you_sure_you_want_to_delete_this_playlist_
source: Are you sure you want to delete this playlist?
ar: هل أنت متأكد من رغبتك في حذف قائمة التشغيل هذه؟
da: Er du sikker på, at du vil slette denne playliste?
de: Bist du sicher, dass du dich abmelden möchtest?
es_mx: ¿Confirma que desea eliminar esta lista de reproducción?
fi: Haluatko varmasti poistaa tämän soittolistan?
fr: Voulez-vous vraiment supprimer cette liste de lecture ?
he: האם אתה בטוח שברצונך למחוק את הפלייליסט הזה?
id: Anda yakin ingin menghapus daftar lagu ini?
it: Sei sicuro di voler eliminare questa playlist?
ja: 本当にこのプレイリストを削除しますか？
ko: 이 재생 목록을 삭제하시겠습니까?
nb: Er du sikker på at du vil slette denne spillelisten?
nl: Weet u zeker dat u deze afspeellijst wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę listę odtwarzania?
pt_br: Tem certeza de que deseja excluir esta playlist?
pt_pt: Tem a certeza de que pretende eliminar esta lista de reprodução?
ru: Вы уверены, что хотите удалить данный плейлист?
sk: Naozaj chcete tento zoznam skladieb vymazať?
sv: Är du säker på att du vill radera spellistan?
zh_hans: 是否确认要删除此播放列表？
zh_hant: 是否確定要刪除此播放清單？

# qobuz_Edit_confidentiality
source: Edit confidentiality
ar: تحرير السرية
da: Rediger fortrolighed
de: Privatsphäre bearbeiten
es_mx: Editar confidencialidad
fi: Muokkaa luottamuksellisuutta
fr: Modifier la confidentialité
he: ערוך סודיות
id: Edit kerahasiaan
it: Modifica la riservatezza
ja: 秘密を編集
ko: 기밀성 편집
nb: Rediger konfidensialitet
nl: Vertrouwelijkheid bewerken
pl: Edytuj poufność
pt_br: Editar confidencialidade
pt_pt: Editar confidencialidade
ru: Редактировать конфиденциальность
sk: Upraviť dôvernosť
sv: Redigera sekretess
zh_hans: 编辑机密信息
zh_hant: 編輯保密性

# qobuz_Qobuz_Search
source: Qobuz Search
ar: البحث في Qobuz
da: Qobuz-søgning
de: Qobuz-Suche
es_mx: Búsqueda en Qobuz
fi: Qobuz-haku
fr: Recherche Qobuz
he: חיפוש Qobuz
id: Pencarian Qobuz
it: Ricerca Qobuz
ja: Qobuz検索
ko: Qobuz 검색
nb: Qobuz-søk
nl: In Qobuz zoeken
pl: Wyszukiwanie Qobuz
pt_br: Busca Qobuz
pt_pt: Pesquisa do Qobuz
ru: Поиск Qobuz
sk: Vyhľadávanie v Qobuz
sv: Qobuz-sökning
zh_hans: Qobuz 搜索
zh_hant: Qobuz 搜尋

# qobuz_Delete
source: Delete
ar: حذف
da: Slet
de: Löschen
es_mx: Eliminar
fi: Poista
fr: Supprimer
he: לִמְחוֹק
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Wissen
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ru: Удалить
sk: Vymazať
sv: Radera
zh_hans: 删除
zh_hant: 刪除

# qobuz_Log_in____
source: Log in....
ar: جارِ تسجيل الدخول....
da: Log ind....
de: Anmelden ...
es_mx: Iniciar sesión...
fi: Kirjaudu sisään...
fr: Connexion...
he: התחברות...
ja: ログインしています....
ko: 로그인...
nb: Logg på ...
nl: Inloggen....
pl: Logowanie...
pt_pt: Iniciar sessão...
ru: Войти в систему....
sk: Prihlásiť sa....
sv: Logga in...
zh_hans: 登录....
zh_hant: 登入....

# qobuz_Play_next
source: Play next
ar: تشغيل التالي
da: Afspil som næste
de: Nächsten wiedergeben
es_mx: Reproducir siguiente
fi: Toista seuraava
fr: Lire le suivant
he: שחק הבא
id: Putar berikutnya
it: Riproduci il prossimo
ja: 次の曲を再生
ko: 다음 재생
nb: Spill av neste
nl: Volgende afspelen
pl: Odtwórz jako następny
pt_br: Reproduzir próxima faixa
pt_pt: Reproduzir seguinte
ru: Воспроизвести следующий
sk: Prehrať nasledujúce
sv: Spela som nästa
zh_hans: 播放下一首
zh_hant: 播放下一首

# qobuz_See_Album
source: See Album
ar: الاطلاع على الألبوم
da: Se album
de: Album anzeigen
es_mx: Ver álbum
fi: Katso albumi
fr: Afficher l'album
he: ראה אלבום
id: Lihat Album
it: Vedi Album
ja: アルバムを見る
ko: 앨범 보기
nb: Se album
nl: Zie Album
pl: Wyświetl album
pt_br: Ver Álbum
pt_pt: Ver álbum
ru: Посмотреть альбом
sk: Pozrieť si album
sv: Se album
zh_hans: 查看专辑
zh_hant: 查看專輯

# qobuz_By
source: By
ar: من قِبل
da: Ved
de: Von
es_mx: De
fi: Puolesta
fr: Par
he: על ידי
id: Berdasarkan
ja: による
ko: 작성
nb: Av
nl: Van
pl: Wg
pt_br: Por
pt_pt: Por
ru: На
sk: Od
sv: av
zh_hans: 搜索条件
zh_hant: 由

# qobuz_Unsubscribe
source: Unsubscribe
ar: إلغاء الاشتراك
da: Opsig abonnement
de: Abbestellen
es_mx: Cancelar suscripción
fi: Tilauksen peruutus
fr: Se désabonner
he: בטל את המנוי
id: Berhenti Berlangganan
it: Annulla iscrizione
ja: 会員登録を解除する
ko: 구독 취소
nb: Avslutte abonnementet
nl: Afmelden
pl: Anuluj subskrypcję
pt_br: Não inscrito
pt_pt: Cancelar a subscrição
ru: Отменить подписку
sk: Zrušiť odber
sv: Avsluta prenumeration
zh_hans: 取消订阅
zh_hant: 取消訂閱

# qobuz_Unable_to_complete_this_operation
source: Unable to complete this operation
ar: تعذر إتمام هذه العملية
da: Kan ikke fuldføre denne handling
de: Dieser Vorgang kann nicht abgeschlossen werden
es_mx: No se pudo completar la operación.
fi: Tätä toimintoa ei voida suorittaa loppuun
fr: Achèvement de cette opération impossible
he: לא ניתן להשלים פעולה זו
id: Tidak dapat menyelesaikan operasi ini
it: Impossibile completare questa operazione
ja: この操作を完了することができません
ko: 이 작업을 완료할 수 없음
nb: Kan ikke fullføre denne handlingen
nl: Kan deze functie niet voltooien
pl: Nie można ukończyć tej operacji
pt_br: Não foi possível concluir esta operação
pt_pt: Não é possível realizar esta operação
ru: Невозможно выполнить эту операцию
sk: Túto operáciu nie je možné dokončiť
sv: Det gick inte att slutföra den här åtgärden
zh_hans: 无法完成此操作
zh_hant: 無法完成此操作

# qobuz_The_music_is_playing
source: The music is playing
ar: الموسيقى قيد التشغيل
da: Musikken afspilles
de: Die Musik wird wiedergegeben
es_mx: Se está reproduciendo la música.
fi: Musiikkia toistetaan
fr: La musique est lue
he: המוזיקה מתנגנת
id: Musik sedang diputar
it: La musica è in riproduzione
ja: 音楽を再生しています
ko: 음악 재생 중
nb: Musikken spilles
nl: De muziek speelt
pl: Odtwarzana jest muzyka
pt_br: A música está tocando
pt_pt: A música está a ser reproduzida
ru: Музыка воспроизводится
sk: Prehráva sa hudba
sv: Musiken spelas upp
zh_hans: 正在播放乐曲
zh_hant: 音樂正在播放

# qobuz_Next_To_Play
source: Next To Play
ar: تشغيل التالي
da: Næste der afspilles
de: Nächster Titel für Wiedergabe
es_mx: Siguiente reproducción
fi: Seuraava toistettava
fr: Prochaine lecture
he: ליד לשחק
id: Diputar Berikutnya
it: Avanti per Riprodurre
ja: 次に再生する
ko: 재생할 다음 곡
nb: Neste for avspilling
nl: Volgende om af te spelen
pl: Następny utwór do odtworzenia
pt_br: Próxima Faixa
pt_pt: Reproduzir a seguir
ru: Воспроизвести следующую дорожку
sk: Ďalej bude prehrávané
sv: Nästa som ska spelas ut
zh_hans: 下一首播放
zh_hant: 接下來播放

# qobuz_Added_failed
source: Added failed
ar: فشلت الإضافة
da: Tilføjelse mislykket
de: Hinzufügen fehlgeschlagen
es_mx: Error al agregar
fi: Lisäys epäonnistui
fr: Échec de l’ajout
he: הוספה נכשלה
id: Gagal ditambahkan
it: Aggiunta non riuscita
ja: 追加に失敗
ko: 추가 실패
nb: Kunne ikke legges til
nl: Toevoegen mislukt
pl: Niepowodzenie dodawania
pt_br: Falha ao adicionar
pt_pt: Falha ao adicionar
ru: Добавление не удалось
sk: Pridanie zlyhalo
sv: Tillägning misslyckades
zh_hans: 添加失败
zh_hant: 無法新增

# qobuz_Please_wait
source: Please wait
ar: يُرجى الانتظار
da: Vent venligst
de: Bitte warten
es_mx: Aguarde
fi: Odota
fr: Veuillez patienter
he: המתן בבקשה
id: Harap tunggu
it: Attendi
ja: お待ちください
ko: 기다려 주십시오.
nb: Vent
nl: Even geduld
pl: Proszę czekać
pt_br: Aguarde
pt_pt: Por favor, aguarde
ru: Ожидайте
sk: Čakajte, prosím
sv: Vänta
zh_hans: 请稍候
zh_hant: 請稍候

# qobuz_Request_failed__not_found__404_
source: Request failed: not found (404)
ar: فشل الطلب: غير موجود (404)
da: Anmodning mislykket: ikke fundet (404)
de: Anfrage fehlgeschlagen: nicht gefunden (404)
es_mx: Error en la solicitud: no encontrado (404)
fi: Pyyntö epäonnistui: ei löytynyt (404)
fr: Échec de la requête : introuvable (404)
he: הבקשה נכשלה: לא נמצא (404)
id: Permintaan gagal: tidak ditemukan (404)
it: Richiesta non riuscita: non trovato (404)
ja: リクエストに失敗：見つかりません（404）
ko: 요청 실패: 찾을 수 없음(404)
nb: Forespørsel mislyktes: ikke funnet (404)
nl: Verzoek mislukt: niet gevonden (404)
pl: Niepowodzenie żądania: nie znaleziono (404)
pt_br: Falha na solicitação: não encontrado (404)
pt_pt: Falha ao efetuar o pedido: não encontrado (404)
ru: Запрос не выполнен: не найден (404)
sk: Žiadosť zlyhala: nenájdené (404)
sv: Begäran misslyckades: (404) hittades inte
zh_hans: 请求失败：未找到 (404)
zh_hant: 無法請求：找不到 (404)

# qobuz_Remove_from_Favorites
source: Remove from Favorites
ar: إزالة من المفضلة
da: Fjern fra favoritter
de: Aus Favoriten entfernen
es_mx: Quitar de favoritos
fi: Poista suosikeista
fr: Retirer des Favoris
he: הסר מהמועדפים
id: Hapus dari Favorit
it: Rimuovi dai Preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
nb: Fjern fra favoritter
nl: Verwijderen uit Favorieten
pl: Usuń z ulubionych
pt_br: Remover dos Favoritos
pt_pt: Remover dos Favoritos
ru: Удалить из Избранного
sk: Odstrániť z Obľúbených
sv: Ta bort från favoriter
zh_hans: 从收藏列表中移除
zh_hant: 從我的最愛移除

# qobuz_Edit_name_of_playlist
source: Edit name of playlist
ar: تحرير اسم قائمة التشغيل
da: Rediger navnet på playliste
de: Playlistenname bearbeiten
es_mx: Editar nombre de la lista de reproducción
fi: Muokkaa soittolistan nimeä
fr: Modifier le nom de la liste de lecture
he: ערוך את שם הפלייליסט
id: Edit nama daftar lagu
it: Modifica il nome della playlist
ja: プレイリストの名前を編集
ko: 재생 목록 이름 편집
nb: Rediger spillelistens navn
nl: Wijzig naam van afspeellijst
pl: Edytuj nazwę listy odtwarzania
pt_br: Editar nome da playlist
pt_pt: Editar nome da lista de reprodução
ru: Редактировать название списка воспроизведения
sk: Upraviť názov zoznamu skladieb
sv: Redigera spellistans namn
zh_hans: 编辑播放列表的名称
zh_hant: 編輯播放清單的名稱

# qobuz_Enter_a_new_name_for_your_playlist
source: Enter a new name for your playlist
ar: أدخل اسمًا جديدًا لقائمة التشغيل الخاصة بك
da: Indtast et nyt navn til din playliste
de: Gib einen neuen Namen für diese Playlist ein
es_mx: Escriba el nuevo nombre de la lista de reproducción.
fi: Anna soittolistallesi uusi nimi
fr: Entrez le nouveau nom de votre liste de lecture
he: הזן שם חדש לפלייליסט שלך
id: Masukkan nama baru untuk daftar lagu Anda
it: Inserisci un nuovo nome per la tua playlist
ja: プレイリストの新しい名前を入力
ko: 재생 목록의 새 이름 입력
nb: Gi spillelisten et nytt navn
nl: Voer een nieuwe naam in voor uw afspeellijst
pl: Wprowadź nową nazwę listy odtwarzania
pt_br: Digite um novo nome para sua playlist
pt_pt: Introduza um novo nome para a sua lista de reprodução
ru: Ввести новое имя для вашего списка воспроизведения
sk: Zadať nový názov zoznamu skladieb
sv: Ange ett nytt namn för din spellista
zh_hans: 为你的播放列表输入新名称
zh_hant: 為您的播放清單輸入一個新名稱

# qobuz_Save
source: Save
ar: حفظ
da: Gem
de: Speichern
es_mx: Guardar
fi: Tallenna
fr: Enregistrer
he: להציל
id: Simpan
it: Salva
ja: 保存
ko: 저장
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ru: Сохранить
sk: Uložiť
sv: Spara
zh_hans: 保存
zh_hant: 儲存

# qobuz_Private
source: Private
ar: خاص
da: Privat
de: Privat
es_mx: Privada
fi: Yksityinen
fr: Privée
he: פְּרָטִי
id: Privat
it: Privato
ja: プライベート
ko: 비공개
nb: Privat
nl: Privé
pl: Prywatne
pt_br: Privada
pt_pt: Privado
ru: Частный
sk: Súkromné
sv: Privat
zh_hans: 私人
zh_hant: 私人

# qobuz_Public
source: Public
ar: عام
da: Offentlig
de: Öffentlich
es_mx: Pública
fi: Julkinen
fr: Publique
he: פומבי
id: Publik
it: Pubblico
ja: パブリック
ko: 공개
nb: Offentlig
nl: Openbaar
pl: Publiczne
pt_br: Pública
pt_pt: Público
ru: Публичный
sk: Verejné
sv: Offentlig
zh_hans: 公开
zh_hant: 公開

# qobuz_Collaborative
source: Collaborative
ar: تعاوني
da: Samarbejde
de: Gemeinschaftlich
es_mx: Colaborativa
fi: Yhteistoiminnallinen
he: שיתופי
id: Kolaboratif
it: Collaborativo
ja: コラボレ-ティブ
ko: 공동 작업
nb: Samarbeid
nl: Collaboratief
pl: Współpraca
pt_br: Colaborativa
pt_pt: Colaborativo
ru: Совместный
sk: Spolupráca
sv: Samarbete
zh_hans: 协作
zh_hant: 協作

# qobuz_Please_note
source: Please note
ar: يُرجى الملاحظة
da: Bemærk venligst
de: Bitte beachten
es_mx: Tenga en cuenta lo siguiente
fi: Huomaa
fr: Veuillez noter
he: שימו לב
id: Harap diingat
it: Nota
ja: 注意してください
ko: 참고
nb: Merk
nl: Let op
pl: Uwaga
pt_br: Observação
pt_pt: Atenção
ru: Примите к сведению
sk: Upozorňujeme
sv: Observera
zh_hans: 请注意
zh_hant: 請注意

# qobuz_Are_you_sure_want_to_delete_this_playlist_
source: Are you sure want to delete this playlist?
ar: هل أنت متأكد من رغبتك في حذف قائمة التشغيل هذه؟
da: Er du sikker på, at du vil slette denne playliste?
de: Bist du sicher, dass diese Playlist gelöscht werden soll?
es_mx: ¿Confirma que desea eliminar esta lista de reproducción?
fi: Haluatko varmasti poistaa tämän soittolistan?
fr: Voulez-vous vraiment supprimer cette liste de lecture ?
he: האם אתה בטוח שברצונך למחוק את הפלייליסט הזה?
id: Anda yakin ingin menghapus daftar lagu ini?
it: Sei sicuro di voler eliminare questa playlist?
ja: 本当にこのプレイリストを削除しますか？
ko: 이 재생 목록을 삭제하시겠습니까?
nb: Er du sikker på at du vil slette denne spillelisten?
nl: Weet u zeker dat u deze afspeellijst wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę listę odtwarzania?
pt_br: Tem certeza de que deseja excluir esta playlist?
pt_pt: Tem a certeza de que pretende eliminar esta lista de reprodução?
ru: Вы уверены, что хотите удалить этот список воспроизведения?
sk: Naozaj chcete tento zoznam skladieb vymazať?
sv: Är du säker på att du vill radera spellistan?
zh_hans: 是否确认要删除此播放列表？
zh_hant: 您是否確定要刪除此播放清單？

# qobuz_album
source: album
ar: الألبوم
es_mx: álbum
fi: albumi
he: אַלבּוֹם
ja: アルバム
ko: 앨범
pt_br: álbum
pt_pt: álbum
ru: альбом
zh_hans: 专辑
zh_hant: 專輯

# qobuz_Albums
source: Albums
ar: ألبومات
da: Album
de: Alben
es_mx: Álbumes
fi: Albumit
he: אלבומים
id: Album
it: Album
ja: アルバム
ko: 앨범
nb: Album
pl: Albumy
pt_br: Álbuns
pt_pt: Álbuns
ru: Альбомы
sk: Albumy
sv: Album
zh_hans: 专辑
zh_hant: 專輯

# qobuz_Discography
source: Discography
ar: فهرسة التسجيلات
da: Diskografi
de: Diskographie
es_mx: Discografía
fi: Discografia
fr: Discographie
he: דיסקוגרפיה
id: Diskografi
it: Discografia
ja: ディスコグラフィー
ko: 음반 목록
nb: Diskografi
nl: Discografie
pl: Dyskografia
pt_br: Discografia
pt_pt: Discografia
ru: Дискография
sk: Diskografia
sv: Diskografi
zh_hans: 唱片目录
zh_hant: 唱片目錄

# qobuz_Similar_artists
source: Similar artists
ar: الفنانون المماثلون
da: Lignende kunstnere
de: Ähnliche Interpreten
es_mx: Artistas similares
fi: Samanlaisia artisteja
fr: Artistes semblables
he: אמנים דומים
id: Artis serupa
it: Artisti simili
ja: 類似したアーティスト
ko: 유사한 아티스트
nb: Lignende artister
nl: Vergelijkbare artiesten
pl: Podobni artyści
pt_br: Artistas similares
pt_pt: Artistas semelhantes
ru: Похожие исполнители
sk: Podobní interpreti
sv: Liknande artister
zh_hans: 相似艺术家
zh_hant: 相似的藝術家

# qobuz_No_albums_available
source: No albums available
ar: لا توجد ألبومات متاحة
da: Ingen album tilgængelige
de: Keine Alben verfügbar
es_mx: Ningún álbum disponible
fi: Ei saatavilla olevia albumeita
fr: Aucun album disponible
he: אין אלבומים זמינים
id: Tidak ada album yang tersedia
it: Nessun album disponibile
ja: アルバムが利用不能
ko: 사용 가능한 앨범 없음
nb: Ingen album tilgjengelig
nl: Geen albums beschikbaar
pl: Brak dostępnych albumów
pt_br: Nenhum álbum disponível
pt_pt: Sem álbuns disponíveis
ru: Альбомы недоступны
sk: Nie sú k dispozícii žiadne albumy
sv: Inga album tillgängliga
zh_hans: 无可用专辑
zh_hant: 無可用的專輯

# qobuz_Qobuz_account_has_been_changed
source: Qobuz account has been changed
ar: تم تغيير حساب Qobuz
da: Qobuz-konto er blevet ændret
de: Das Qobuz-Konto wurde geändert
es_mx: Cambió la cuenta de Qobuz.
fi: Qobuz-tiliä on muutettu
fr: Le compte Qobuz a été modifié
he: Qobuz שונה
id: Akun Qobuz telah diubah
it: L’account Qobuz è stato modificato
ja: Qobuzアカウントは変更されました
ko: Qobuz 계정이 변경됨
nb: Qobuz-kontoen er endret
nl: Qobuz-account is gewijzigd
pl: Zmieniono użytkownika konta Qobuz
pt_br: A conta do Qobuz foi alterada
pt_pt: A conta Qobuz foi alterada
ru: Учетная запись Qobuz была изменена
sk: Účet Qobuz bol zmenený
sv: Qobuz-kontot har ändrats
zh_hans: Qobuz 账户已被更改
zh_hant: Qobuz 帳戶已變更

# qobuz_The_current_user_is_%@
source: The current user is %@
ar: المستخدم الحالي هو %@
da: Den aktuelle bruger er %@
de: Der aktuelle Benutzer ist %@
es_mx: El usuario actual es %@.
fi: Nykyinen käyttäjä on %@
fr: L'utilisateur actuel est %@
he: המשתמש הנוכחי הוא %@
id: Pengguna saat ini adalah %@
it: L'utente attuale è %@
ja: 現在のユーザーは%@です
ko: 현재 사용자: %@
nb: Den aktuelle brukeren er %@
nl: De huidige gebruiker is %@
pl: Bieżący użytkownik to %@
pt_br: O usuário atual é %@
pt_pt: O utilizador atual é %@
ru: Текущий пользователь %@
sk: Aktuálny používateľ je %@
sv: Nuvarande användaren är %@
zh_hans: 当前用户是 %@
zh_hant: 目前使用者為 %@

# qobuz_I_got_it
source: I got it
ar: مفهوم
da: Forstået
de: Verstanden
es_mx: De acuerdo
fi: Ymmärsin
fr: J’ai compris
he: הבנתי
id: Saya mengerti
it: Ho capito
ja: 了解しました
ko: 확인
nb: Skjønner
nl: Ik heb het begrepen
pl: Rozumiem
pt_br: Entendi
pt_pt: Entendi
ru: Я понял/а
sk: Mám to
sv: Jag förstår
zh_hans: 好的
zh_hant: 我知道了

# qobuz_Qobuz_account_has_logout
source: Qobuz account has logged out
ar: تم تسجيل الخروج من حساب Qobuz
da: Qobuz-konto er logget ud
de: Das Qobuz-Konto wurde abgemeldet
es_mx: Se cerró la cuenta de Qobuz.
fi: Qobuz-tili on uloskirjattu
fr: Le compte Qobuz s'est déconnecté
he: חשבון Qobuz התנתק
id: Sudah logout dari akun Qobuz
it: L’account Qobuz ha effettuato il log out
ja: Qobuzアカウントからログアウトしました
ko: Qobuz 계정 로그아웃함
nb: Qobuz-kontoen har logget ut
nl: Uitgelogd van Qobuz-account
pl: Wylogowano użytkownika z konta Qobuz
pt_br: A conta Qobuz foi desconectada
pt_pt: Sessão terminada na conta Qobuz
ru: Выполнен выход из учетной записи Qobuz
sk: Účet Qobuz sa odhlásil
sv: Qobuz-kontot har loggat ut
zh_hans: Qobuz 账户已登出
zh_hant: Qobuz 帳戶已登出
