Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

source: Now please put the rear speakers where you want them to be placed around the listening area.
ar: الآن يُرجى وضع مكبرات الصوت الخلفية حيثما تريد حول منطقة الاستماع.
da: Anbring nu baghøjttalerne på din foretrukne placering omkring lytteområdet.
de: Stelle nun die hinteren Lautsprecher dort auf, wo du sie im Hörbereich platzieren möchtest.
es_mx: Instale los altavoces traseros en el lugar deseado de la zona de escucha.
fi: Aseta nyt takakaiuttimet sinne, minne haluat ne kuuntelualueella sijoittaa.
fr: Veuillez à présent placer les enceintes arrière où vous le souhaitez dans la zone d'écoute.
he: כעת אנא הצב את הרמקולים האחוריים במקום בו תרצה שימוקמו סביב אזור ההאזנה.
id: Sekarang tempatkan speaker belakang di tempat yang Anda inginkan di sekitar area mendengarkan.
it: Ora metti gli speaker posteriori nel punto in cui desideri posizionarli intorno all'area di ascolto.
ja: リスニング位置周辺にリアスピーカーを設置してください。
ko: 청취 영역 주변의 원하는 장소에 후면 스피커를 배치해 주십시오.
nb: Sett bakhøyttalerne der du vil at de skal plasseres rundt lytteområdet.
nl: Plaats nu de achterluidsprekers waar u ze in de luisterzone wilt hebben.
pl: Teraz ustaw głośniki tylne w żądanym miejscu obszaru odsłuchowego.
pt_br: Agora, coloque os alto-falantes traseiros onde você quer que eles sejam colocados ao redor da área de audição.
pt_pt: Agora, coloque as colunas traseiras no sítio que pretende em redor da área em que o som vai ser emitido.
ru: Теперь поставьте тыловые динамики так, как вы хотите их расположить в зоне прослушивания.
sk: Teraz umiestnite zadné reproduktory tam, kde ich chcete mať umiestnené v okolí oblasti posluchu.
sv: Placera nu de bakre högtalarna där du vill runt lyssningsområdet.
zh_hans: 现在请按照你的需求将后置扬声器放在聆听区周围的位置。
zh_hant: 現在請將後置喇叭放在聆聽區域周圍所需的位置。

# jbl_Step_1__Place_Rear_speakers
source: Step 1: Place Rear speakers
ar: الخطوة الأولى: وضع مكبرات الصوت الخلفية
da: Trin 1: Placer baghøjttalere
de: Schritt 1: Hintere Lautsprecher aufstellen
es_mx: Paso 1: Instale los altavoces traseros.
fi: Vaihe 1: Aseta takakaiuttimet
fr: Étape 1 : Placer les enceintes arrière
he: שלב 1: הצב רמקולים אחוריים
id: Langkah 1: Tempatkan speaker belakang
it: Passo 1: Posiziona gli speaker posteriori
ja: ステップ1：リアスピーカーを設置する
ko: 1단계: 후면 스피커 배치
nb: Trinn 1: Plasser bakhøyttalerne
nl: Stap 1: Plaats de achterluidsprekers
pl: Krok 1: Ustaw głośniki tylne
pt_br: Etapa 1: Colocar os alto-falantes traseiros
pt_pt: Passo 1: Posicionar as colunas traseiras
ru: Шаг 1: Размещение тыловых динамиков
sk: 1. krok: umiestnite zadné reproduktory
sv: Steg 1: Placera bakre högtalaren
zh_hans: 第 1 步：摆放后置扬声器
zh_hant: 第 1 步：放置後置喇叭

source: Please undock the detachable rear speakers and place them in your preferred listening position. Distance between soundbar and speakers should be 3 ~ 5 meters.
ar: يُرجى فصل مكبرات الصوت الخلفية القابلة للفصل ووضعها في مكان الاستماع المفضل لديك. ينبغي أن تتراوح المسافة بين العارضة الصوتية ومكبرات الصوت بين 3 و5 أمتار.
da: Tag de aftagelige baghøjttalere af, og placer dem på din foretrukne lytteposition. Afstanden mellem soundbar og højttalere bør være 3 ~ 5 meter.
de: Bitte kopple die abnehmbaren hinteren Lautsprecher ab und stelle sie in deiner bevorzugten Hörposition auf. Der Abstand zwischen Soundbar und Lautsprechern sollte zwischen 3 und 5 Metern liegen.
es_mx: Retire los altavoces traseros desmontables e instálelos como prefiera. La distancia entre la barra de sonido y los altavoces debe ser entre 3 y 5 metros.
fi: Irrota irrotettavat takakaiuttimet ja aseta ne haluamaasi kuuntelupaikkaan. Soundbarin ja kaiuttimien välisen etäisyyden tulee olla 3 - 5 metriä.
fr: Veuillez détacher les enceintes arrière amovibles et les placer à votre position d'écoute préférée. La distance entre la barre de son et les enceintes doit être de 3 à 5 mètres.
he: אנא שחרר את הרמקולים האחוריים הניתנים להסרה והצב אותם בעמדת ההאזנה המועדפת עליך . המרחק בין סרגל הקול לרמקולים צריך להיות 3 ~ 5 מטרים.
id: Lepaskan speaker belakang yang dapat dilepas dan atur di posisi mendengarkan yang Anda inginkan. Jarak antara soundbar dan speaker harus 3–5 meter.
it: Disinserisci gli speaker posteriori rimovibili e posizionali nella posizione di ascolto preferita. La distanza tra la soundbar e gli speaker deve essere di 3 ~ 5 metri.
ja: 着脱式リアスピーカーを取り外し、お好きなリスニング位置に置いてください。 Dサウンドバーとスピーカー間の距離は3から5メートル以内にする必要があります。
ko: 탈착식 후면 스피커의 도킹을 해제하고 기본 청취 위치에 배치해 주십시오. 사운드바와 스피커는 3~5m 간격으로 설치해야 합니다.
nb: Ta de avtagbare bakhøyttalerne av dokkingstasjonene og sett dem i ønsket lytteposisjon. Avstanden mellom lydplanken og høyttalerne bør være 3 ~ 5 meter.
nl: Ontkoppel de afneembare achterluidsprekers en plaats ze in de gewesnte luisterpositie. De afstand tussen de soundbar en de luidsprekers moet 3 ~ 5 meter bedragen.
pl: Oddokuj odłączalne głośniki tylne i umieść je w żądanej pozycji odsłuchowej. Odległość między soundbarem a głośnikami powinna wynosić 3 ~ 5 m.
pt_br: Desencaixe os alto-falantes traseiros removíveis e coloque-os em sua posição de audição preferida. A distância entre a barra de som e os alto-falantes deve ser de 3 a 5 metros.
pt_pt: Desligue o fio das colunas traseiras removíveis e coloque-as na sua posição preferida de reprodução. A distância entre a soundbar e as colunas deve ser de 3 ~ 5 metros.
ru: Отсоедините съемные задние динамики и установите их в удобное для вас место прослушивания. Расстояние между саундбаром и динамиками должно составлять 3 ~ 5 метров.
sk: Odpojte odnímateľné zadné reproduktory a umiestnite ich do preferovanej polohy posluchu. Vzdialenosť medzi soundbarom a reproduktormi by mala byť 3 až 5 metrov.
sv: Lossa de löstagbara bakre högtalarna och placera dem var du vill. Avståndet mellan soundbar-högtalaren och högtalaren bör vara 3 ~ 5 meter..
zh_hans: 请卸离可拆卸的后置扬声器，并将其放置在你喜欢的聆听位置。 条形音箱和扬声器之间的距离应为 3 到 5 米。
zh_hant: 請斷開可拆分後置喇叭，並將它們放在你偏好的聆聽位置。 條形音箱與喇叭之間的距離應為 3 ~ 5 公尺。

# jbl_My_Products
source: My Products
ar: منتجاتي
da: Mine produkter
de: Meine Geräte
es_mx: Mis productos
fi: Omat tuotteet
fr: Mes produits
he: המוצרים שלי
id: Produk Saya
it: I miei prodotti
ja: マイプロダクト
ko: 내 제품
nb: Mine produkter
nl: Mijn producten
pl: Moje produkty
pt_br: Meus Produtos
pt_pt: Os meus produtos
ru: Мои устройства
sk: Moje produkty
sv: Mina produkter
zh_hans: 我的设备
zh_hant: 我的產品

# jbl_Avoid_Obstacles
source: Avoid Obstacles
ar: تجنب العراقيل
da: Undgå forhindringer
de: Hindernisse vermeiden
es_mx: Evite cualquier obstáculo.
fi: Vältä esteitä
fr: Évitez les obstacles
he: הימנע ממכשולים
id: Singkirkan Halangan
it: Evita gli ostacoli
ja: 障害物を避ける
ko: 장애물 제거
nb: Unngå hindringer
nl: Vermijd obstakels
pl: Unikaj przeszkód
pt_br: Evite Obstáculos
pt_pt: Evitar obstáculos
ru: Избегайте препятствий
sk: Vyhnite sa prekážkam
sv: Undvik hinder
zh_hans: 避开障碍物
zh_hant: 避開障礙

# jbl_Check_for_Update
source: Check For Update
ar: التحقق من وجود تحديثات
da: Tjek for opdatering
de: Nach Update suchen
es_mx: Buscar actualización
fi: Tarkista päivitysten varalta
fr: Rechercher une mise à jour
he: בדוק עדכונים
id: Periksa Pembaruan
it: Verifica la presenza di aggiornamenti
ja: アップデートの確認
ko: 업데이트 확인
nb: Se etter oppdatering
nl: Controleer op updates
pl: Sprawdź dostępność aktualizacji
pt_br: VERIFICAR ATUALIZAÇÕES
pt_pt: Verificar atualização
ru: Проверить обновление
sk: Kontrola aktualizácie
sv: Sök efter uppdatering
zh_hans: 检查更新
zh_hant: 檢查更新

# jbl_Do_not_block_soundbar__rear_speakers_or_put_them_too_close_to_wall_
source: Do not block soundbar / detachable rear speakers or put them too close to the wall.
ar: تجنب حجب العارضة الصوتية/مكبرات الصوت الخلفية القابلة للفصل أو وضعها على مقربة شديدة من الحائط.
da: Du må ikke blokere soundbaren / de aftagelige baghøjttalere eller placere dem for tæt på væggen.
de: Decke die Soundbar bzw. die abnehmbaren hinteren Lautsprecher nicht ab und stelle sie nicht zu nah an der Wand auf.
es_mx: No bloquee la barra de sonido ni los altavoces traseros desmontables. Tampoco los instale muy cerca de la pared.
fi: Älä aseta esteitä soundbarin / irrotettavien takakaiuttimien eteen tai aseta niitä liian lähelle seinää.
fr: Ne masquez ni la barre de son, ni les enceintes arrière amovibles et ne les placez pas trop près du mur.
he: אין לחסום סרגל קול / רמקולים אחוריים ניתנים להסרה או לשים אותם קרוב מדי לקיר.
id: Jangan menghalangi soundbar atau speaker belakang yang dapat dilepas. Jangan pula menempatkannya terlalu dekat ke dinding.
it: Non ostruire la soundbar / gli speaker posteriori rimovibili e non metterli troppo vicini alla parete.
ja: サウンドバー/着脱式リアスピーカーの間に障害物を置いたり、壁に近づけすぎないでください。
ko: 사운드바/탈착식 후면 스피커를 막거나 벽 가까이에 배치하지 마십시오.
nb: Ikke blokker lydplanken / de avtagbare bakhøyttalerne eller plasser dem for nært veggen.
nl: Blokkeer de soundbar/afneembare achterluidsprekers niet en plaats ze niet te dicht bij de muur.
pl: Soundbara ani odłączalnych głośników tylnych nie należy blokować żadnymi przedmiotami i nie należy ich umieszczać zbyt blisko ściany.
pt_br: Não bloqueie a soundbar / os alto-falantes traseiros removíveis nem os coloque muito perto da parede.
pt_pt: Não coloque obstáculos à frente da soundbar/das colunas traseiras removíveis nem as posicione demasiado perto da parede.
ru: Не загораживайте саундбар / съемные задние динамики и не располагайте их слишком близко к стене.
sk: Neblokujte soundbar / odnímateľné zadné reproduktory ani ich neumiestňujte príliš blízko k stene.
sv: Blockera inte soundbar-högtalaren/ de löstagbara bakre högtalarna och placera inte dem för nära väggen.
zh_hans: 切勿阻挡条形音箱/可拆卸的后置扬声器，也不要把它们放在离墙太近的位置。
zh_hant: 不要阻擋條形音箱/可拆分後置喇叭，也不要將它們放得太靠近牆壁。

# jbl_Updating
source: Updating
ar: جارٍ التحديث
da: Opdaterer
de: Aktualisieren
es_mx: Actualizando
fi: Päivitetään
fr: Mise à jour
he: עִדכּוּן
id: Memperbarui
it: Aggiornamento in corso
ja: アップデートしています
ko: 업데이트
nb: Oppdaterer
nl: Bijwerken
pl: Aktualizowanie
pt_br: Atualizando
pt_pt: A atualizar
ru: Обновление
sk: Aktualizácia
sv: Uppdaterar
zh_hans: 正在更新
zh_hant: 正在更新

source: Please undock both rear speakers and make sure you have placed them according to the guide.
ar: يُرجى فصل مكبري الصوت الخلفيين والتأكد من وضعهما وفقًا للإرشادات.
da: Tag begge baghøjttalere af, og sørg for, at du har placeret dem i overensstemmelse med vejledningen.
de: Kopple die beiden hinteren Lautsprecher ab und stelle sicher, dass sie gemäß der Anleitung platziert sind.
es_mx: Desmonte ambos altavoces traseros y asegúrese de instalarlos como se indica en la guía.
fi: Irrota molemmat takakaiuttimet ja varmista, että olet asettanut ne oppaan mukaisesti.
fr: Veuillez détacher les deux enceintes arrière et assurez-vous de les placer conformément au guide.
he: אנא שחרר את שני הרמקולים האחוריים וודא שהצבת אותם בהתאם למדריך.
id: Lepaskan kedua speaker belakang dan pastikan Anda telah menempatkannya sesuai dengan panduan.
it: Disinserisci entrambi gli speaker posteriori ed assicurati di averli posizionati in base alle istruzioni.
ja: 両方のリアスピーカーを取り外し、ガイドの通りに置いていることを確認してください。
ko: 두 후면 스피커의 도킹을 해제하고 가이드에 따라 배치했는지 확인하십시오.
nb: Ta begge bakhøyttalerne ut av dokkingstasjonen og kontroller at du har plassert dem i henhold til veiledningen.
nl: Maak beide achterluidsprekers los en controleer of u ze volgens de gids hebt geplaatst.
pl: Oddokuj obydwa głośniki tylne i upewnij się, że umieszczono je zgodnie z wytycznymi.
pt_br: Desencaixe ambos os alto-falantes traseiros e certifique-se de colocá-los de acordo com o guia.
pt_pt: Desligue o fio das duas colunas traseiras e certifique-se de que as posiciona de acordo com o guia.
ru: Отсоедините оба задних динамика и убедитесь, что вы разместили их в соответствии с руководством.
sk: Odpojte oba zadné reproduktory a uistite sa, že ste ich umiestnili podľa návodu.
sv: Lossa båda bakhögtalarna och se till att du har placerat dem enligt guiden.
zh_hans: 请卸离两台后置扬声器，并确保按指南的要求放置。
zh_hant: 請斷開兩個後置喇叭，並確保根據指南放置它們。

# jbl_End_User_License_Agreement
source: End User License Agreement
ar: اتفاقية ترخيص المستخدم النهائي
da: Slutbrugerlicensaftale
de: Lizenzvereinbarung für Endbenutzer
es_mx: Contrato de licencia para el usuario final
fi: Loppukäyttäjän käyttöoikeussopimus
fr: Le contrat de licence d’utilisateur final
he: הסכם רישיון משתמש קצה
id: Perjanjian Lisensi Pengguna Akhir
it: Contratto di licenza con l'utente finale
ja: エンドユーザーライセンス契約
ko: 최종 사용자 라이선스 계약
nb: Sluttbrukerlisensavtale
nl: Licentieovereenkomst voor eindgebruikers
pl: Umowę licencyjną dla użytkownika końcowego
pt_br: Contrato de Licença de Usuário Final
pt_pt: O Contrato de Licença de Utilizador Final
ru: Лицензионное соглашение с конечным пользователем
sk: Licenčná zmluva s koncovým používateľom
sv: Licensavtal för slutanvändare
zh_hans: 终端用户许可协议
zh_hant: 最終使用者授權合約

# jbl_Harman_Privacy_Statement
source: Harman Privacy Statement
ar: بيان الخصوصية لشركة Harman
da: Erklæring om beskyttelse af personlige oplysninger for Harman
de: Harman Datenschutzerklärung
es_mx: Declaración de privacidad de Harman
fi: Harman tietosuojaseloste
fr: La déclaration de confidentialité de Harman
he: Harman פרטיות הצהרת
id: Pernyataan Privasi Harman
it: Informativa sulla privacy di Harman
ja: Harmanプライバシーステートメント
ko: Harman 개인정보 처리방침
nb: Harmans personvernerklæring
nl: Harman Privacyverklaring accepteren
pl: Oświadczenie o poufności danych Harman
pt_br: Declaração de Privacidade Harman
pt_pt: A Declaração de Privacidade da Harman
ru: Заявление о конфиденциальности Harman
sk: Vyhlásenie o ochrane osobných údajov spoločnosti Harman
sv: Harmans integritetspolicy
zh_hans: 哈曼隐私声明
zh_hant: Harman 隱私權聲明

# jbl_Add_Music
source: Add Music
ar: إضافة موسيقى
da: Tilføj musik
de: Musik hinzufügen
es_mx: Agregar música
fi: Lisää musiikkia
fr: Ajouter de la musique
he: הוסף מוזיקה
id: Tambahkan Musik
it: Aggiungi della musica
ja: 音楽の追加
ko: 음악 추가
nb: Legg til musikk
nl: Muziek toevoegen
pl: Dodaj muzykę
pt_br: Adicionar Música
pt_pt: Adicionar música
ru: Добавить музыку
sk: Pridať hudbu
sv: Lägg till musik
zh_hans: 添加音乐
zh_hant: 新增音樂

source: You cannot use the <customText> app for product control and other services if you do not accept the Terms and Statement. Please accept to continue.
ar: لا يمكنك استخدام تطبيق <customText> للتحكم في المنتج والخدمات الأخرى في حالة عدم الموافقة على الشروط والبيان. يُرجى الموافقة للاستمرار.
da: Du kan ikke bruge <customText>-appen til produktstyring og andre tjenester, hvis du ikke accepterer vilkårene og erklæringen. Accepter venligst for at fortsætte.
de: Die <customText> App steht für die Gerätesteuerung und andere Dienste nicht zur Verfügung, wenn du die Nutzungsbedingungen und die Datenschutzerklärung nicht akzeptierst. Bitte akzeptiere dies zum Fortfahren.
es_mx: Si no acepta los términos y la declaración de privacidad, no podrá usar la aplicación <customText> para controlar productos y acceder a otros servicios. Acepte para continuar.
fi: Jos haluat jatkaa tämän sovelluksen käyttöä, hyväksy seuraavat ehdot. Hyväksy jatkaaksesi.
fr: Vous ne pouvez pas utiliser l'application <customText> pour le contrôle des produits et d'autres services si vous n'acceptez pas les conditions et la déclaration. Veuillez accepter pour poursuivre.
he: אינך יכול להשתמש באפליקציית <customText> עבור בקרת מוצר ושירותים אחרים אם אינך מקבל את התנאים וההצהרה. אנא קבל כדי להמשיך.
id: Anda tidak dapat menggunakan aplikasi <customText> untuk kontrol produk dan layanan lainnya jika Anda tidak menerima Ketentuan dan Pernyataan. Terima untuk melanjutkan.
it: Non puoi utilizzare l'applicazione <customText> per il controllo dei prodotti ed altri servizi se non accetti i Termini e l’Informativa. Per favore accetta per continuare.
ja: 規約とステートメントに同意しない場合は、製品の操作およびその他のサービスのために<customText>アプリを使用することはできません。続行するには同意してください。
ko: 약관 및 개인정보 처리방침을 승인하지 않으면 <customText> 앱에서 제품 제어 및 기타 서비스를 사용할 수 있습니다. 계속하려면 승인해 주십시오.
nb: Du kan ikke bruke <customText>-appen til produktkontroll og andre tjenester dersom du ikke godtar vilkårene og erklæringen. Godta disse for å fortsette.
nl: U kunt de <customText> app niet gebruiken voor productcontrole en andere diensten als u de Voorwaarden en Verklaring niet accepteert. Accepteren om door te gaan.
pl: Użytkownik, który nie zaakceptuje Postanowień oraz Oświadczenia, nie może używać aplikacji <customText> do sterowania produktami ani na potrzeby innych usług. Zatwierdź, aby kontynuować.
pt_br: Você não pode usar o aplicativo <customText> para controle de produtos e outros serviços se não aceitar os Termos e a Declaração. Aceite para continuar.
pt_pt: Não pode utilizar a aplicação <customText> para efetuar o controlo de produtos e para outros serviços se não aceitar os Termos e a Declaração. Aceite-os para poder continuar.
ru: Вы не можете использовать приложение <customText> для управления продуктом и другими услугами, если вы не принимаете Условия и Заявление. Нажмите Принять, чтобы продолжить.
sk: Aplikáciu <customText> app nemôžete používať na ovládanie produktov a iné služby, ak nevyjadríte súhlas s podmienkami a vyhlásením. Ak chcete pokračovať, vyjadrite súhlas.
sv: Du kan inte använda <customText>-appen för produktkontroll och andra tjänster om du inte accepterar villkoren. Acceptera för att fortsätta.
zh_hans: 如果不接受该条款和声明，你就不能使用 <customText> 应用控制设备和使用其他服务。请接受以继续使用。
zh_hant: 如果你不接受條款和聲明，你將無法使用 <customText> 應用程式進行產品控制和其他服務。請接受以繼續。

# jbl_To_continue_using_this_app__please_agree_to_the_following_terms_
source: To continue using this app, please agree to the following terms.
ar: للمتابعة باستخدام هذا التطبيق، يُرجى الموافقة على الشروط التالية.
da: Hvis du vil fortsætte med at bruge denne app, skal du acceptere følgende betingelser.
de: Stimme bitte den folgenden Nutzungsbedingungen für die weitere Nutzung der App zu.
es_mx: Para seguir usando la aplicación, acepte los siguientes términos.
fi: Jos haluat jatkaa tämän sovelluksen käyttöä, hyväksy seuraavat ehdot.
fr: Pour continuer à utiliser cette application, veuillez accepter les conditions suivantes.
he: כדי להמשיך להשתמש באפליקציה זו, נא להסכים לתנאים הבאים.
id: Untuk terus menggunakan aplikasi ini, setujui ketentuan berikut.
it: Per continuare ad utilizzare questa applicazione, accetta i seguenti termini.
ja: このアプリの使用を続けるには、以下の条項に同意してください。
ko: 이 앱을 계속 사용하려면 다음 조건에 동의하십시오.
nb: For å fortsette å bruke denne appen må du godta følgende vilkår.
nl: U moet akkoord gaan met de volgende voorwaarden om deze app te blijven gebruiken.
pl: Aby kontynuować używanie tej aplikacji, wyraź zgodę na poniższe postanowienia.
pt_br: Para continuar usando este aplicativo, concorde com os seguintes termos.
pt_pt: Para continuar a utilizar esta aplicação, aceite os seguintes termos.
ru: Чтобы продолжить использование этого приложения, необходимо принять следующие условия.
sk: Ak chcete pokračovať v používaní tejto aplikácie, vyjadrite súhlas s nasledujúcimi podmienkami.
sv: För att fortsätta använda den här appen, godkänn följande villkor.
zh_hans: 要继续使用本应用，请同意以下条款。
zh_hant: 欲繼續使用此應用程式，請同意以下條款。

# jbl_GRANT
source: GRANT
ar: منحة
da: TILLAD
de: ZUSTIMMEN
es_mx: OTORGAR
fi: HYVÄKSY
fr: ACCORDER
he: מענק
id: IZINKAN
it: AUTORIZZA
ja: 許可する
ko: 권한 부여
nb: INNVILGE
nl: TOESTAAN
pl: PRZYZNAJ
pt_br: CONCEDER
pt_pt: PERMITIR
ru: ПРЕДОСТАВИТЬ
sk: UDELIŤ
sv: BEVILJA
zh_hans: 授予
zh_hant: 授予

# jbl_Put_your_speaker_in_setup_mode_
source: Put your product in setup mode.
ar: ضع منتجك في وضع الإعداد.
da: Sæt dit produkt i opsætningstilstand.
de: Starte den Einrichtungsmodus deines Geräts.
es_mx: Inicie el modo de configuración en el producto.
fi: Aseta tuotteesi asetustilaan.
fr: Mettez votre produit en mode configuration.
he: שים את המוצר שלך במצב הגדרה.
id: Atur produk Anda dalam mode pengaturan.
it: Imposta il prodotto in modalità di configurazione.
ja: 製品を設定モードにしてください。
ko: 제품을 설정 모드로 전환해 주십시오.
nb: Sett produktet i oppsettmodus.
nl: Zet uw product in instelmodus.
pl: Przełącz produkt w tryb konfiguracji
pt_br: Coloque seu produto no modo de configuração.
pt_pt: Coloque o seu produto no modo de configuração.
ru: Переведите устройство в режим настройки.
sk: Prepnite produkt do režimu nastavenia.
sv: Sätt din produkt i inställningsläge.
zh_hans: 使你的设备进入设置模式。
zh_hant: 將你的產品置於設定模式。

# jbl_Sorry__we_are_unable_to_find_your_product__please_reset_and_try_again_
source: Sorry, we are unable to find your product, please reset and try again.
ar: معذرةً، لم نتمكن من العثور على منتجك، يُرجى إعادة التعيين والمحاولة مرة أخرى.
da: Beklager, vi kan ikke finde dit produkt, nulstil venligst og prøv igen.
de: Leider können wir dein Gerät nicht finden. Bitte zurücksetzen und erneut versuchen.
es_mx: No podemos encontrar el producto. Restablézcalo e inténtelo de nuevo.
fi: Valitettavasti emme löydä tuotettasi, suorita nollaus (resetointi) ja yritä uudelleen.
fr: Désolés, nous ne pouvons pas trouver votre produit, veuillez réinitialiser puis réessayer.
he: מצטערים, לא הצלחנו למצוא את המוצר שלך, נא לאפס ולנסות שוב.
id: Maaf, kami tidak dapat menemukan produk Anda. Silakan atur ulang dan coba lagi.
it: Spiacenti, non riusciamo a trovare il tuo prodotto, resetta e prova di nuovo.
ja: 、製品が見つかりません。リセットして再試行してください。
ko: 죄송합니다. 제품을 찾을 수 없습니다. 재설정 후 다시 시도하십시오.
nb: Beklager, vi finner ikke produktet ditt. Tilbakestill og prøv igjen.
nl: Sorry, we kunnen uw product niet vinden. Reset en probeer het opnieuw.
pl: Niestety, nie możemy znaleźć szukanego produktu. Zresetuj i spróbuj ponownie.
pt_br: Desculpe, não conseguimos encontrar seu produto, reinicie e tente novamente.
pt_pt: Lamentamos, mas não conseguimos encontrar o seu produto. Reinicie e tente novamente.
ru: К сожалению, мы не можем найти ваше устройство, сбросьте настройки и повторите попытку.
sk: Je nám ľúto, ale váš produkt sa nám nepodarilo nájsť, obnovte a skúste to znova.
sv: Vi kunde inte hitta din produkt, återställ och försök igen.
zh_hans: 抱歉，我们无法找到你的设备，请重置并重试。
zh_hant: 抱歉，我們無法找到你的產品，請重設並重試。

source: Please grant permission to put product in discovery mode.
ar: يُرجى منح الإذن لوضع المنتج في وضع الاكتشاف.
da: Giv tilladelse til at sætte produktet i opdagelsestilstand.
de: Bitte erlaube, den Suchmodus des Geräts zu starten.
es_mx: Otorgue permisos para acceder al modo de detección en el producto.
fi: Myönnä lupa tuotteen asettamiseksi havaitsemistilaan.
fr: Veuillez accorder l’autorisation de mettre le produit en mode découverte.
he: אנא הענק הרשאה להעביר את המוצר למצב גילוי.
id: Berikan izin untuk mengatur produk dalam mode penemuan.
it: Concedi l'autorizzazione per portare il prodotto in modalità di rilevamento.
ja: 許可して製品をディスカバリーモードにしてください。
ko: 제품을 검색 모드로 전환하려면 다음 권한을 부여해 주십시오.
nb: Gi tillatelse til å sette produktet i oppdagelsesmodus.
nl: Geef toestemming om het product in de detectiemodus te schakelen.
pl: Przyznaj dostęp, aby przełączyć produkt w tryb wykrywania.
pt_br: Conceder permissão para colocar o produto no modo de descoberta.
pt_pt: Conceda permissão para colocar o produto em modo de descoberta.
ru: Дайте разрешение на перевод устройства в режим обнаружения.
sk: Udeľte povolenie na uvedenie produktu do režimu objavovania.
sv: Ge tillstånd att sätta produkten i upptäckningsläge
zh_hans: 请授予权限以使设备进入发现模式。
zh_hant: 請授予將產品置於發現模式的權限。
