Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# newtuneIn_TuneIn_account_has_been_changed
source: TuneIn account has been changed
ar: تم تغيير حساب TuneIn
da: TuneIn-konto er blevet ændret
de: TuneIn-Konto wurde geändert
es_mx: Cambió la cuenta de TuneIn.
fi: TuneIn-tiliä on muutettu
fr: Le compte TuneIn a été modifié
he: חשבון TuneIn השתנה
id: Akun TuneIn telah diubah
it: L’account TuneIn è stato modificato
ja: TuneInアカウントは変更されました
ko: TuneIn 계정이 변경됨
nb: TuneIn-kontoen er endret
nl: TuneIn-account is gewijzigd
pl: Zmieniono użytkownika konta TuneIn
pt_br: A conta do TuneIn foi alterada
pt_pt: A conta TuneIn foi alterada
ru: Учетная запись TuneIn была изменена
sk: Účet TuneIn bol zmenený
sv: TuneIn-kontot har ändrats
zh_hans: TuneIn 账户已被更改
zh_hant: TuneIn 帳戶已變更

# newtuneIn_TuneIn_account_has_logout
source: TuneIn account has logged out
ar: تم تسجيل الخروج من حساب TuneIn
da: TuneIn-konto er logget ud
de: TuneIn-Konto wurde abgemeldet
es_mx: Se cerró la cuenta de TuneIn.
fi: TuneIn-tili on kirjattu ulos
fr: Le compte TuneIn s'est déconnecté
he: חשבון TuneIn התנתק
id: Sudah logout dari akun TuneIn
it: L’account TuneIn ha effettuato il log out
ja: TuneInアカウントからログアウトしました
ko: TuneIn 계정 로그아웃함
nb: TuneIn-kontoen har logget ut
nl: TuneIn-account is uitgelogd
pl: Wylogowano użytkownika z konta TuneIn
pt_br: A conta do TuneIn foi desconectada
pt_pt: Sessão terminada na conta TuneIn
ru: Выполнен выход из учетной записи TuneIn
sk: Účet TuneIn sa odhlásil
sv: TuneIn-kontot har loggat ut
zh_hans: TuneIn 账户已登出
zh_hant: TuneIn 帳戶已登出

# newtuneIn_Favorites
source: Favorites
ar: المفضلة
da: Favoritter
de: Favoriten
es_mx: Favoritos
fi: Suosikit
fr: Favoris
he: מועדפים
id: Favorit
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nb: Favoritter
nl: Favorieten
pl: Ulubione
pt_br: Favoritas
pt_pt: Favoritos
ru: Избранное
sk: Obľúbené
sv: Favoriter
zh_hans: 收藏
zh_hant: 我的最愛

# newtuneIn_Logout_Fail
source: Logout Fail
ar: فشل تسجيل الخروج
da: Log ud mislykket
de: Abmeldung fehlgeschlagen
es_mx: Error al cerrar la sesión
fi: Uloskirjautuminen epäonnistui
fr: Échec de la déconnexion
he: יציאה נכשלה/ התנתקות נכשלה
id: Logout Gagal
it: Logout non riuscito
ja: ログアウトに失敗
ko: 로그아웃 실패
nb: Utlogging mislyktes
nl: Uitloggen mislukt
pl: Niepowodzenie wylogowywania
pt_br: Falha ao desconectar
pt_pt: Falha ao terminar sessão
ru: Выход из системы не удался
sk: Zlyhanie odhlásenia
sv: Utloggning misslyckades
zh_hans: 登出失败
zh_hant: 無法登出

# newtuneIn_Time
source: Time
ar: الوقت
da: Tid
de: Zeit
es_mx: Hora
fi: Aika
fr: Durée
he: זְמַן
id: Waktu
it: Ora
ja: 時間
ko: 시간
nb: Tid
nl: Tijd
pl: Czas
pt_br: Hora
pt_pt: Hora
ru: Время
sk: Čas
sv: Tid
zh_hans: 超时
zh_hant: 時間

# newtuneIn_loading___
source: loading...
ar: جارِ التحميل...
da: indlæser...
de: Wird geladen ...
es_mx: cargando...
fi: latautuu...
fr: chargement...
he: טוען...
id: memuat ...
it: carico....
ja: ロードしています…
ko: 로드 중...
nb: laster inn ...
nl: laden...
pl: Wczytywanie...
pt_br: carregando...
pt_pt: a carregar...
ru: идет загрузка...
sk: Načítava sa...
sv: laddar...
zh_hans: 正在加载...
zh_hant: 正在載入...

# newtuneIn_Login_failed
source: Login failed
ar: فشل تسجيل الدخول
da: Log-in mislykket
de: Anmeldung fehlgeschlagen
es_mx: Error al iniciar sesión
fi: Sisäänkirjautuminen epäonnistui
fr: Échec de la connexion
he: ההתחברות נכשלה
id: Login gagal
it: Login fallito
ja: ログインに失敗
ko: 로그인 실패
nb: Pålogging mislyktes
nl: Inloggen mislukt
pl: Niepowodzenie logowania
pt_br: Falha no login
pt_pt: Falha ao iniciar sessão
ru: Вход в систему не удался
sk: Prihlásenie zlyhalo
sv: Inloggningen misslyckades
zh_hans: 登录失败
zh_hant: 無法登入

# newtuneIn_Login_successful
source: Login successful
ar: تم تسجيل الدخول بنجاح
da: Log-in gennemført
de: Anmeldung erfolgreich
es_mx: Inicio de sesión correcto
fi: Sisäänkirjautuminen onnistui
fr: Connexion réussie
he: התחברת בהצלחה
id: Login berhasil
it: Login riuscito
ja: ログインに成功
ko: 로그인 성공
nb: Pålogging utført
nl: Inloggen gelukt
pl: Logowanie pomyślne
pt_br: Login bem-sucedido
pt_pt: Início de sessão efetuado com sucesso
ru: Успешный вход в систему
sk: Prihlásenie bolo úspešné
sv: Inloggningen lyckades
zh_hans: 登录成功
zh_hant: 登入成功

# newtuneIn_Cancel
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es_mx: Cancelar
fi: Peruuta
fr: Annuler
he: לְבַטֵל
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отменить
sk: Zrušiť
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

# newtuneIn_Location
source: Location
ar: الموقع
da: Placering
de: Standort
es_mx: Ubicación
fi: Sijaintipaikka
fr: Localisation
he: מקום
id: Lokasi
it: Posizione
ja: 位置情報
ko: 위치
nb: Sted
nl: Locatie
pl: Położenie
pt_br: Localização
pt_pt: Localização
ru: Местоположение
sk: Poloha
sv: Plats
zh_hans: 定位
zh_hant: 定位

# newtuneIn_more
source: more
ar: المزيد
da: mere
de: Mehr
es_mx: más
fi: lisää
fr: plus
he: יותר
id: lainnya
it: altro
ja: 追加
ko: 자세히
nb: mer
nl: meer
pl: więcej
pt_br: mais
pt_pt: mais
ru: подробнее
sk: viac
sv: mer
zh_hans: 更多
zh_hant: 更多

# newtuneIn_This_content_cannot_be_played_
source: This content cannot be played.
ar: لا يمكن تشغيل هذا المحتوى.
da: Dette indhold kan ikke afspilles.
de: Dieser Inhalt kann nicht wiedergegeben werden.
es_mx: No se puede reproducir el contenido.
fi: Tätä sisältöä ei voi toistaa.
fr: Ce contenu ne peut pas être lu.
he: לא ניתן להפעיל את התוכן הזה.
id: Konten ini tidak dapat diputar.
it: Questo contenuto non può essere riprodotto.
ja: このコンテンツは再生できません。
ko: 이 콘텐츠를 재생할 수 없습니다.
nb: Dette innholdet kan ikke spilles av.
nl: Deze inhoud kan niet worden afgespeeld.
pl: Nie można odtworzyć tych treści.
pt_br: Este conteúdo não pode ser reproduzido.
pt_pt: Não é possível reproduzir este conteúdo.
ru: Данный контент не может быть воспроизведен.
sk: Tento obsah nie je možné prehrať
sv: Det här innehållet kan inte spelas upp.
zh_hans: 无法播放此内容。
zh_hant: 無法播放此內容。

# newtuneIn_This_show_will_be_available_later__Please_come_back_then_
source: This show will be available later. Please come back then.
ar: سيُتاح هذا العرض في وقتٍ لاحق. يُرجى العودة بعد ذلك.
da: Dette show vil være tilgængeligt senere. Kom venligst tilbage da.
de: Diese Show ist später verfügbar. Bitte komme dann zurück.
es_mx: El espectáculo estará disponible más tarde. Regrese en otro momento.
fi: Tämä esitys on saatavilla myöhemmin. Tule silloin takaisin.
fr: Cette émission sera disponible plus tard. Veuillez revenir à ce moment.
he: מופע זה יהיה זמין מאוחר יותר. בבקשה תחזור אז.
id: Pertunjukan ini akan tersedia nanti. Silakan kembali nanti.
it: Questo spettacolo sarà disponibile in seguito. Quindi torna a trovarci.
ja: この番組は後で利用可能です。後で戻ってきてください。
ko: 나중에 다시 사용할 수 있습니다. 추후 다시 이용해 주십시오.
nb: Dette showet vil være tilgjengelig senere. Kom tilbake da.
nl: Deze show is nog niet beschikbaar. Kom later terug.
pl: Ten pokaz będzie dostępny później. Zapraszamy wtedy.
pt_br: Este show estará disponível mais tarde. Volte mais tarde
pt_pt: Esta espetáculo estará disponível mais tarde. Volte mais tarde.
ru: Данная демонстрация будет доступна позже. Возвращайтесь
sk: Táto relácia bude dostupná neskôr. Potom sa prosím vráťte
sv: Denna show kommer att finnas tillgänglig senare. Kom tillbaka
zh_hans: 本节目暂时未上线。请稍后再来。
zh_hant: 該節目將在稍後可用。請到時再來。

# newtuneIn_Favorite
source: Favorite
ar: المفضلة
da: Favorit
de: Favorit
es_mx: Favorito
fi: Suosikki
fr: Favori
he: מועדף
id: Favorit
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nb: Favoritt
nl: Favoriet
pl: Ulubione
pt_br: Favorito
pt_pt: Favorito
ru: Избранное
sk: Obľúbené
sv: Favorit
zh_hans: 收藏
zh_hant: 我的最愛

# newtuneIn_Less
source: Less
ar: أقل
da: Mindre
de: Weniger
es_mx: Menos
fi: Vähemmän
fr: Moins
he: פָּחוּת
id: Lebih Sedikit
it: Meno
ja: 削除
ko: 숨기기
nb: Mindre
nl: Minder
pl: Mniej
pt_br: Menos
pt_pt: Menos
ru: Менее
sk: Menej
sv: Mindre
zh_hans: 较少
zh_hant: 較少

# newtuneIn_No_results
source: No results
ar: لا توجد نتائج
da: Ingen resultater
de: Keine Ergebnisse
es_mx: Sin resultados
fi: Ei tuloksia
fr: Aucun résultat
he: אין תוצאות
id: Tidak ada hasil
it: Nessun risultato
ja: 見つかりません
ko: 결과 없음
nb: Ingen resultater
nl: Geen resultaten
pl: Brak wyników
pt_br: Nenhum resultado
pt_pt: Sem resultados
ru: Результаты отсутствуют
sk: Žiadne výsledky
sv: Inget resultat
zh_hans: 无任何结果
zh_hant: 無結果

# newtuneIn_Unfavorite
source: Unfavorite
ar: غير مفضلة
da: Ikke-favorit
de: Aus Favoriten entfernen
es_mx: Quitar de favoritos
fi: Poista suosikeista
fr: Retirer des favoris
he: לא מועדף
id: Batalkan Favorit
it: Non mi piacciono
ja: 気に入らない
ko: 즐겨찾기 취소
nb: Fjern fra favoritter
nl: Niet-favoriet
pl: Nielubiane
pt_br: Remover dos favoritos
pt_pt: Remover dos favoritos
ru: Удалить из избранного
sk: Neobľúbené
sv: Inte favorit
zh_hans: 取消收藏
zh_hant: 移除我的最愛

# newtuneIn_Favorites_Success
source: Favorites Success
ar: تم تحديد المفضلة بنجاح
da: Favorit gennemført
de: Favoriten erfolgreich
es_mx: Agregado a favoritos
fi: Suosikit onnistuivat
fr: Succès des favoris
he: מועדפים הצלחה
id: Berhasil Membuat Favorit
it: Successi preferiti
ja: お気に入りに登録しました
ko: 즐겨찾기 성공
nb: Lagt til favoritter
nl: Favorieten gelukt
pl: Powodzenie dodawania do ulubionych
pt_br: Sucesso ao Favoritos
pt_pt: Adicionado aos favoritos com sucesso
ru: Успешно добавлено в Избранное
sk: Obľúbené boli úspešné
sv: Favoriter lyckades
zh_hans: 收藏成功
zh_hant: 設為我的最愛成功

# newtuneIn_Favorites_Fail
source: Favorites Fail
ar: فشل تحديد المفضلة
da: Favorit mislykket
de: Favoriten fehlgeschlagen
es_mx: Error al agregar a favoritos
fi: Suosikit epäonnistuivat
fr: Échec des favoris
he: מועדפים כשלון
id: Gagal Membuat Favorit
it: Preferiti non riuscito
ja: お気に入りの登録に失敗しました
ko: 즐겨찾기 실패
nb: Fjernet fra favoritter
nl: Favorieten mislukt
pl: Niepowodzenie dodawania do ulubionych
pt_br: Falha ao adicionar aos favoritos
pt_pt: Falha ao adicionar aos favoritos
ru: Добавление в избранное не удалось
sk: Pridanie do Obľúbených zlyhalo
sv: Favoriter misslyckades
zh_hans: 收藏失败
zh_hant: 無法設為我的最愛

# newtuneIn_Removed_Favorite_Fail
source: Removed Favorite Fail
ar: فشلت إزالة المفضلة
da: Fjern favorit mislykket
de: Entfernen aus Favoriten fehlgeschlagen
es_mx: Error al quitar de favoritos
fi: Suosikin poisto epäonnistui
fr: Échec du retrait des favoris
he: הוסר מועדף כישלון
id: Gagal Menghapus Favorit
it: Rimozione dei preferiti non riuscita
ja: お気に入りの失敗を削除
ko: 즐겨찾기 제거 실패
nb: Feil ved fjerning fra favoritter
nl: Verwijder Favoriete mislukt
pl: Niepowodzenie usuwania z ulubionych
pt_br: Falha ao adicionar aos favoritos removida
pt_pt: Falha ao remover dos favoritos
ru: Удаление из избранного не удалось
sk: Odstránenie z Obľúbených zlyhalo
sv: Bortagning av favoriter misslyckades
zh_hans: 取消收藏失败
zh_hant: 無法移除我的最愛

# newtuneIn_Removed_Favorite_Successfully
source: Removed Favorite Successfully
ar: تمت إزالة المفضلة بنجاح
da: Fjern favorit gennemført
de: Aus Favoriten erfolgreich entfernt
es_mx: Eliminado de favoritos
fi: Suosikki poistettu onnistuneesti
fr: Retiré des favoris
he: מועדף הוסר בהצלחה
id: Berhasil Menghapus Favorit
it: Rimozione dei preferiti effettuata
ja: お気に入りを削除
ko: 즐겨찾기 제거 성공
nb: Fjernet fra favoritter
nl: Favoriet is verwijderd
pl: Powodzenie usuwania z ulubionych
pt_br: Favorito removido com sucesso
pt_pt: Removido dos favoritos com sucesso
ru: Успешно удалено из избранного
sk: Obľúbené boli úspešne odstránené
sv: Bortagning av favoriter lyckades
zh_hans: 取消收藏成功
zh_hant: 成功移除我的最愛

# newtuneIn_Favorites_is_empty
source: Favorites is empty
ar: المفضلة فارغة
da: Favoritlisten er tom
de: Favoriten sind leer
es_mx: No hay elementos en los favoritos
fi: Suosikit on tyhjä
fr: Les favoris sont vides
he: המועדפים ריק
id: Favorit kosong
it: Preferiti è vuoto
ja: お気に入りは空です
ko: 즐겨찾기가 비어 있음
nb: Favoritter er tomt
nl: Favorieten is leeg
pl: Brak ulubionych
pt_br: Favoritos está vazio
pt_pt: Os favoritos estão vazios
ru: В избранном пусто
sk: Obľúbené sú prázdne
sv: Favoriter är tom
zh_hans: 收藏列表为空
zh_hant: 我的最愛為空

# newtuneIn_This_content_can__t_play
source: This content can't play
ar: لا يمكن تشغيل هذا المحتوى
da: Dette indhold kan ikke afspilles
de: Dieser Inhalt kann nicht wiedergegeben werden
es_mx: No se puede reproducir el contenido
fi: Tätä sisältöä ei voi toistaa
fr: Ce contenu ne peut pas être lu
he: התוכן הזה לא יכול לנגן
id: Konten ini tidak dapat diputar
it: Questo contenuto non può essere riprodotto
ja: このコンテンツは再生できません
ko: 재생할 수 없는 콘텐츠
nb: Dette innholdet kan ikke spilles av
nl: Deze inhoud kan niet worden afgespeeld
pl: Nie można odtworzyć tej treści
pt_br: Este conteúdo não pode ser reproduzido
pt_pt: Não é possível reproduzir este conteúdo
ru: Данный контент не может быть воспроизведен
sk: Tento obsah sa nedá prehrať
sv: Det här innehållet kan inte spelas upp
zh_hans: 无法播放此内容
zh_hant: 此內容無法播放

# newtuneIn_Premium_opt_in_failed
source: Premium opt-in failed
ar: فشل الاشتراك في الإصدار المميز
da: Premium mislykket
de: Einverständnis für Premium fehlgeschlagen
es_mx: No se pudo suscribir a prémium
fi: Premium opt-in epäonnistui
fr: Échec de l'activation de Premium
he: הצטרפות פרימיום נכשלה
id: Gagal memilih Premium
it: Adesione Premium non riuscita
ja: Premiumのオプトインに失敗
ko: 프리미엄 옵트인 실패
nb: Valg Premium mislyktes
nl: Premium opt-in mislukt
pl: Niepowodzenie wyrażenia zgody na konto Premium
pt_br: Falha na ativação do Premium
pt_pt: Falha ao selecionar versão Premium
ru: Премиальная опция не удалась
sk: Zvolenie Prémiovej služby zlyhalo
sv: Premium opt-in misslyckades
zh_hans: 无法加入尊享会员
zh_hant: 無法選擇加入 Premium

# newtuneIn_Browse
source: Browse
ar: استعراض
da: Gennemse
de: Durchsuchen
es_mx: Explorar
fi: Selaa
fr: Parcourir
he: לְדַפדֵף
id: Jelajahi
it: Naviga
ja: ブラウズ
ko: 찾아보기
nb: Bla gjennom
nl: Bladeren
pl: Przeglądaj
pt_br: Navegar por estações
pt_pt: Procurar
ru: Обзор
sk: Prehľadávať
sv: Bläddra
zh_hans: 浏览
zh_hant: 瀏覽

# newtuneIn_Home
source: Home
ar: الصفحة الرئيسية
da: Hjem
es_mx: Inicio
fi: Aloitussivu
fr: Accueil
he: בית
id: Beranda
ja: ホーム
ko: 홈
nb: Start
nl: Start
pl: Strona główna
pt_br: Inicial
pt_pt: Início
ru: Главный
sk: Domov
zh_hans: 主页
zh_hant: 首頁

# newtuneIn_Setting
source: Setting
ar: الإعداد
da: Indstilling
de: Einstellung
es_mx: Configuración
fi: Asetus
fr: Paramètre
he: הגדרה
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstilling
nl: Instelling
pl: Ustawienia
pt_br: Configuração
pt_pt: Definições
ru: Настройка
sk: Nastavenie
sv: Inställning
zh_hans: 设置
zh_hant: 設定

# newtuneIn_Now_can__t_play_please_choose_others
source: Now can't play，please choose others
ar: لا يمكن التشغيل الآن، يُرجى اختيار الآخرين
da: Kan ikke afspilles nu, vælg venligst andre
de: Wiedergabe nicht möglich, bitte etwas Anderes wählen
es_mx: No se puede reproducir; elija otra estación.
fi: Nyt ei voi toistaa, valitse muita
fr: Ne peut être lu，choisissez autre chose
he: עכשיו לא יכול לשחק , אנא בחר אחרים
id: Sekarang tidak dapat memainkan，pilih lainnya
it: Ora non si può riprodurre, scegli qualcos’altro
ja: 今は再生できません。その他を選択してください
ko: 재생할 수 없습니다. 다른 항목을 선택해 주십시오.
nb: Kan ikke spille nå, velg andre
nl: Kan niet worden afgespeeld, kies een andere.
pl: Nie można teraz odtworzyć, wybierz inne
pt_br: Agora não pode ser reproduzido, escolha outros
pt_pt: Neste momento, não é possível realizar a reprodução，escolha outra estação
ru: Сейчас невозможно воспроизвести, выберите другое
sk: Teraz nemôžeme prehrávať, vyberte inú
sv: Kan inte spela nu, välj andra
zh_hans: 现在无法播放，请选择其他内容
zh_hant: 現在無法播放，請選擇其他

# newtuneIn_Fail
source: Fail
ar: فشل
da: Mislykket
de: Fehlgeschlagen
es_mx: Error
fi: Ei läpäisyä
fr: Échec
he: נכשל
id: Gagal
it: Errore
ja: 失敗
ko: 실패
nb: Mislyktes
nl: Mislukt
pl: Niepowodzenie
pt_br: Falha
pt_pt: Falha
ru: Сбой
sk: Zlyhalo
sv: Misslyckades
zh_hans: 失败
zh_hant: 失敗

# newtuneIn_OK
source: OK
ar: موافق
es_mx: Aceptar
he: בסדר
id: OKE
ko: 확인
zh_hans: 确认
zh_hant: 確定

# newadddevice_Allow_Bluetooth_access
source: Allow Bluetooth access
de: Bluetoothzugriff zulassen
es_mx: Permitir acceso a Bluetooth
fr: Autoriser l’accès Bluetooth
it: Consenti l'accesso al Bluetooth
ja: Bluetoothアクセスを許可する
ko: Bluetooth 액세스 허용
nl: Bluetooth-toegang toestaan
pl: Zezwalaj na dostęp do komunikacji Bluetooth
ru: Разрешить доступ к Bluetooth
sv: Tillåt åtkomst via Bluetooth

# newadddevice_Bluetooth_access_is_needed_to_search_for_your_%@_for_setup_
source: Bluetooth access is needed to search for your %@ for setup.
de: Der Bluetoothzugriff wird benötigt, um nach Ihrem %@ für das Setup zu suchen.
es_mx: Se necesita acceso al Bluetooth para buscar sus %@ para la instalación.
fr: L’accès Bluetooth est nécessaire pour trouver votre %@ et le configurer.
it: L'accesso al Bluetooth è necessario per ricercare il tuo %@ per l'installazione.
ja: %@を検索してセットアップするには、Bluetoothアクセスが必要です。
ko: 설정을 위해 %@을(를) 검색하려면 Bluetooth 액세스가 필요합니다.
nl: Bluetooth-toegang is nodig om te zoeken naar uw %@ voor de installatie.
pl: Dostęp do komunikacji Bluetooth jest wymagany w celu wyszukania i skonfigurowania głośników %@.
ru: Для поиска %@ во время настройки требуется доступ к Bluetooth.
sv: Åtkomst via Bluetooth behövs för sökning av dina %@ för konfigurationsändamål.

# newadddevice_Turn_on_Bluetooth_to_allow_your_%@_to_establish_connection_
source: Turn on Bluetooth to allow your %@ to establish connection.
de: Aktivieren Sie Bluetooth, damit Ihr %@ eine Verbindung herstellen kann.
es_mx: Encienda el Bluetooth para permitir que sus %@ establezcan conexión.
fr: Activez votre Bluetooth pour permettre à votre %@ d’établir la connexion.
it: Attiva il Bluetooth per consentire a %@ di stabilire una connessione.
ja: Bluetoothをオンにして、%@が接続できるようにします。
ko: Bluetooth를 켜서 %@이(가) 연결을 설정할 수 있도록 합니다.
nl: Schakel Bluetooth in zodat uw %@ verbinding kan maken.
pl: Włącz łączność Bluetooth, aby głośnik %@ mógł nawiązać połączenie.
ru: Включите Bluetooth, чтобы устройство %@ смогло установить подключение.
sv: Slå på Bluetooth för att tillåta dina %@ att skapa en anslutning.

# NewPlayView_Play_Track_Radio
source: Play Track Radio
ar: تشغيل مقطع الراديو
da: Afspil spor radio
de: Track-Radio wiedergeben
es_mx: Reproducir radio de la pista
fi: Toista Track Radio
fr: Écouter la radio de la piste
he: הפעל רצועת רדיו
id: Putar Trek Radio
it: Riproduci traccia radio
ja: トラックラジオを再生
ko: 트랙 라디오 재생
nb: Spill av radiospor
nl: Speel nummer radio
pl: Odtwarzaj utwory stacji radiowej
pt_br: Reproduzir faixa de rádio
pt_pt: Reproduzir faixa de rádio
ru: Воспроизвести дорожку радио
sk: Prehrávanie skladby rádia
sv: Spela utTrack Radio
zh_hans: 播放曲目电台
zh_hant: 播放曲目廣播

# NewPlayView_View_artist
source: View artist
ar: عرض الفنان
da: Se kunstner
de: Interpreten anzeigen
es_mx: Ver artista
fi: Näytä esiintyjä
fr: Afficher l'artiste
he: הצג אמן
id: Lihat artis
it: Visualizza artista
ja: アーティストを表示
ko: 아티스트 보기
nb: Vis artist
nl: Bekijk artiest
pl: Wyświetl wykonawcę
pt_br: Ver artista
pt_pt: Ver artista
ru: Просмотреть исполнителя
sk: Zobraziť interpreta
sv: Visa artist
zh_hans: 查看艺术家
zh_hant: 檢視藝術家

# NewPlayView_The_Song_added_to_%@_favorites_successfully
source: The Song added to %@ favorites successfully
ar: تمت إضافة الأغنية إلى المفضلة %@ بنجاح
da: Sangen blev føjet til %@ favoritter
de: Der Song wurde erfolgreich zu den Favoriten %@ hinzugefügt
es_mx: La canción se agregó correctamente a los favoritos de %@.
fi: Kappale lisättiin %@ -suosikkeihin onnistuneesti
fr: La chanson a été ajoutée aux favoris %@
he: השיר התווסף למועדפים %@ בהצלחה
id: Lagu berhasil ditambahkan ke %@ favorit
it: Il brano è stato aggiunto ai preferiti %@
ja: 曲を%@のお気に入りへ追加することに成功しました
ko: %@ 즐겨찾기에 곡 추가 성공
nb: Sangen ble lagt til %@-favoritter
nl: Het nummer is toegevoegd aan %@ favorieten
pl: Utwór został pomyślnie dodany do ulubionych %@
pt_br: A música adicionada aos favoritos %@ com sucesso
pt_pt: Música adicionada aos favoritos de %@ com sucesso
ru: Песня успешно добавлена в избранное %@
sk: Pridanie skladby do obľúbených %@ bolo úspešné
sv: Låten lades till %@ favoriter
zh_hans: 歌曲添加至 %@ 收藏列表成功
zh_hant: 該歌曲已成功新增到 %@ 我的最愛

# NewPlayView_The_Song_added_to_%@_favorites_failed
source: The Song added to %@ favorites failed
ar: فشلت إضافة الأغنية إلى المفضلة %@
da: Sangen blev ikke føjet til %@ favoritter
de: Das Hinzufügen des Songs zu den Favoriten %@ ist fehlgeschlagen
es_mx: La canción no se agregó correctamente a los favoritos de %@.
fi: Kappaleen lisäys %@-suosikkeihin epäonnistui
fr: Échec de l’ajout de la chanson aux favoris %@
he: השיר שנוסף למועדפים %@ נכשל
id: Lagu gagal ditambahkan ke %@ favorit
it: Aggiunta del brano ai preferiti %@ non riuscita
ja: %@のお気に入りへの曲の追加に失敗
ko: %@ 즐겨찾기에 곡 추가 실패
nb: Sangen kunne ikke legges til %@-favoritter
nl: Het nummer toevoegen aan %@ favorieten is mislukt
pl: Niepowodzenie dodawania utworu do ulubionych %@
pt_br: A música adicionada aos favoritos %@ falhou
pt_pt: Falha ao adicionar a música aos favoritos de %@
ru: Добавление песни в избранное %@ не удалось
sk: Pridanie skladby do obľúbených %@ zlyhalo
sv: Fel när låten skulle laggas till %@ favoriter
zh_hans: 歌曲添加至 %@ 收藏列表失败
zh_hant: 該歌曲無法新增到 %@ 我的最愛

# NewPlayView_The_Song_removed_from_%@_favorites_successfully
source: The Song removed from %@ favorites successfully
ar: تمت إزالة الأغنية من المفضلة %@ بنجاح
da: Sangen blev fjernet fra %@ favoritter
de: Der Song wurde erfolgreich aus den Favoriten %@ entfernt
es_mx: La canción se eliminó correctamente de los favoritos de %@.
fi: Kappale poistettu %@-suosikeista onnistuneesti
fr: La chanson a été retirée des favoris %@
he: השיר הוסר מהמועדפים %@ בהצלחה
id: Lagu berhasil dihapus dari %@ favorit
it: Il brano è stato rimosso dai preferiti %@
ja: 曲を%@のお気に入りから削除することに成功しました
ko: %@ 즐겨찾기에서 곡 제거 성공
nb: Sangen ble fjernet fra %@-favoritter
nl: Het nummer is verwijderd uit %@ favorieten
pl: Utwór został pomyślnie usunięty z ulubionych %@
pt_br: A música removida dos favoritos %@ com sucesso
pt_pt: Música removida dos favoritos de %@ com sucesso
ru: Песня успешно удалена из избранного %@
sk: Odstránenie skladby z obľúbených %@ bolo úspešné
sv: Låten togs bort från %@ favoriter
zh_hans: 歌曲从 %@ 收藏列表移除成功
zh_hant: 該歌曲已成功從 %@ 我的最愛移除

# NewPlayView_The_Song_removed_from_%@_favorites_failed
source: The Song removed from %@ favorites failed
ar: فشلت إزالة الأغنية من المفضلة %@
da: Sangen blev ikke fjernet fra %@ favoritter
de: Das Entfernen des Songs aus den Favoriten %@ ist fehlgeschlagen
es_mx: La canción no se eliminó correctamente de los favoritos de %@.
fi: Kappaleen poisto %@-suosikeista epäonnistui
fr: Échec du retrait de la chanson des favoris %@
he: השיר שהוסר מהמועדפים %@ נכשל
id: Lagu gagal dihapus dari %@ favorit
it: Rimozione del brano dai preferiti %@ non riuscita
ja: %@のお気に入りからの曲の削除に失敗
ko: %@ 즐겨찾기에서 곡 제거 실패
nb: Sangen kunne ikke fjernes fra %@-favoritter
nl: Het nummer verwijderen uit %@ favorieten is mislukt
pl: Niepowodzenie usuwania utworu z ulubionych %@
pt_br: A música removida dos favoritos %@ falhou
pt_pt: Falha ao remover a música dos favoritos de %@
ru: Удаление песни из избранного %@ не удалось
sk: Odstránenie skladby z obľúbených %@ zlyhalo
sv: Fel när laten skulle tas bort från %@ favoriter
zh_hans: 歌曲从 %@ 收藏列表移除失败
zh_hant: 該歌曲已從 %@ 我的最愛移除

# NewPlayView_Added_successfully_on_%@
source: Added successfully on %@
ar: تمت الإضافة بنجاح على %@
da: Tilføjet på %@
de: Erfolgreich hinzugefügt zu %@
es_mx: Se agregó correctamente a %@.
fi: Lisätty onnistuneesti %@:lle
fr: Ajoutée. sur %@
he: נוסף בהצלחה ב-%@
id: Berhasil ditambahkan pada %@
it: Aggiunto correttamente su %@
ja: %@で追加に成功しました
ko: %@에 추가 성공
nb: Lagt til på %@
nl: Toegevoegd aan %@
pl: Dodano pomyślnie w %@
pt_br: Adicionado com sucesso em %@
pt_pt: Adicionado com sucesso em %@
ru: Успешно добавлено в %@
sk: Úspešne pridaná %@
sv: Lades till på %@
zh_hans: 添加至 %@ 成功
zh_hant: 已在 %@ 上成功新增
