Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

source: Play music on your speaker to start party.
ar: قم بتشغيل الموسيقى على مكبر الصوت الخاص بك لبدء الحفلة.
da: Afspil musik på din højttaler for at starte festen.
de: Spiele zum Starten der Party Musik über deinen Lautsprecher ab.
es_mx: Reproduce música en el altavoz para comenzar la fiesta.
fi: Aloita juhlat toistamalla musiikkia kaiuttimesta.
fr: Lisez de la musique sur votre enceinte pour démarrer la fête.
he: נגנו מוזיקה ברמקול כדי להתחיל מסיבה.
id: Putar musik di speaker Anda untuk memulai pesta.
it: Riproduci della musica sul tuo speaker per iniziare la festa.
ja: スピーカーで音楽を再生し、パーティーを開始してください。
ko: 파티를 시작하려면 스피커에서 음악을 재생합니다.
nb: Spill av musikk på høyttaleren din for å starte fest.
nl: Speel muziek af op je luidspreker en begin het feest.
pl: Zacznij odtwarzać muzykę, aby rozpocząć imprezę.
pt_br: Reproduza música na caixa de som para começar a festa.
pt_pt: Para começar a festa, ponha música a tocar na coluna.
ru: Включите музыку на колонке, чтобы начать вечеринку.
sk: Začnite párty prehrávaním hudby na reproduktore.
sv: Spela musik på din högtalare för att starta ett party.
zh_hans: 用你的音箱播放音乐以开始派对。
zh_hant: 在您的喇叭上播放音樂以開始派對。

source: You are sharing music with other speakers at the party.
ar: أنت تشارك الموسيقى مع مكبرات الصوت الأخرى في الحفلة.
da: Du deler musik med andre højttalere til festen.
de: Du teilst Musik mit anderen Lautsprechern auf der Party.
es_mx: Estás compartiendo música con otros altavoces en la fiesta.
fi: Jaat musiikkia juhlien muiden kaiuttimien kanssa.
fr: Vous partagez de la musique avec d'autres enceintes de la fête.
he: אתם משתפים מוזיקה עם רמקולים אחרים במסיבה.
id: Anda membagikan musik ke speaker lain di pesta.
it: Stai condividendo la musica con altri speaker presenti alla festa.
ja: パーティーでその他のスピーカーと共に音楽を共有しています。
ko: 파티에서 다른 스피커와 음악을 공유하고 있습니다.
nb: Du deler musikk med andre høyttalere på festen.
nl: Je deelt muziek met andere luidsprekers op het feest.
pl: Udostępniasz muzykę na inne głośniki na imprezie.
pt_br: Você está compartilhando música com outras caixas da festa.
pt_pt: Está a partilhar música com outras colunas na festa.
ru: Вы делитесь музыкой с другими колонками на вечеринке.
sk: Zdieľate hudbu s inými reproduktormi na párty.
sv: Du delar musik med andra högtalare på partyt.
zh_hans: 你正在派对上与其他音箱分享音乐。
zh_hant: 您將與派對上的其他喇叭分享音樂。

source: Create Password
ar: إنشاء كلمة مرور
da: Opret adgangskode
de: Passwort erstellen
es_mx: Crear contraseña
fi: Luo salasana
fr: Créer un mot de passe
he: יצירת סיסמה
id: Buat Kata Sandi
it: Crea una password
ja: パスワードを作成する
ko: 비밀번호 생성
nb: Opprett passord
nl: Maak wachtwoord aan
pl: Utwórz hasło
pt_br: Criar senha
pt_pt: Criar palavra-passe
ru: Создать пароль
sk: Vytvoriť heslo
sv: Skapa lösenord
zh_hans: 创建密码
zh_hant: 建立密碼

source: Enter Password
ar: أدخل كلمة المرور
da: Indtast adgangskode
de: Passwort eingeben
es_mx: Ingresar contraseña
fi: Anna salasana
fr: Entrer le mot de passe
he: יש להזין סיסמה
id: Masukkan Kata Sandi
it: Inserisci la password
ja: パスワードを入力する
ko: 비밀번호 입력
nb: Angi passord
nl: Voer wachtwoord in
pl: Wprowadź hasło
pt_br: Inserir senha
pt_pt: Introduzir palavra-passe
ru: Ввести пароль
sk: Zadať heslo
sv: Ange lösenordet
zh_hans: 输入密码
zh_hant: 輸入密碼

source: Forgot Password?
ar: هل نسيت كلمة المرور؟
da: Glemt adgangskode?
de: Passwort vergessen?
es_mx: ¿Olvidaste tu contraseña?
fi: Unohditko salasanan?
fr: Mot de passe oublié ?
he: שכחתם את הסיסמה?
id: Lupa Kata Sandi?
it: Hai dimenticato la password?
ja: パスワードを忘れましたか？
ko: 비밀번호를 잊으셨습니까?
nb: Glemt passord?
nl: Wachtwoord vergeten?
pl: Nie pamiętasz hasła?
pt_br: Esqueceu a senha?
pt_pt: Esqueceu-se da palavra-passe?
ru: Забыли пароль?
sk: Zabudli ste heslo?
sv: Har du glömt lösenordet?
zh_hans: 忘记密码？
zh_hant: 忘記了密碼？

source: Reset Password
ar: إعادة تعيين كلمة المرور
da: Nulstil adgangskode
de: Passwort zurücksetzen
es_mx: Restablecer contraseña
fi: Nollaa salasana
fr: Réinitialiser le mot de passe
he: איפוס סיסמה
id: Atur Ulang Kata Sandi
it: Reimposta la password
ja: パスワードのリセット
ko: 비밀번호 재설정
nb: Tilbakestill passord
nl: Wachtwoord opnieuw instellen
pl: Resetuj hasło
pt_br: Redefinir senha
pt_pt: Repor a palavra-passe
ru: Сменить пароль
sk: Obnoviť heslo
sv: Återställ lösenord
zh_hans: 重置密码
zh_hant: 重設密碼

source: At least 8 characters
ar: 8 أحرف على الأقل
da: Mindst 8 tegn
de: Min. 8 Zeichen
es_mx: Al menos 8 caracteres
fi: Vähintään 8 merkkiä
fr: Au moins 8 caractères
he: 8 תווים לפחות
id: Minimal 8 karakter
it: Almeno di 8 caratteri
ja: 最低8文字
ko: 최소 8자
nb: Minst 8 tegn
nl: Ten minste 8 tekens
pl: Co najmniej 8 znaków
pt_br: Pelo menos 8 caracteres
pt_pt: Pelo menos 8 caracteres
ru: Минимум 8 символов
sk: Minimálne 8 znakov
sv: Minst 8 tecken
zh_hans: 至少 8 个字符
zh_hant: 至少 8 個字元

source: Including upper and lower case letters, numbers, and symbols
ar: بما في ذلك الأحرف الكبيرة والصغيرة والأرقام والرموز
da: Inkluderer store og små bogstaver, tal og symboler
de: Einschließlich Groß- und Kleinbuchstaben, Zahlen und Symbole
es_mx: Debe incluir letras mayúsculas y minúsculas, números y símbolos.
fi: Mukaan lukien isot ja pienet kirjaimet, numerot ja symbolit
fr: Y compris les lettres majuscules et minuscules, les chiffres et les symboles
he: כולל אותיות רישיות וקטנות, ספרות וסימנים
id: Termasuk huruf kapital dan kecil, angka, serta simbol
it: Deve includere lettere maiuscole e minuscole, numeri e simboli
ja: 大文字、小文字、数字、記号を含む
ko: 대/소문자, 숫자, 기호 포함
nb: Inkludert store og små bokstaver, tall og symboler
nl: Inclusief hoofdletters en kleine letters, cijfers en symbolen
pl: W tym duże i małe litery, cyfry i symbole
pt_br: Incluindo letras maiúsculas e minúsculas, números e símbolos
pt_pt: Incluindo letras maiúsculas e minúsculas, números e símbolos
ru: Включая прописные и строчные буквы, цифры и символы
sk: Vrátane veľkých a malých písmen, číslic a symbolov
sv: Inklusive stora och små bokstäver, siffror och symboler
zh_hans: 包括大小写字母、数字和符号
zh_hant: 包括大小寫字母、數字和符號

source: Wrong password
ar: كلمة مرور خاطئة
da: Forkert adgangskode
de: Falsches Passwort
es_mx: Contraseña incorrecta
fi: Väärä salasana
fr: Mot de passe incorrect
he: סיסמה שגויה
id: Kata sandi salah
it: Password errata
ja: 誤ったパスワード
ko: 잘못된 비밀번호
nb: Feil passord
nl: Verkeerd wachtwoord
pl: Nieprawidłowe hasło
pt_br: Senha incorreta
pt_pt: Palavra-passe errada
ru: Неправильный пароль
sk: Nesprávne heslo
sv: Fel lösenord
zh_hans: 密码错误
zh_hant: 密碼錯誤

source: Account does not exist
ar: الحساب غير موجود
da: Kontoen eksisterer ikke
de: Das Konto existiert nicht
es_mx: La cuenta no existe
fi: Tiliä ei ole olemassa
fr: Le compte n’existe pas
he: החשבון לא קיים
id: Akun tidak ada
it: L'account non esiste
ja: アカウントが存在しません
ko: 계정이 존재하지 않음
nb: Kontoen finnes ikke
nl: Account bestaat niet
pl: Konto nie istnieje
pt_br: A conta não existe
pt_pt: A conta não existe
ru: Учетная запись не существует
sk: Účet neexistuje
sv: Kontot existerar inte
zh_hans: 账户不存在
zh_hant: 帳戶不存在

source: About You
ar: معلومات عنك
da: Om dig
de: Über dich
es_mx: Acerca de ti
fi: Tietoja Sinusta
fr: À propos de vous
he: אודותיך
id: Tentang Anda
it: Su di te
ja: お客様について
ko: 내 정보
nb: Om deg
nl: Jouw gegevens
pl: Informacje o tobie
pt_br: Sobre você
pt_pt: Sobre si
ru: О себе
sk: O vás
sv: Om dig
zh_hans: 关于你
zh_hant: 關於您

source: First name
ar: الاسم الأول
da: Fornavn
de: Vorname
es_mx: Nombre
fi: Etunimi
fr: Prénom
he: שם פרטי
id: Nama depan
it: Nome
ja: 名前
ko: 이름
nb: Fornavn
nl: Voornaam
pl: Imię
pt_br: Nome
pt_pt: Nome próprio
ru: Имя
sk: Meno
sv: Förnamn
zh_hans: 名字
zh_hant: 名字

source: Last name
ar: اسم العائلة
da: Efternavn
de: Nachname
es_mx: Apellido
fi: Sukunimi
fr: Nom
he: שם משפחה
id: Nama belakang
it: Cognome
ja: 姓
ko: 성
nb: Etternavn
nl: Achternaam
pl: Nazwisko
pt_br: Sobrenome
pt_pt: Apelido
ru: Фамилия
sk: Priezvisko
sv: Efternamn
zh_hans: 姓氏
zh_hant: 姓氏

source: By signing up, you agree to our <bold>Terms & Conditions</bold> and acknowledge that our <bold>Privacy Policy</bold> applies to you
ar: من خلال التسجيل، فإنك توافق على <bold>الشروط والأحكام</bold> الخاصة بنا وتقر بأن <bold>سياسة الخصوصية</bold> بنا تنطبق عليك
da: Ved at tilmelde dig accepterer du vores <bold>vilkår og betingelser</bold>og accepterer, at vores <bold>privatlivspolitik</bold>gælder for dig
de: Mit der Anmeldung erklärst du deine Zustimmung du unseren <bold>Allgemeinen Geschäftsbedigungen</bold> und erkennst an, dass unsere <bold>Datenschutzerklärung</bold> für dich gilt
es_mx: Al registrarte, aceptas nuestros <bold>Términos y condiciones</bold> y reconoces que se te aplica nuestra <bold>Política de privacidad</bold>
fi: Rekisteröitymällä hyväksyt <bold>Käyttöehdot</bold> ja tunnustat, että <bold>Tietosuojakäytäntömme</bold> koskee sinua
fr: En vous inscrivant, vous acceptez nos <bold>Conditions générales</bold> et reconnaissez que notre <bold>Politique de confidentialité</bold> s'applique à vous
he: בהרשמה, אתם מסכימים <bold>לתנאים וההתניות</bold> שלנו ומאשרים ש<bold>מדיניות הפרטיות</bold> חלה עליכם
id: Dengan mendaftar, Anda menyetujui <bold>Syarat & Ketentuan</bold> dan menerima bahwa <bold>Kebijakan Privasi</bold> berlaku untuk Anda
it: Iscrivendoti, accetti i nostri <bold>Termini e condizioni</bold> e riconosci che la nostra <bold>Informativa sulla privacy</bold> si applica a te
ja: サインアップすることにより、<bold>契約条件</bold>に同意し、<bold>プライバシーポリシー</bold>が適用されることを認めます
ko: 가입함으로써 귀하는 당사의 <bold>사용 약관</bold>에 동의하며 당사의 <bold>개인정보 보호정책</bold>이 귀하에게 적용됨을 인정하는 것입니다.
nb: Ved å registrere deg godtar du våre <bold>Brukervilkår</bold> og bekrefter at <bold>personvernerklæringen</bold> gjelder for deg
nl: Door je aan te melden, ga je akkoord met onze<bold>Algemene voorwaarden</bold> en erken je dat ons <bold>Privacybeleid</bold> op jou van toepassing is
pl: Rejestrując się, wyrażasz zgodę na <bold>Warunki</bold> i potwierdzasz, że dotyczy Ciebie <bold>Polityka prywatności</bold>
pt_br: Ao se cadastrar, você concorda com nossos <bold>Termos e Condições</bold> e entende que nossa <bold>Política de Privacidade</bold> se aplica a você
pt_pt: Ao registar-se, o utilizador concorda com os nossos <bold>Termos e Condições</bold> e reconhece que a nossa <bold>Política de Privacidade</bold> se aplica a si
ru: Зарегистрировавшись, вы соглашаетесь с нашими <bold>Условия использования</bold> и подтверждаете, что наша <bold>Политика конфиденциальности</bold> распространяется на вас
sk: Registráciou súhlasíte s našimi <bold>Podmienkami a pravidlami</bold> a beriete na vedomie, že sa na vás vzťahujú naše <bold>Zásady ochrany osobných údajov</bold>
sv: Genom att registrera dig godkänner du våra <bold>Villkor och bestämmelser</bold> och bekräftar att vår <bold>Sekretesspolicy</bold> gäller för dig
zh_hans: 注册后，你即同意我们的<bold>条款和条件</bold>，并承认我们的<bold>隐私政策</bold>适用于你
zh_hant: 透過註冊，即表示您同意我們的<bold>條款及細則</bold>並確認我們的<bold>隱私權政策</bold>適用於您

# terms_and_conditions_placeholder
source: Terms &Conditions
ar: الشروط والأحكام
da: Vilkår og betingelser
de: Allgemeine Geschäftsbedingungen
es_mx: Términos y condiciones
fi: Käyttöehdot
fr: Conditions générales
he: תנאים והתניות
id: Syarat & Ketentuan
it: Termini e condizioni
ja: 契約条件
ko: 사용 약관
nb: Brukervilkår
nl: Algemene voorwaarden
pl: Warunki
pt_br: Termos e Condições
pt_pt: Termos e Condições
ru: Условия использования
sk: Podmienky a pravidlá
sv: Villkor och bestämmelser
zh_hans: 条款和条件
zh_hant: 條款及細則

# privacy_and_policy_placeholder
source: Privacy Policy
ar: سياسة الخصوصية
da: Privatlivspolitik
de: Datenschutzerklärung
es_mx: Política de privacidad
fi: Tietosuojakäytänne
fr: Politique de confidentialité
he: מדיניות פרטיות
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sv: Sekretesspolicy
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Activate Your Account
ar: قم بتفعيل حسابك
da: Aktivér din konto
de: Aktivierung deines Kontos
es_mx: Activa tu cuenta
fi: Aktivoi tilisi
fr: Activer votre compte
he: בצעו אקטיבציה של חשבונכם
id: Aktifkan Akun Anda
it: Attiva il tuo account
ja: アカウントを有効にする
ko: 내 계정 활성화
nb: Aktiver kontoen din
nl: Activeer je account
pl: Aktywuj swoje konto
pt_br: Ativar sua conta
pt_pt: Ativar a sua conta
ru: Активируйте свою учетную запись
sk: Aktivujte váš účet
sv: Aktivera ditt konto
zh_hans: 激活你的账户
zh_hant: 啟動您的帳戶

# You_havenot_activated_your_account__please_check_your_inbox
source: You haven’t activated your account, please check your inbox.
ar: لم تقم بتفعيل حسابك، يرجى التحقق من صندوق الوارد الخاص بك.
da: Du har ikke aktiveret din konto, tjek venligst din indbakke.
de: Du hast dein Konto nicht aktiviert, bitte überprüfe deinen Posteingang.
es_mx: No activaste tu cuenta, revisa tu bandeja de entrada.
fi: Et ole aktivoinut tiliäsi, tarkista postilaatikkosi.
fr: Vous n'avez pas activé votre compte, veuillez vérifier votre boîte de réception.
he: לא ביצעתם אקטיבציה של החשבון. בדקו את תיבת הדואר הנכנס.
id: Anda belum mengaktifkan akun, periksa kotak masuk Anda.
it: Non hai attivato il tuo account, controlla la tua posta in arrivo.
ja: アカウントが有効になっていません。受信ボックスをチェックしてください。
ko: 계정을 활성화하지 않았습니다. 받은 편지함을 확인하십시오.
nb: Du har ikke aktivert kontoen din, sjekk innboksen.
nl: Je hebt je account nog niet geactiveerd. Controleer je inbox.
pl: Nie aktywowano konta, dlatego sprawdź swoją skrzynkę odbiorczą.
pt_br: Você não ativou sua conta. Verifique sua caixa de entrada.
pt_pt: Não ativou a sua conta, verifique a sua caixa de entrada.
ru: Вы не активировали свою учетную запись, проверьте свой почтовый ящик.
sk: Nemáte aktivovaný účet, skontrolujte si doručenú poštu.
sv: Du har inte aktiverat ditt konto, vänligen kontrollera din inkorg.
zh_hans: 你尚未激活账户，请查看收件箱。
zh_hant: 您未啟動您的帳戶，請查收您的收件匣。

source: BACK TO SIGN IN
ar: العودة إلى تسجيل الدخول
da: TILBAGE TIL LOG IND
de: ZURÜCK ZUR ANMELDUNG
es_mx: VOLVER A INICIAR SESIÓN
fi: TAKAISIN SISÄÄNKIRJAUTUMISEEN
fr: RETOUR À LA CONNEXION
he: חזרה לכניסה
id: KEMBALI KE HALAMAN MASUK
it: RITORNA ALL’ACCESSO
ja: サインインに戻る
ko: 로그인으로 돌아가기
nb: TILBAKE TIL PÅLOGGING
nl: TERUG NAAR INLOGGEN
pl: POWRÓT DO LOGOWANIA
pt_br: VOLTAR PARA INICIAR SESSÃO
pt_pt: VOLTAR PARA INICIAR SESSÃO
ru: НАЗАД К ВХОДУ В СИСТЕМУ
sk: SPÄŤ NA PRIHLÁSENIE
sv: TILLBAKA TILL INLOGGNING
zh_hans: 返回登录
zh_hant: 返回登入

source: Something went wrong, please try again later.
ar: حدث خطأ ما، يرجى المحاولة مرة أخرى لاحقًا.
da: Noget gik galt, prøv venligst igen senere.
de: Es ist ein Fehler aufgetreten, bitte versuche es später noch einmal.
es_mx: Algo salió mal, inténtalo de nuevo más tarde.
fi: Jokin meni pieleen, yritä myöhemmin uudelleen.
fr: Un problème est survenu, réessayez ultérieurement.
he: משהו השתבש. יש לנסות שוב מאוחר יותר.
id: Terjadi kesalahan. Silakan coba lagi nanti.
it: Si è verificato un errore, riprova più tardi.
ja: 申し訳ありません、後で再試行してください。
ko: 문제가 발생했습니다. 나중에 다시 시도하십시오.
nb: Noe gikk galt, prøv igjen senere.
nl: Er is iets misgegaan. Probeer het later opnieuw.
pl: Coś poszło nie tak. Spróbuj ponownie później.
pt_br: Algo deu errado, tente novamente mais tarde.
pt_pt: Alguma coisa correu mal, tente novamente mais tarde.
ru: Что-то пошло не так. Повторите попытку позже.
sk: Niečo sa pokazilo, prosím skúste to znova neskôr.
sv: Något gick fel, försök igen senare.
zh_hans: 出错了，请稍后再试。
zh_hant: 出錯了，請稍後重試。

source: Are you sure you want to sign out?
ar: هل أنت متأكد من أنك تريد تسجيل الخروج؟
da: Er du sikker på, at du vil logge ud?
de: Bist du sicher, dass du dich abmelden möchtest?
es_mx: ¿Confirmas que quieres cerrar sesión?
fi: Haluatko varmasti kirjautua ulos?
fr: Voulez-vous vraiment vous déconnecter ?
he: האם אתם בטוחים שברצונכם להתנתק?
id: Anda yakin ingin keluar?
it: Sei sicuro di voler effettuare il log out?
ja: 本当にサインアウトしますか？
ko: 로그아웃하시겠습니까?
nb: Er du sikker på at du vil logge av?
nl: Weet je zeker dat je wilt afmelden?
pl: Czy na pewno chcesz się wyrejestrować?
pt_br: Deseja realmente sair?
pt_pt: Tem a certeza que pretende terminar a sessão?
ru: Вы уверены, что хотите выйти из системы?
sk: Ste si istí, že sa chcete odhlásiť?
sv: Är du säker på att du vill logga ut?
zh_hans: 是否确定要退出？
zh_hant: 是否確定要登出？

source: You edited your profile elsewhere, please sign in again.
ar: لقد قمت بتحرير ملف التعريف الخاص بك في مكان آخر، يرجى تسجيل الدخول مرة أخرى.
da: Du redigerede din profil et andet sted, log venligst ind igen.
de: Du hast dein Profil an anderer Stelle bearbeitet, bitte melde dich erneut an.
es_mx: Editaste tu perfil en otro sitio, vuelve a iniciar sesión.
fi: Muokkasit profiiliasi muualla, kirjaudu uudelleen.
fr: Vous avez modifié votre profil ailleurs, veuillez -vous reconnecter.
he: ערכתם את הפרופיל שלכם במקום אחר, היכנסו שוב.
id: Anda mengedit profil di tempat lain. Silakan masuk lagi.
it: Hai modificato il tuo profilo altrove, accedi di nuovo.
ja: 他の場所でプロフィールを編集しました。再度サインインしてください。
ko: 다른 곳에서 프로필을 편집했습니다. 다시 로그인하십시오.
nb: Du har redigert profilen et annet sted, logg inn på nytt.
nl: Je hebt je profiel elders bewerkt. Meld je opnieuw aan.
pl: Edytowano profil w innym miejscu, zaloguj się ponownie.
pt_br: Você editou seu perfil em outro lugar. Inicie novamente a sessão.
pt_pt: Editou o seu perfil noutro local, inicie a sessão novamente.
ru: Вы редактировали свой профиль где-то еще, войдите в систему снова.
sk: Svoj profil ste upravili inde, prihláste sa znova prosím.
sv: Du har redigerat din profil någon annanstans, vänligen logga in igen.
zh_hans: 你在其他地方编辑了个人资料，请重新登录。
zh_hant: 您在其他地方編輯了您的設定檔，請再次登入。

source: Register
ar: تسجيل
da: Registrér
de: Registrieren
es_mx: Registro
fi: Rekisteröi
fr: S'inscrire
he: רישום
id: Daftar
it: Registrati
ja: 登録
ko: 등록
nb: Registrer
nl: Registreren
pl: Zarejestruj się
pt_br: Registrar
pt_pt: Registo
ru: Регистрировать
sk: Zaregistrujte sa
sv: Registrera dig
zh_hans: 注册
zh_hant: 註冊

source: Date of purchase
ar: تاريخ الشراء
da: Købsdato
de: Kaufdatum
es_mx: Fecha de compra
fi: Ostopäivä
fr: Date de l'achat
he: תאריך רכישה
id: Tanggal pembelian
it: Data di acquisto
ja: 購入日
ko: 구매일
nb: Kjøpsdato
nl: Aankoopdatum
pl: Data zakupu
pt_br: Data de compra
pt_pt: Data de compra
ru: Дата покупки
sk: Dátum nákupu
sv: Datum för inköp
zh_hans: 购买日期
zh_hant: 購買日期

source: Where did you buy the product ?
ar: من أين اشتريت المنتج؟
da: Hvor købte du produktet?
de: Wo hast du das Produkt gekauft?
es_mx: ¿Dónde compraste el producto?
fi: Mistä ostit tuotteen?
fr: Où avez-vous acheté le produit ?
he: איפה נקנה המוצר?
id: Di mana Anda membeli produk?
it: Dove ha comprato il prodotto?
ja: どこで製品を購入しましたか？
ko: 제품을 언제 구매하셨습니까?
nb: Hvor kjøpte du produktet?
nl: Waar heb je het product gekocht?
pl: Gdzie zakupiono ten produkt?
pt_br: Onde você comprou o produto?
pt_pt: Onde é que comprou o produto?
ru: Где вы купили устройство?
sk: Kde ste výrobok kúpili?
sv: Var köpte du produkten?
zh_hans: 你在哪里购买的设备？
zh_hant: 您在哪裡購買產品？

source: Are you sure you want to remove this registration ?
ar: هل أنت متأكد من أنك تريد إزالة هذا التسجيل؟
da: Er du sikker på, at du vil fjerne denne registrering?
de: Bist du sicher, dass du diese Registrierung aufheben möchtest?
es_mx: ¿Confirmas que quieres quitar este registro?
fi: Haluatko varmasti poistaa tämän rekisteröinnin?
fr: Voulez-vous vraiment supprimer cette inscription ?
he: האם אתם בטוחים שברצונכם להסיר רישום זה?
id: Anda yakin ingin menghapus pendaftaran ini?
it: Sei sicuro di voler eliminare questa registrazione?
ja: 本当にすべての登録を削除しますか？
ko: 이 등록을 제거하시겠습니까?
nb: Er du sikker på at du vil fjerne denne registreringen?
nl: Weet je zeker dat je deze registratie wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę rejestrację?
pt_br: Deseja realmente remover este registro?
pt_pt: Tem a certeza de que pretende remover este registo?
ru: Вы уверены, что хотите удалить данную регистрацию?
sk: Ste si istí, že chcete túto registráciu odstrániť?
sv: Är du säker på att du vill ta bort denna registrering?
zh_hans: 是否确定要删除此注册？
zh_hant: 是否確定要移除此註冊？

# Enter_an_Email_address_to_create_or_sign_in_your_JBL_account
source: Enter an email address to create or sign in to your JBL account.
ar: أدخل عنوان بريد إلكتروني لإنشاء حساب JBL الخاص بك أو تسجيل الدخول إليه.
da: Indtast en e-mailadresse for at oprette eller logge ind på din JBL-konto.
de: Gib eine E-Mail-Adresse ein, um dein JBL Konto zu erstellen oder dich dort anzumelden.
es_mx: Ingresa una dirección de correo electrónico para crear o iniciar sesión en tu cuenta JBL.
fi: Anna sähköpostiosoite luodaksesi JBL-tilisi tai kirjautuaksesi siihen.
fr: Entrez une adresse e-mail pour créer ou vous connecter à votre compte JBL.
he: הזינו כתובת דואר אלקטרוני כדי ליצור חשבון JBL או להיכנס אליו.
id: Masukkan alamat email untuk membuat atau masuk ke akun JBL.
it: Inserisci un indirizzo e-mail per creare o accedere al tuo account JBL.
ja: Ｅメールアドレスを入力して、JBLアカウントを作成、またはアカウントにサインインしてください。
ko: 계정을 생성할 이메일 주소를 입력하거나 JBL 계정에 로그인합니다.
nb: Angi en e-postadresse for å opprette eller logge på JBL-kontoen din.
nl: Voer een e-mailadres in om je JBL-account aan te maken of daarmee aan te melden.
pl: Wprowadź adres e-mail, aby utworzyć lub zalogować się na swoim koncie JBL.
pt_br: Insira o endereço de e-mail para criar ou iniciar sessão na sua conta JBL.
pt_pt: Introduza um endereço de e-mail para criar ou iniciar sessão na sua conta JBL.
ru: Введите адрес электронной почты, чтобы создать или войти в свою учетную запись JBL.
sk: Zadajte e-mailovú adresu a vytvorte alebo sa prihláste do svojho účtu JBL.
sv: Ange en e-postadress för att skapa eller logga in på ditt JBL-konto.
zh_hans: 请输入电子邮件地址以创建或登录你的 JBL 账户。
zh_hant: 輸入一個電子郵件地址以建立或登入您的 JBL 帳戶。

source: Order Number
ar: رقم الطلب
da: Ordrenummer
de: Bestellnummer
es_mx: Número de orden
fi: Tilausnumero
fr: Numéro de commande
he: מספר הזמנה
id: Nomor Pesanan
it: Numero d'ordine
ja: 注文番号
ko: 주문 번호
nb: Ordrenummer
nl: Bestelnummer
pl: Numer zamówienia
pt_br: Número do pedido
pt_pt: Número de encomenda
ru: Номер заказа
sk: Číslo objednávky
sv: Beställningsnummer
zh_hans: 订单号
zh_hant: 訂單編號
