Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# amazon_alexa_google_assistant
source: Amazon Alexa and Google Assistant
ar: Amazon Alexa وGoogle Assistant
da: Amazon Alexa og Google Assistent
de: Amazon Alexa und Google Assistant
es_mx: Amazon Alexa y el Asistente de Google
fi: Amazon Alexa ja Google Assistant
fr: Amazon Alexa et Google Assistant
he: Amazon Alexa ו-Google Assistant
id: Amazon Alexa dan Asisten Google
it: Amazon Alexa e l'Assistente Google
ja: Amazon AlexaとGoogleアシスタント
ko: Amazon Alexa 및 Google 어시스턴트
nb: Amazon Alexa og Google Assistent
nl: Amazon Alexa en Google Assistent
pl: Amazon Alexa lub Asystent Google
pt_br: Amazon Alexa e Google Assistente
pt_pt: Amazon Alexa e Google Assistant
ru: Amazon Alexa и Google Ассистент
sk: Amazon Alexa a Google Assistant
sv: Amazon Alexa och Google Assistant
zh_hans: Amazon Alexa 和 Google 助手
zh_hant: Amazon Alexa 和 Google 助理

source: Google Assistant with Chromecast built-in
ar: Google Assistant مع Chromecast built-in
da: Google Assistent med Chromecast built-in
de: Google Assistant mit Chromecast built-in
es_mx: Asistente de Google con Chromecast built-in
fi: Google Assistant ja Chromecast built-in
fr: Google Assistant avec Chromecast built-in
he: Google Assistant עם Chromecast built-in
id: Asisten Google dengan Chromecast built-in
it: L'Assistente Google con Chromecast built-in
ja: Chromecast built-inに対応したGoogleアシスタント
ko: Google 어시스턴트 및 Chromecast built-in
nb: Google Assistent med Chromecast built-in
nl: Google Assistent met Chromecast built-in
pl: Asystent Google za pomocą usługi Chromecast built-in
pt_br: Google Assistente com o Chromecast built-in
pt_pt: Google Assistant com Chromecast built-in
ru: Google Ассистент с функцией Chromecast built-in
sk: Google Assistant s Chromecast built-in
sv: Google Assistant med Chromecast built-in
zh_hans: Google 助手和 Chromecast built-in
zh_hant: Google 助理和 Chromecast built-in

source: Each voice service will be set up separately.
ar: يتم إعداد كل خدمة صوتية بشكلٍ منفصل.
da: Hver taletjeneste opsættes separat.
de: Jeder Sprachdienst muss separat eingerichtet werden.
es_mx: Cada servicio de voz se configurará por separado.
fi: Kukin äänipalvelu määritetään erikseen.
fr: Chaque service vocal sera configuré séparément.
he: כל שירות קולי יוגדר בנפרד.
id: Setiap layanan suara akan diatur secara terpisah.
it: Ciascun servizio vocale verrà configurato separatamente.
ja: それぞれのボイスサービスは別々に設定します。
ko: 각 음성 서비스는 별도로 설정됩니다.
nb: Hver av taletjenestene vil bli konfigurert separat.
nl: Elke spraakdienst wordt afzonderlijk ingesteld.
pl: Każda usługa głosowa zostanie skonfigurowana oddzielnie.
pt_br: Cada serviço de voz será configurado separadamente.
pt_pt: Cada serviço de voz será configurado separadamente.
ru: Голосовые сервисы будут настраиваться независимо друг от друга.
sk: Každá hlasová služba sa nastaví samostatne.
sv: Varje rösttjänst konfigureras separat.
zh_hans: 每个语音服务会有单独的设置过程。
zh_hant: 將分開設定每項語音服務。

source: With Chromecast built-in
ar: مع Chromecast built-in
da: Med Chromecast built-in
de: Mit Chromecast built-in
es_mx: Con Chromecast built-in
fi: Chromecast built-inilla
fr: Avec Chromecast built-in
he: עם Chromecast built-in
id: Dengan Chromecast built-in
it: Con Chromecast built-in
ja: Chromecast built-inに対応
ko: Chromecast built-in 사용
nb: Med Chromecast built-in
nl: Met Chromecast built-in
pl: Za pomocą usługi Chromecast built-in
pt_br: Com Chromecast built-in
pt_pt: Com Chromecast built-in
ru: С функцией Chromecast built-in
sk: S Chromecast built-in
sv: Med Chromecast built-in
zh_hans: 和 Chromecast built-in
zh_hant: 和 Chromecast built-in

source: You can always make changes in product settings.
ar: ويمكنك دائمًا إجراء تغييرات في إعدادات المنتج.
da: Du kan altid foretage ændringer i produktindstillingerne.
de: Es können jederzeit Änderungen in den Produkteinstellungen vorgenommen werden.
es_mx: Siempre puedes realizar cambios en los ajustes del producto.
fi: Voit aina tehdä muutoksia tuoteasetuksiin.
fr: Vous pouvez toujours modifier les paramètres du produit.
he: תמיד ניתן לבצע שינויים בהגדרות המוצר.
id: Anda bisa mengubahnya di pengaturan produk kapan pun.
it: Puoi sempre apportare delle modifiche nelle impostazioni del prodotto.
ja: いつでも製品設定を変更することができます。
ko: 언제든지 제품 설정에서 변경할 수 있습니다.
nb: Du kan alltids foreta endringer i produktinnstillingene når som helst.
nl: Je kunt altijd wijzigingen aanbrengen in de productinstellingen.
pl: Możesz zawsze wprowadzić zmiany w ustawieniach produktu.
pt_br: Você sempre pode fazer alterações nas configurações do produto.
pt_pt: É sempre possível efetuar alterações nas definições do produto.
ru: Вы всегда можете внести изменения в настройки устройства.
sk: Vždy môžete vykonať zmeny v nastaveniach zariadenia.
sv: Du kan alltid göra ändringar i produktinställningarna.
zh_hans: 你可以随时在产品设置中进行更改。
zh_hant: 您可隨時在產品設定中進行變更。

source: Your voice assistants are ready, just say :
ar: خدمات المساعد الصوتي جاهزة، ما عليك إلا أن تقول:
da: Dine stemmeassistenter er klar bare sig:
de: Deine Sprachassistenten sind bereit, sag einfach:
es_mx: Tus asistentes de voz están listos, solo debes decir:
fi: Puheavustajasi ovat valmiina, sano vain:
fr: Vos assistants vocaux sont prêts, dites simplement :
he: המסייעים הקוליים מוכנים, רק יש לומר:
id: Asisten suara Anda sudah siap, cukup katakan:
it: I tuoi assistenti vocali sono pronti, basta dire:
ja: ボイスアシスタントの準備ができたら、 次のように言うだけです：
ko: 음성 비서가 준비되었습니다. 다음과 같이 말해주십시오.
nb: Taleassistentene dine er klare, bare si :
nl: Je spraakassistenten zijn klaar, zeg gewoon:
pl: Twoi asystenci głosowi są gotowi, wystarczy powiedzieć:
pt_br: Seus assistente de voz estão prontos, basta dizer:
pt_pt: Os seus assistentes de voz estão prontos, basta dizer:
ru: Ваши голосовые помощники готовы, просто скажите:
sk: Vaši hlasoví asistenti sú pripravení, stačí povedať:
sv: Dina röstassistenter är redo, säg bara :
zh_hans: 你的语音助手已准备就绪， 只需说：
zh_hant: 您的語音助理已就緒， 只需說出：

source: “Play some music”
ar: "تشغيل بعض الموسيقى"
da: "Afspil noget musik"
de: „Spiel etwas Musik“
es_mx: “Reproduce música”
fi: ”Toista jotain musiikkia”
fr: « Joue de la musique »
he: "נגן קצת מוזיקה"
id: "Play some music" ("Putar musik")
it: "Riproduci un po' di musica"
ja: 「なにか音楽をかけて」
ko: "음악을 재생해줘"
nb: «Spill litt musikk»
nl: "Speel muziek af"
pl: „Odtwórz muzykę”
pt_br: "Reproduzir uma música"
pt_pt: "Reproduzir música"
ru: «Включи музыку»
sk: „Prehrať hudbu“ (Play some music)
sv: "Spela lite musik"
zh_hans: “播放音乐”
zh_hant: 「播放一些音樂」

source: “Turn up the volume”
ar: "ارفع مستوى الصوت"
da: "Skru op for lyden"
de: „Erhöhe die Lautstärke“
es_mx: “Sube el volumen”
fi: ”Lisää äänenvoimakkuutta”
fr: « Augmente le volume »
he: "הגבר את עוצמת הקול"
id: "Turn up the volume" ("Naikkan volume")
it: "Alza il volume"
ja: 「音量を上げて」
ko: "볼륨을 높여줘"
nb: «Skru opp volumet»
nl: "Het volume hoger zetten"
pl: „Zwiększ głośność”
pt_br: "Aumentar o volume"
pt_pt: "Aumentar o volume"
ru: «Сделай погромче»
sk: „Zvýšiť hlasitosť“ (Turn up the volume)
sv: "Höj volymen"
zh_hans: “调高音量”
zh_hant: 「調高音量」

# stop_the_music
source: “Stop”
ar: "إيقاف"
de: „Stopp“
es_mx: “Detén la reproducción”
fi: ”Seis”
fr: « Arrête »
he: "עצור"
id: "Stop" ("Hentikan")
ja: 「止めて」
ko: "멈춰”
nb: «Stopp»
pl: „Zatrzymaj”
pt_br: "Parar"
pt_pt: "Parar"
ru: «Стоп»
sk: „Zastaviť“ (Stop)
sv: "Stoppa"
zh_hans: “停止”
zh_hant: 「停止」

source: “Set a timer for 15 minutes”
ar: "تعيين مؤقت لمدة 15 دقائق"
da: "Indstil en timer til 15 minutter"
de: „Timer auf 15 Minuten einstellen“
es_mx: “Establece un temporizador durante 15 minutos”
fi: ”Aseta ajastin 15 minuutiksi”
fr: « Mets un minuteur de 15 minutes »
he: "הגדר טיימר של 15 דקות"
id: "Set a timer for 15 minutes" ("Atur pewaktu untuk 15 menit")
it: "Imposta un timer di 15 minuti"
ja: 「タイマーを15分間にセットして」
ko: "타이머를 15분으로 설정해줘."
nb: «Still inn en timer om 15 minutter»
nl: "Zet een timer op 15 minuten"
pl: „Ustaw zegar na 15 minut”
pt_br: "Ajuste o temporizador para 15 minutos"
pt_pt: “Definir um temporizador para 15 minutos”
ru: «Установи таймер на 15 минут»
sk: „Nastaviť časovač na 15 minút“ (Set a timer for 15 minutes)
sv: "Ställ in en timer på 15 minuter"
zh_hans: “设置 15 分钟定时提醒”
zh_hant: 「定時 15 分鐘」

source: Discover more things you can ask Alexa or Google Assistant. Learn More
ar: اكتشف المزيد مما يمكن طلبه من Alexa أو Google Assistant. تعرف على المزيد
da: Opdag flere ting, du kan spørge Alexa eller Google-assistenten om. Lær mere
de: Entdecke mehr Dinge, die du Alexa oder Google Assistant fragen kannst. Erfahre mehr
es_mx: Descubre más cosas que puedes preguntarle a Alexa o el Asistente de Google. Más información
fi: Löydä lisää asioita, joita voit kysyä Alexalta tai Google Assistantilta. Katso lisätietoja
fr: Découvrez plus de choses que vous pouvez demander à Alexa ou au Google Assistant. En savoir plus
he: גלו עוד דברים שאפשר לבקש מ-Alexa או מ-Google Assistant. מידע נוסף
id: Tanya Alexa atau Asisten Google untuk mencari tahu lebih banyak hal. Pelajari Lebih Lanjut
it: Scopri altre cose che puoi chiedere ad Alexa o all'Assistente Google. Scopri di più
ja: AlexaまたはGoogleアシスタントに頼めることをもっとたくさん見つけてください。詳細
ko: Alexa 또는 Google 어시스턴트에 요청할 수 있는 내용을 자세히 확인하십시오. 자세히 보기
nb: Oppdag mer du kan spørre be Alexa eller Google Assistent om. Les mer
nl: Ontdek meer dingen die je Alexa of Google Assistent kunt vragen. Meer informatie
pl: Odkryj więcej rzeczy, o które możesz zapytać Alexa lub Asystenta Google. Więcej informacji
pt_br: Descubra mais coisas para perguntar à Alexa ou ao Google Assistente. Saiba Mais
pt_pt: Descubra mais coisas que pode perguntar à Alexa ou ao Google Assistant. Saber mais
ru: Откройте для себя, о чем еще можно попросить Alexa или Google Ассистента. Узнать больше
sk: Objavte ďalšie veci, o ktoré môžete požiadať Alexa alebo Google Assistant. Dozvedieť sa viac
sv: Upptäck fler saker du kan fråga Alexa eller Google Assistant. Läs mer
zh_hans: 了解更多你可以向 Alexa 或 Google 助手询问的内容。了解更多
zh_hant: 了解更多你可以向 Alexa 或 Google 助理詢問的內容。了解更多

# enable_google_services_in_the_google_home_app
source: Enable Google Assistant to stream music with Chromecast built-in.
ar: قم بتمكين Google Assistant لبث الموسيقى باستخدام Chromecast built-in.
da: Aktiver Google Assistent for at streame musik med Chromecast built-in.
de: Aktiviere Google Assistant zum Streamen von Musik mit Chromecast built-in.
es_mx: Habilita el Asistente de Google para transmitir música con Chromecast built-in.
fi: Ota Google Assistant käyttöön suoratoistaaksesi musiikkia Chromecast built-inilla.
fr: Activez le Google Assistant pour diffuser de la musique avec Chromecast built-in.
he: אפשרו ל-Google Assistant להזרים מוזיקה באמצעות Chromecast built-in.
id: Aktifkan Asisten Google untuk streaming musik dengan Chromecast built-in.
it: Abilita l'Assistente Google per riprodurre musica in streaming con Chromecast built-in.
ja: Googleアシスタントを有効にして、Chromecast built-inで音楽をストリーミングします。
ko: Google 어시스턴트를 활성화하여 Chromecast built-in으로 음악을 스트리밍합니다.
nb: Aktiver Google Assistent for å strømme musikk med Chromecast built-in.
nl: Schakel de Google Assistent in om muziek te streamen met Chromecast built-in.
pl: Zezwól Asystentowi Google na strumieniowanie muzyki za pomocą usługi Chromecast built-in.
pt_br: Habilite o Google Assistente para transmitir músicas com o Chromecast built-in.
pt_pt: Ativar o Google Assistant para transmitir música com o Chromecast built-in.
ru: Разрешите Google Ассистенту включать музыку с помощью Chromecast built-in.
sk: Povoľte funkciu Google Assistant na streamovanie hudby pomocou Chromecast built-in.
sv: Aktivera Google Assistant för att streama musik med Chromecast built-in.
zh_hans: 启用 Google 助手，通过 Chromecast built-in 播放音乐。
zh_hant: 啟用 Google 語音助手，通過 Chromecast built-in 播放音樂。

# chromecast_built_in_desc
source: Stream your favorite music, radio, or podcasts from your mobile device to your speaker.
ar: قم ببث الموسيقى أو الراديو أو البودكاست المفضل من جهازك المحمول إلى السماعة.
da: Stream din yndlingsmusik, radio eller podcasts fra din mobile enhed til din højttaler.
de: Übertrage deine Lieblingsmusik, dein Radio oder deine Podcasts von deinem Mobilgerät auf deinen Lautsprecher.
es_mx: Transmite tu música, programas de radio o pódcast favoritos del dispositivo móvil al altavoz.
fi: Suoratoista suosikkimusiikkiasi, radiota tai podcasteja mobiililaitteesta kaiuttimeen.
fr: Diffusez votre musique, votre radio ou vos podcasts préférés depuis votre appareil mobile vers votre enceinte.
he: הזרימו את המוזיקה, הרדיו או הפודקאסטים המועדפים עליכם מהמכשיר הנייד לרמקול.
id: Streaming musik, radio, atau podcast favorit dari perangkat seluler ke speaker.
it: Riproduci in streaming la tua musica preferita, la radio o i podcast dal tuo dispositivo mobile allo speaker.
ja: モバイルデバイスからスピーカーに、お気に入りの音楽、ラジオ、またはポッドキャストをストリーミングします。
ko: 모바일 장치에서 좋아하는 음악, 라디오 또는 팟캐스트를 스피커로 스트리밍합니다.
nb: Strøm musikken, radiokanalene eller podkastene du liker best fra mobilenheten eller høyttaleren din.
nl: Stream je favoriete muziek, radio of podcasts vanaf je mobiele apparaat naar je luidspreker.
pl: Strumieniuj swoją ulubioną muzykę, radio lub podcasty z urządzenia mobilnego na głośnik.
pt_br: Transmita suas músicas, rádios ou podcasts preferidos do seu dispositivo móvel para a caixa de som.
pt_pt: Transmita a sua música, rádio ou podcasts favoritos do seu dispositivo móvel para a coluna.
ru: Запускайте вашу любимую музыку, радио или подкасты с вашего мобильного устройства на колонку.
sk: Streamujte svoju obľúbenú hudbu, rádio alebo podcasty z mobilného zariadenia do vášho reproduktora.
sv: Strömma din favoritmusik, radio eller podd från din mobila enhet till din högtalare.
zh_hans: 将你喜爱的音乐、广播或播客从手机或其他移动设备端播放到产品上。
zh_hant: 將你喜愛的音樂、廣播或播客從手機或其他移動設備端播放到音箱上。

source: Get hands-free help at home. Just say “Hey Google”.
ar: احصل على المساعدة دون استخدام اليدين في المنزل. ما عليك سوى أن تقول "مرحبًا Google".
da: Få håndfri hjælp derhjemme. Bare sig "Hey Google".
de: Hol' dir zuhause Hilfe per Freisprechfunktion. Sag' einfach „Hey Google“.
es_mx: Recibe ayuda con manos libres en tu hogar. Solo debes decir “Hey Google”.
fi: Hanki handsfree-apua kotiin. Sano vain “Hei Google”.
fr: Obtenez une aide mains libres à votre domicile. Dites simplement « Ok Google ».
he: קבלו עזרה ללא שימוש בידיים בבית. פשוט אמרו "היי Google".
id: Dapatkan bantuan praktis di rumah. Cukup ucapkan "Hey Google" ("Hei Google").
it: Ottieni un aiuto a mani libere a casa. Devi solo dire "Hey Google".
ja: 家で指示を実行させます。「OK Google」と言うだけです。
ko: 집에서 핸즈프리 지원을 이용하십시오. "Hey Google"라고 말합니다.
nb: Få håndfri hjelp hjemme. Bare si «Hei, Google».
nl: Geniet van handsfree hulp in huis. Zeg gewoon "Hey Google".
pl: Zyskaj pomoc w domu bez używania rąk. Powiedz „Hej, Google”.
pt_br: Obtenha ajuda sem as mãos em casa. Basta dizer "Hey Google".
pt_pt: Obtenha ajuda mãos-livres em casa. Basta dizer "Olá Google".
ru: Наслаждайтесь музыкой дома без нажатия кнопок. Просто скажите «Окей, Google».
sk: Získajte doma pomoc bez použitia rúk. Stačí povedať „Hej Google“ (Hey Google).
sv: Få handsfree-hjälp hemma. Säg bara "Hej Google".
zh_hans: 在家中随时获得帮助。只需说“嘿，Google”。
zh_hant: 在家取得免持幫助。只需說出「嘿，Google」。

# alexa_is_ready_let_us_set_up_google_assistant_in_the_google_home_app
source: Let's set up Google Assistant with Chromecast built-in in the Google Home app.
ar: لنقم بإعداد Google Assistant مع Chromecast built-in في تطبيق Google Home.
da: Lad os opsætte Google Assistent med Chromecast built-in i Google Home-appen.
de: Lass' uns den Google Assistant mit Chromecast built-in in der Google Home App einrichten.
es_mx: Vamos a configurar el Asistente de Google con Chromecast built-in en la aplicación Google Home.
fi: Asetetaan Google Assistant ja Chromecast built-in käyttöön Google Home -sovelluksessa.
fr: Configurons le Google Assistant avec Chromecast built-in dans l'application Google Home.
he: הבה נגדיר את Google Assistant עם Chromecast built-in באפליקציית Google Home.
id: Mari siapkan Asisten Google dengan Chromecast built-in di aplikasi Google Home.
it: Configura l'Assistente Google con Chromecast built-in nell'app Google Home.
ja: Google HomeアプリでGoogleアシスタントとChromecast built-inを設定'しましょう。
ko: Google Home 앱에서 Chromecast built-in을 통해 Google 어시스턴트를 설정합니다.
nb: La oss konfigurere Google Assistent med Chromecast built-in i Google Home-appen.
nl: Laten we de Google Assistent instellen met Chromecast built-in in de Google Home-app.
pl: Skonfigurujmy Asystenta Google z wykorzystaniem usługi Chromecast built-in w aplikacji Google Home.
pt_br: Vamos configurar o Google Assistente com o Chromecast built-in no aplicativo Google Home.
pt_pt: Vamos configurar o Google Assistant com Chromecast built-in na aplicação Google Home.
ru: Давайте настроим Google Ассистента с функцией Chromecast built-in в приложении Google Home.
sk: V aplikácii Google Home nastavte funkciu Google Assistant s Chromecast built-in.
sv: Låt oss konfigurera Google Assistant med Chromecast built-in i Google Home-appen.
zh_hans: 通过 Google Home 应用程序设置 Google 助手和启用Chromecast built-in 服务。
zh_hant: 通過 Google Home 應用程式設置 Google 語音助理和啟用Chromecast built-in 服務。

# don_t_forget_to_return_to_the_jbl_one_app_for_audio_settings_when_you_re_done
source: Don't forget to return to the %@ app for audio settings when you're done.
ar: لا تنس العودة إلى تطبيق %@ لإعدادات الصوت عند الانتهاء.
da: Glem ikke at vende tilbage til %@-appen for lydindstillinger, når du er færdig.
de: Vergiss nicht, für die Audioeinstellungen in die %@ App zurückzukehren, wenn du fertig bist.
es_mx: No olvides regresar a la aplicación %@ para configurar el audio cuando hayas finalizado.
fi: Älä unohda palata %@ -sovellukseen ääniasetuksia varten, kun olet valmis.
fr: N'oubliez pas de revenir à l'application %@ pour les réglages audio lorsque vous avez terminé.
he: בסיום, אל תשכחו לחזור לאפליקציית %@ להגדרות שמע.
id: Jika sudah selesai, jangan lupa kembali ke aplikasi %@ untuk mengatur audio.
it: Non dimenticare di tornare all'app %@ per le impostazioni audio quando hai finito.
ja: 完了したら、オーディオ設定でJBL Oneアプリに戻るのを忘れないで'ください。
ko: 모든 작업이 끝나면 잊지 말고 %@ 앱으로 돌아가 오디오 설정을 하십시오.
nb: Husk å gå tilbake til %@-appen for å stille inn lyden når du er ferdig.
nl: Vergeet niet terug te gaan naar de %@-app voor audio-instellingen als je klaar bent.
pl: Po zakończeniu nie zapomnij powrócić do aplikacji %@, aby ustawić dźwięk.
pt_br: Não se esqueça de voltar ao aplicativo %@ para as configurações de áudio quando você terminar.
pt_pt: Não se esqueça de voltar à aplicação %@ para ver as definições de áudio quando terminar.
ru: Не забудьте вернуться в приложение %@, чтобы установить настройки аудио, когда закончите.
sk: Po dokončení sa nezabudnite vrátiť do aplikácie %@ pre nastavenia zvuku.
sv: Glöm inte att gå tillbaka till %@-appen för ljudinställningar när du är klar.
zh_hans: 设置完成后，别忘了返回 %@ 应用程序进行其他音效设定。
zh_hant: 在完成時, 記得回到 %@ 應用程式進行其他音效設定。

# harmanbar_jbl_Are_you_sure_you_want_to_remove_this_group_from_JBL_One_App___
source: Are you sure you want to remove this group from %@ App ?
ar: هل أنت متأكد من رغبتك في إزالة هذه المجموعة من تطبيق %@؟
da: Er du sikker på, at du vil fjerne denne gruppe fra %@-appen?
de: Bist du sicher, dass du dieses Gerät aus der %@ App entfernen möchtest?
es_mx: ¿Confirmas que deseas quitar este grupo de la aplicación %@?
fi: Haluatko varmasti poistaa tämän ryhmän %@ -sovelluksesta?
fr: Voulez-vous vraiment retirer ce groupe de l'application JBL One ?
he: האם אתם בטוחים שברצונכם להסיר קבוצה זו מאפליקציית %@?
id: Yakin ingin menghapus grup ini dari Aplikasi %@?
it: Sei sicuro di voler rimuovere questo gruppo dall'app %@?
ja: 本当に%@アプリからこのグループを削除しますか？
ko: %@ 앱에서 이 그룹을 제거하시겠습니까?
nb: Er du sikker på at du vil fjerne denne gruppen fra %@-appen?
nl: Weet je zeker dat je deze groep uit de %@-app wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę grupę z aplikacji %@?
pt_br: Remover este produto do aplicativo %@?
pt_pt: Tem a certeza de que pretende remover este grupo da aplicação %@?
ru: Вы уверены, что хотите удалить эту группу из приложения %@?
sk: Ste si istý, že chcete odstrániť túto skupinu z aplikácie %@?
sv: Är du säker på att du vill ta bort den här gruppen från %@-appen?
zh_hans: 你确定要在 %@ 应用程序中删除此群组吗？
zh_hant: 您確定要從 %@ 應用程式中移除此群組嗎？

# multi_room_music_desc
source: Alexa Multi-Room Music lets you play the same music on JBL products and Alexa enabled speakers.
ar: تتيح لك الموسيقى متعددة الغرف من Alexa تشغيل الموسيقى نفسها على منتجات JBL والسماعات الأخرى التي تدعم Alexa.
da: Med Alexa Multi-Room Music kan du afspille den samme musik på JBL-produkter og Alexa-aktiverede højttalere.
de: Mit Alexa Multi-Room Music kannst du die gleiche Musik auf JBL-Geräten und Alexa-fähigen Lautsprechern wiedergeben.
es_mx: Con la función Reproducción de música multisala de Alexa, puedes reproducir la misma música en los productos JBL y los altavoces habilitados de Alexa.
fi: Alexa Multi-Room Musicin avulla voit toistaa samaa musiikkia JBL-tuotteissa ja Alexa-toiminnolla varustetuissa kaiuttimissa.
fr: Alexa Multi-Room Music vous permet de lire la même musique sur les produits JBL et les enceintes compatibles Alexa.
he: Alexa Multi-Room Music (מוזיקה בחדרים מרובים) מאפשר להשמיע את אותה מוזיקה במוצרי JBL וברמקולים שתומכים ב-Alexa.
id: Alexa Multi-Room Music memungkinkan Anda memutar musik yang sama pada produk JBL dan speaker yang mendukung Alexa.
it: Alexa Multi-Room Music ti consente di riprodurre la stessa musica sui prodotti JBL e sugli speaker dotati di Alexa.
ja: Alexaマルチルームミュージックで、JBL製品とAlexaに対応したスピーカーで同じ音楽を同時に再生することができます。
ko: Alexa Multi-Room Music을 사용하면 JBL 제품 및 Alexa 지원 스피커에서 같은 음악을 재생할 수 있습니다.
nb: Alexa Multi-Room Music lar deg spille den samme musikken på JBL-produkter og Alexa-aktiverte høyttalere.
nl: Alexa Multi-Room Music laat je dezelfde muziek afspelen op JBL-producten en luidsprekers met Alexa-ondersteuning.
pl: Alexa Multi-Room Music pozwala odtwarzać tę samą muzykę za pomocą produktów JBL i głośników obsługujących usługę Alexa.
pt_br: O Alexa Multi-Room Music permite que você reproduza a mesma música em produtos JBL e alto-falantes habilitados com Alexa.
pt_pt: Alexa Multi-Room Music permite-lhe reproduzir a mesma música nos produtos JBL e em colunas compatíveis com Alexa.
ru: Alexa Multi-Room Music позволяет воспроизводить одну и ту же музыку на устройствах JBL и колонках с поддержкой Alexa.
sk: Alexa Multi-Room Music vám umožňuje prehrávať rovnakú hudbu na produktoch JBL a reproduktoroch s podporou služby Alexa.
sv: Med Alexa Multi-Room Music kan du spela samma musik på JBL-produkter och högtalare med Alexa.
zh_hans: 通过 Alexa Multi-Room Music，可以让你的 JBL 产品和支持 Alexa 的音箱同时播放歌曲。
zh_hant: 透過 Alexa Multi-Room Music，您可以在 JBL 產品和啟用 Alexa 的音箱上播放相同的音樂。

# my_assistant_activity_desc
source: View and manage your data.
ar: قم بعرض البيانات وإدارتها.
da: Se og administrer dine data.
de: Anzeigen und Verwalten deiner Daten.
es_mx: Consulta y administra tus datos.
fi: Tarkastele ja hallitse tietojasi.
fr: Affichez et gérez vos données.
he: הציגו ונהלו את הנתונים שלכם.
id: Lihat dan kelola data Anda.
it: Visualizza e gestisci i tuoi dati.
ja: データを表示・管理します。
ko: 데이터를 보고 관리합니다.
nb: Vis og administrer dataene dine.
nl: Bekijk en beheer je data.
pl: Wyświetlanie danych i zarządzanie nimi.
pt_br: Visualize e gerencie seus dados.
pt_pt: Veja e faça a gestão dos seus dados.
ru: Просмотр ваших данных и управление ими.
sk: Zobrazenie a správa údajov.
sv: Visa och hantera dina uppgifter.
zh_hans: 查看并管理你的数据。
zh_hant: 檢視並管理你的資料。
