Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# qobuz_Email_Username
source: Email/Username
ar: البريد الإلكتروني/اسم المستخدم
da: E-mail / brugernavn
de: E-Mail/Benutzername
es_mx: Correo electrónico/nombre de usuario
fi: Sähköposti/käyttäjätunnus
fr: Courriel/Nom d'utilisateur
he: אימייל/שם משתמש
id: Email/Nama Pengguna
it: Email/Nome utente
ja: Eメール/ユーザー名
ko: 이메일/사용자 이름
nb: E-post/brukernavn
nl: E-mail/Gebruikersnaam
pl: Adres e-mail/nazwa użytkownika
pt_br: E-mail/Nome de usuário
pt_pt: E-mail/nome de utilizador
ru: Email/имя пользователя
sk: E-mail / Používateľské meno
sv: E-post/användarnamn
zh_hans: 电子邮件/用户名
zh_hant: 電子郵件/使用者名稱

# qobuz_Password
source: Password
ar: كلمة المرور
da: Adgangskode
de: Passwort
es_mx: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
id: Kata Sandi
ja: パスワード
ko: 비밀번호
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ru: Пароль
sk: Heslo
sv: Lösenord
zh_hans: 密码
zh_hant: 密碼

# qobuz_Login_with_Tidal_Account
source: Login with Tidal Account
ar: تسجيل الدخول بحساب Tidal
da: Log ind med Tidal-konto
de: Anmeldung mit Tidal-Konto
es_mx: Iniciar sesión con cuenta de Tidal
fi: Kirjaudu sisään Tidal-tilillä
fr: Connexion avec un compte Tidal
he: התחבר עם חשבון Tidal
id: Login dengan Akun Tidal
it: Effettua il login con l’account Tidal
ja: TIDALアカウントでログイン
ko: TIDAL 계정으로 로그인
nb: Logg på med Tidal-konto
nl: Inloggen met Tidal-account
pl: Logowanie przy użyciu konta Tidal
pt_br: Login com conta Tidal
pt_pt: Inicie sessão na conta Tidal
ru: Войти в систему с помощью учетной записи Tidal
sk: Prihláste sa pomocou účtu Tidal
sv: Inloggning med Tidal-kontot.
zh_hans: 用 Tidal 账户登录
zh_hant: 使用 Tidal 帳戶登入

source: Search the entire Qobuz catalogue for albums, tracks, artists and playlists.
ar: ابحث في كتالوج Qobuz بأكمله عن الألبومات والمسارات والفنانين وقوائم التشغيل.
da: Søg i hele Qobuz-kataloget efter album, spor, kunstnere og playlister.
de: Durchsuche den gesamten Qobuz-Katalog nach Alben, Titeln, Interpreten und Playlisten.
es_mx: Busque álbumes, pistas, artistas y listas de reproducción en todo el catálogo de Qobuz.
fi: Etsi koko Qobuz-luettelosta albumeita, kappaleita, esiintyjiä ja soittolistoja.
fr: Recherchez dans tout le catalogue Qobuz des albums, titres, artistes et listes de lecture.
he: חפש בכל קטלוג Qobuz אלבומים, רצועות, אמנים ורשימות השמעה.
id: Cari album, trek, artis, dan daftar lagu di seluruh katalog Qobuz.
it: Cerca nell'intero catalogo di Qobuz per album, brani, artisti e playlist.
ja: アルバム、トラック、アーティスト、プレイリストに対してQobuzカタログ全体を検索します。
ko: 전체 Qobuz 카탈로그에서 앨범, 트랙, 아티스트, 재생 목록을 검색합니다.
nb: Søk i hele Qobuz-katalogen etter album, spor, artister og spillelister.
nl: Zoek in de volledige catalogus van Qobuz naar albums, tracks, artiesten en afspeellijsten.
pl: Przeszukaj cały katalog Qobuz wyszukując albumy, utwory, wykonawców i listy odtwarzania.
pt_br: Busque em todo o catálogo Qobuz por álbuns, faixas, artistas e playlists.
pt_pt: Pesquise em todo o catálogo Qobuz por álbuns, faixas, artistas e listas de reprodução.
ru: Поиск альбомов, треков, исполнителей и плейлистов по всему каталогу Qobuz.
sk: V celom katalógu Qobuz vyhľadajte albumy, skladby, interpretov a zoznamy skladieb
sv: Sök i hela Qobuz-katalogen efter album, spår, artister och spellistor.
zh_hans: 搜索整个 Qobuz 目录中的专辑、曲目、艺术家和播放列表。
zh_hant: 在整個 Qobuz 目錄中搜尋專輯、曲目、藝術家和播放清單。

# qobuz_Delete_from_Favorites
source: Delete from Favorites
ar: حذف من المفضلة
da: Slet fra favoritter
de: Aus Favoriten löschen
es_mx: Eliminar de favoritos
fi: Poista suosikeista
fr: Supprimer des favoris
he: מחק מהמועדפים
id: Hapus dari Favorit
it: Rimuovi dai Preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 삭제
nb: Slett fra favoritter
nl: Verwijderen uit Favorieten
pl: Usuń z ulubionych
pt_br: Excluir dos Favoritos
pt_pt: Eliminar dos Favoritos
ru: Удалить из избранного
sk: Vymazať z Obľúbených
sv: Ta bort från favoriter
zh_hans: 从收藏列表中删除
zh_hant: 從我的最愛中刪除

# qobuz_has_been_subscription
source: has been subscription
ar: تم الاشتراك
da: har været abonnement
de: ist ein Abonnement
es_mx: suscrito
fi: on ollut tilaus
fr: a été abonné
he: היה מנוי
id: telah berlangganan
it: abbonamento attivato
ja: サブスクリプション
ko: 구독 신청 완료
nb: har vært abonnement
pl: jest subskrypcją
pt_br: assinatura foi
pt_pt: foi subscrito(a)
ru: была произведена подписка
sk: bolo predplatné
sv: har varit prenumeration
zh_hans: 已被订阅
zh_hant: 已訂閱

# qobuz_Released
source: Released
ar: تم الإصدار
da: Frigjort
de: Veröffentlicht
es_mx: Lanzado
fi: Julkistanut
fr: Publié
he: מְשׁוּחרָר
id: Dirilis
it: Pubblicati
ja: リリースされた
ko: 출시
nb: Utgitt
nl: Uitgebracht
pl: Wydane
pt_br: Lançada
pt_pt: Lançado
ru: Выпуск разрешен
sk: Vydané
sv: Släppt
zh_hans: 已发布
zh_hant: 已發佈

# qobuz_Stereo
source: Stereo
ar: ستريو
es_mx: Estéreo
fr: Stéréo
he: סטראו
ja: ステレオ
ko: 스테레오
pt_br: Estéreo
pt_pt: Estéreo
ru: Стерео
zh_hans: 立体声
zh_hant: 立體聲

# qobuz_See_digital_booklet
source: See digital booklet
ar: اطلع على الكتيب الرقمي
da: Se digitalt hæfte
de: Siehe digitale Broschüre
es_mx: Ver folleto digital
fi: Katso digitaalinen esite
fr: Voir le livret numérique
he: ראה חוברת דיגיטלית
id: Lihat buklet digital
it: Guarda l’opuscolo digitale
ja: デジタルブックレットを見る
ko: 디지털 안내서 보기
nb: Se digitalt hefte
nl: Zie digitaal boekje
pl: Wyświetl broszurę cyfrową
pt_br: Veja o folheto digital
pt_pt: Ver brochura digital
ru: См. цифровой буклет
sk: Pozrite si digitálnu brožúru
sv: Se digitalt häfte
zh_hans: 详见数字宣传册
zh_hant: 請參閱數位小冊子

# qobuz_January
source: January
ar: يناير
da: Januar
de: Januar
es_mx: Enero
fi: Tammikuu
fr: Janvier
he: יָנוּאָר
id: Januari
it: Gennaio
ja: 1月
ko: 1월
nb: Januar
nl: Januari
pl: styczeń
pt_br: Janeiro
pt_pt: Janeiro
ru: Январь
sk: Január
sv: januari
zh_hans: 1 月
zh_hant: 一月

# qobuz_added_to_favorites
source: added to favorites
ar: تمت الإضافة إلى المفضلة
da: føjet til favoritter
de: zu den Favoriten hinzugefügt
es_mx: Agregado a favoritos
fi: lisätty suosikkeihin
fr: ajouté aux favoris
he: נוסף למועדפים
id: ditambahkan ke favorit
it: aggiunto ai preferiti
ja: お気に入りに追加しました
ko: 즐겨찾기에 추가됨
nb: lagt til favoritter
nl: toegevoegd aan favorieten
pl: dodano do ulubionych
pt_br: Adicionado aos favoritos
pt_pt: adicionado(a) aos favoritos
ru: добавлено в избранное
sk: pridané do obľúbených
sv: har lagts till i favoriter
zh_hans: 已添加至收藏列表
zh_hant: 已新增到我的最愛

# qobuz_February
source: February
ar: فبراير
da: Februar
de: Februar
es_mx: Febrero
fi: Helmikuu
fr: Février
he: פברואר
id: Februari
it: Febbraio
ja: 2月
ko: 2월
nb: Februar
nl: Februari
pl: luty
pt_br: Fevereiro
pt_pt: Fevereiro
ru: Февраль
sk: Február
sv: Februari
zh_hans: 2 月
zh_hant: 二月

# qobuz_March
source: March
ar: مارس
da: Marts
de: März
es_mx: Marzo
fi: Maaliskuu
fr: Mars
he: מרץ
id: Maret
it: Marzo
ja: 3月
ko: 3월
nb: Mars
nl: Maart
pl: marzec
pt_br: Março
pt_pt: Março
ru: Март
sk: Marec
sv: Mars
zh_hans: 3 月
zh_hant: 三月

# qobuz_See_all_artists
source: See all artists
ar: اطلع على جميع الفنانين
da: Se alle kunstnere
de: Alle Interpreten anzeigen
es_mx: Ver todos los artistas
fi: Näytä kaikki esiintyjät
fr: Afficher tous les artistes
he: ראה את כל האמנים
id: Lihat semua artis
it: Vedi tutti gli artisti
ja: すべてのアーティストを見る
ko: 모든 아티스트 보기
nb: Se alle artister
nl: Bekijk alle artiesten
pl: Wyświetl wszystkich artystów
pt_br: Ver todos artistas
pt_pt: Ver todos os artistas
ru: Смотреть всех исполнителей
sk: Pozrieť si všetkých interpretov
sv: Visa alla artister
zh_hans: 查看所有艺术家
zh_hant: 查看所有藝術家

# qobuz_April
source: April
ar: أبريل
es_mx: Abril
fi: Huhtikuu
fr: Avril
he: אַפּרִיל
it: Aprile
ja: 4月
ko: 4월
pl: kwiecień
pt_br: Abril
pt_pt: Abril
ru: Апрель
sk: Apríl
zh_hans: 4 月
zh_hant: 四月

# qobuz_See_all_tracks
source: See all tracks
ar: اطلع على جميع المقاطع
da: Se alle spor
de: Alle Titel anzeigen
es_mx: Ver todas las pistas
fi: Näytä kaikki kappaleet
fr: Afficher toutes les pistes
he: ראה את כל הרצועות
id: Lihat semua trek
it: Vedi tutti i brani
ja: すべてのトラックを見る
ko: 모든 트랙 보기
nb: Se alle spor
nl: Bekijk alle nummers
pl: Wyświetl wszystkie utwory
pt_br: Ver todas faixas
pt_pt: Ver todas as faixas
ru: Смотреть все треки
sk: Pozrieť si všetky skladby
sv: Visa alla spår
zh_hans: 查看所有曲目
zh_hant: 查看所有曲目

# qobuz_May
source: May
ar: مايو
da: Maj
de: Mai
es_mx: Mayo
fi: Toukokuu
fr: Mai
he: מאי
id: Mei
it: Maggio
ja: 5月
ko: 5월
nb: Mai
nl: Mei
pl: maj
pt_br: Maio
pt_pt: Maio
ru: Май
sk: Máj
sv: Maj
zh_hans: 5 月
zh_hant: 五月

# qobuz_See_all_albums
source: See all albums
ar: اطلع على جميع الألبومات
da: Se alle album
de: Alle Alben anzeigen
es_mx: Ver todos los álbumes
fi: Näytä kaikki albumit
fr: Afficher tous les albums
he: ראה את כל האלבומים
id: Lihat semua album
it: Vedi tutti gli album
ja: すべてのアルバムを見る
ko: 모든 앨범 보기
nb: Se alle albumene
nl: Bekijk alle albums
pl: Wyświetl wszystkie albumy
pt_br: Ver todos álbuns
pt_pt: Ver todos os álbuns
ru: Смотреть все альбомы
sk: Pozrieť si všetky albumy
sv: Se alla album
zh_hans: 查看所有专辑
zh_hant: 查看所有專輯

# qobuz_June
source: June
ar: يونيو
da: Juni
de: Juni
es_mx: Junio
fi: Kesäkuu
fr: Juin
he: יוני
id: Juni
it: Giugno
ja: 6月
ko: 6월
nb: Juni
nl: Juni
pl: czerwiec
pt_br: Junho
pt_pt: Junho
ru: Июнь
sk: Jún
sv: Juni
zh_hans: 6 月
zh_hant: 六月

# qobuz_See_all_playlists
source: See all playlists
ar: اطلع على جميع قوائم التشغيل
da: Se alle playlister
de: Alle Playlisten anzeigen
es_mx: Ver todas las listas de reproducción
fi: Näytä kaikki soittolistat
fr: Afficher toutes les listes de lecture
he: ראה את כל הפלייליסטים
id: Lihat semua daftar lagu
it: Vedi tutte le playlist
ja: すべてのプレイリストを見る
ko: 모든 재생 목록 보기
nb: Se alle spillelister
nl: Bekijk alle afspeellijsten
pl: Wyświetl wszystkie listy odtwarzania
pt_br: Ver todas playlists
pt_pt: Ver todas as listas de reprodução
ru: Смотреть все плейлисты
sk: Pozrieť si všetky zoznamy skladieb
sv: Se alla spellistor
zh_hans: 查看所有播放列表
zh_hant: 查看所有播放清單

# qobuz_July
source: July
ar: يوليو
da: Juli
de: Juli
es_mx: Julio
fi: Heinäkuu
fr: Juillet
he: יולי
id: Juli
it: Luglio
ja: 7月
ko: 7월
nb: Juli
nl: Juli
pl: lipiec
pt_br: Julho
pt_pt: Julho
ru: Июль
sk: Júl
sv: Juli
zh_hans: 7 月
zh_hant: 七月

# qobuz_Qobuz_Playlist
source: Qobuz Playlist
ar: قائمة تشغيل Qobuz
da: Playliste på Qobuz
de: Qobuz-Playlisten
es_mx: Lista de reproducción de Qobuz
fi: Qobuz-soittolista
fr: Liste de lecture Qobuz
he: רשימת השמעה של Qobuz
id: Daftar Lagu Qobuz
it: Playlist Qobuz
ja: Qobuzプレイリスト
ko: Qobuz 재생 목록
nb: Qobuz-spilleliste
nl: Qobuz afspeellijst
pl: Lista odtwarzania Qobuz
pt_br: Playlist Qobuz
pt_pt: Lista de reprodução do Qobuz
ru: Плейлист Qobuz
sk: Zoznam skladieb Qobuz
sv: Qobuz-spellist
zh_hans: Qobuz 播放列表
zh_hant: Qobuz 播放清單

# qobuz_August
source: August
ar: أغسطس
es_mx: Agosto
fi: Elokuu
fr: Août
he: אוגוסט
id: Agustus
it: Agosto
ja: 8月
ko: 8월
nl: Augustus
pl: sierpień
pt_br: Agosto
pt_pt: Agosto
ru: Август
sv: Augusti
zh_hans: 8 月
zh_hant: 八月

# qobuz_Streaming_charts
source: Streaming charts
ar: مخططات البث
da: Streaming-lister
es_mx: Listas de éxitos de los servicios de transmisión
fi: Suoratoistolistat
fr: Classements des diffusions
he: תרשימים זורמים
id: Tangga musik streaming
it: Classifiche streaming
ja: ストリーミングチャート
ko: 스트리밍 차트
nb: Strømmediagrammer
nl: Streaming hitlijsten
pl: Wykresy odtwarzania strumieniowego
pt_br: Gráficos de streaming
pt_pt: Tabelas de transmissão
ru: Потоковые чарты
sk: Rebríčky streamovania
sv: Strömmande diagram
zh_hans: 串流排行榜
zh_hant: 串流播放圖表

# qobuz_September
source: September
ar: سبتمبر
es_mx: Septiembre
fi: Syyskuu
fr: Septembre
he: סֶפּטֶמבֶּר
it: Settembre
ja: 9月
ko: 9월
pl: wrzesień
pt_br: Setembro
pt_pt: Setembro
ru: Сентябрь
zh_hans: 9 月
zh_hant: 九月

# qobuz_Download_charts
source: Download charts
ar: مخططات التنزيل
da: Download lister
es_mx: Descargar listas de éxitos
fi: Latauslistat
fr: Télécharger les classements
he: הורד תרשימים
id: Tangga musik unduhan
it: Scarica Classifiche
ja: ダウンロードチャート
ko: 다운로드 차트
nb: Last ned diagrammer
nl: Download hitlijsten
pl: Wykresy pobierania
pt_br: Baixar gráficos
pt_pt: Transferir tabelas
ru: Загрузить чарты
sk: Rebríčky sťahovania
sv: Ladda ner diagram
zh_hans: 下载排行榜
zh_hant: 下載圖表

# qobuz_October
source: October
ar: أكتوبر
da: Oktober
de: Oktober
es_mx: Octubre
fi: Lokakuu
fr: Octobre
he: אוֹקְטוֹבֶּר
id: Oktober
it: Ottobre
ja: 10月
ko: 10월
nb: Oktober
nl: Oktober
pl: październik
pt_br: Outubro
pt_pt: Outubro
ru: Октябрь
sk: Október
sv: Oktober
zh_hans: 10 月
zh_hant: 十月

# qobuz_Selected_by_Qobuz
source: Selected by Qobuz
ar: محدد من قِبل Qobuz
da: Udvalgt af Qobuz
de: Ausgewählt durch Qobuz
es_mx: Selecciones de Qobuz
fi: Qobuzin valitsema
fr: Sélectionné par Qobuz
he: נבחר על ידי Qobuz
id: Dipilih oleh Qobuz
it: Selezionati da Qobuz
ja: Qobuzによるセレクト
ko: Qobuz에서 선택
nb: Valgt av Qobuz
nl: Geselecteerd door Qobuz
pl: Wybrane przez Qobuz
pt_br: Selecionado pelo Qobuz
pt_pt: Selecionado pelo Qobuz
ru: Выбрано Qobuz
sk: Vybrané Qobuz
sv: Vald av Qobuz
zh_hans: Qobuz 精选
zh_hant: 透過 Qobuz 選取

# qobuz_November
source: November
ar: نوفمبر
es_mx: Noviembre
fi: Marraskuu
fr: Novembre
he: נוֹבֶמבֶּר
it: Novembre
ja: 11月
ko: 11월
pl: listopad
pt_br: Novembro
pt_pt: Novembro
ru: Ноябрь
zh_hans: 11 月
zh_hant: 十一月

# qobuz_Selected_by_the_Media
source: Selected by the Media
ar: محدد من قِبل الوسائط
da: Udvalgt af medierne
de: Von der Presse ausgewählt
es_mx: Selecciones de la prensa
fi: Median valitsema
fr: Sélectionné par les médias
he: נבחר על ידי התקשורת
id: Dipilih oleh Media
it: Selezionati dai Media
ja: メディアによるセレクト
ko: 미디어에서 선택
nb: Valgt av mediet
nl: Geselecteerd door de media
pl: Wybrane przez media
pt_br: Selecionado pela mídia
pt_pt: Selecionado pela comunicação social
ru: Выбрано медиа
sk: Vybrané médiami
sv: Vald av media
zh_hans: 媒体精选
zh_hant: 透過媒體選取

# qobuz_December
source: December
ar: ديسمبر
de: Dezember
es_mx: Diciembre
fi: Joulukuu
fr: Décembre
he: דֵצֶמבֶּר
id: Desember
it: Dicembre
ja: 12月
ko: 12월
nb: Desember
pl: grudzień
pt_br: Dezembro
pt_pt: Dezembro
ru: Декабрь
zh_hans: 12 月
zh_hant: 十二月

# qobuz_Loading____
source: Loading....
ar: جارِ التحميل...
da: Indlæser....
de: Wird geladen ...
es_mx: Cargando...
fi: Ladataan...
fr: Chargement…
he: טוען...
id: Memuat ...
it: Carico....
ja: ロードしています…
ko: 로드 중...
nb: Laster inn ...
nl: Laden....
pl: Wczytywanie...
pt_br: Carregando....
pt_pt: A carregar....
ru: Идет загрузка...
sk: Načítava sa...
sv: Laddar...
zh_hans: 正在加载...
zh_hant: 正在載入....

source: One more thing! Access from mobile networks to large Hi-Res files may quickly consume your data plan, or result in increased cost from the operator. For this reason, we recommend that you do not activate the Hi-Res mobile network. Do you really want to continue?
ar: بقي أمر أخير! قد يؤدي الوصول من شبكات الهاتف المحمول إلى ملفات Hi-Res الكبيرة إلى استهلاك خطة بياناتك بسرعة، أو زيادة التكلفة من قِبل المشغِّل. لهذا السبب، نوصي بعدم تنشيط شبكة الهاتف المحمول Hi-Res. هل تريد المتابعة بالفعل؟
da: En ting mere! Adgang fra mobilnetværk til store Hi-Res-filer kan hurtigt forbruge dit dataabonnement eller resultere i øgede omkostninger fra operatøren. Af denne grund anbefaler vi, at du ikke aktiverer Hi-Res-mobilnetværket. Vil du virkelig fortsætte?
de: Noch etwas zum Abschluss! Der Zugriff über Mobilfunknetze auf große Hi-Res-Dateien kann deine Daten schnell aufbrauchen oder zu höheren Kosten vom Betreiber führen. Aus diesem Grund empfehlen wir, für Hi-Res-Dateien nicht das Mobilfunknetz zu aktivieren. Möchtest du wirklich fortfahren?
es_mx: Una cosa más.Si accede a archivos de alta resolución desde una red móvil, es posible que consuma rápidamente su plan de datos o aumenten los costos del operador. Por lo tanto, recomendamos no activar la red móvil de alta resolución. ¿Desea continuar de todas formas?
fi: Vielä yksi asia! Suurten Hi-Res-tiedostojen käyttäminen matkapuhelinverkoista voi kuluttaa datatilaustasi nopeasti tai aiheuttaa operaattorin osalta lisäkustannuksia. Tästä syystä suosittelemme, ettet aktivoi Hi-Res-mobiiliverkkoa. Haluatko todella jatkaa?
fr: Encore une chose ! L'accès à de gros fichiers haute résolution depuis des réseaux mobiles peut rapidement consommer votre forfait de données ou entraîner une augmentation des coûts de l'opérateur. Pour cette raison, nous vous recommandons de ne pas activer la haute résolution sur réseau mobile. Voulez-vous vraiment continuer ?
he: עוד דבר אחד! גישה מרשתות סלולריות לקבצי Hi-Res גדולים עלולה לצרוך במהירות את תוכנית הנתונים שלך, או לגרום לעלויות מוגברות מהמפעיל. מסיבה זו, אנו ממליצים לא להפעיל את הרשת הסלולרית Hi-Res. אתה באמת רוצה להמשיך?
id: Satu lagi! Akses dari jaringan seluler ke file Hi-Res besar dapat dengan cepat menghabiskan paket data Anda, atau mengakibatkan peningkatan biaya dari operator. Untuk alasan ini, sebaiknya Anda tidak mengaktifkan jaringan seluler Hi-Res. Anda yakin ingin melanjutkan?
it: Un'altra cosa! L'accesso da reti mobile a file Hi-Res di grandi dimensioni può consumare rapidamente il tuo piano dati o comportare un aumento dei costi da parte dell'operatore. Per questo motivo, ti consigliamo di non attivare la rete mobile Hi-Res. Sei sicuro di voler continuare?
ja: もう一つあります！モバイルネットワークから大きいサイズのハイレゾファイルへのアクセスにより、データプランを急速に消費する、または通信事業者の料金が増大する可能性があります。この理由から、ハイレゾモバイルネットワークをオンにしないことをお勧めします。本当に続行しますか？
ko: 한 가지 더! 모바일 네트워크에서 대용량 Hi-Res 파일에 액세스하면 데이터가 빠르게 줄어들거나 통신사 청구 비용이 늘어날 수 있습니다. 따라서 Hi-Res 모바일 네트워크를 활성화하지 않는 것이 좋습니다. 계속하시겠습니까?
nb: En ting til! Tilgang fra mobilnettverk til store høyoppløste filer kan raskt bruke opp dataabonnementet ditt eller medføre økte kostnader fra operatøren. Derfor anbefaler vi at du ikke aktiverer det høyoppløste mobilnettverket. Vil du virkelig fortsette?
nl: Nog even dit! Toegang via mobiele netwerken tot grote bestanden in hoge resolutie kan snel uw data-abonnement opgebruiken, of leiden tot hogere kosten van de mobiele aanbieder. Daarom raden wij u aan het mobiele netwerk Hi-Res niet te activeren. Wilt u toch doorgaan?
pl: Jeszcze jedna rzecz! Dostęp do dużych plików Hi-Res z urządzeń przenośnych może spowodować szybkie zużycie limitu transferu danych w posiadanym abonamencie lub też może spowodować naliczenie większych opłat przez operatora. Z tego powodu zalecamy użytkownikom, aby nie aktywowali usługi Hi-Res w sieci komórkowej. Czy na pewno chcesz kontynuować?
pt_br: Mais uma coisa! O acesso de redes móveis a grandes arquivos de alta resolução pode consumir rapidamente seu plano de dados ou resultar em aumento de custo da operadora. Por este motivo, recomendamos que você não ative a rede móvel para Alta Resolução. Tem certeza que quer continuar?
pt_pt: Só mais uma informação! O acesso de redes móveis a grandes ficheiros de alta resolução pode consumir rapidamente o seu plano de dados, ou resultar num aumento de custos por parte da operadora. Por este motivo, recomendamos que não ative a rede móvel de alta resolução. Tem a certeza de que pretende continuar?
ru: И еще! Доступ из мобильных сетей к большим файлам в формате Hi-Res может быстро израсходовать ваш тарифный план или привести к увеличению затрат со стороны оператора. По этой причине мы рекомендуем вам не активировать мобильную сеть Hi-Res. Вы действительно хотите продолжить?
sk: Ešte jedna vec! Prístup z mobilných sietí k veľkým súborom vo vysokom rozlíšení môže rýchlo spotrebovať váš dátový plán alebo viesť k zvýšeniu nákladov od operátora. Z tohto dôvodu neodporúčame aktivovať mobilnú sieť s vysokým rozlíšením. Naozaj chcete pokračovať?
sv: En sak till... Åtkomst från mobilnät till stora högupplösta filer kan snabbt förbruka din dataplan, eller resultera i ökade kostnader från operatören. Av denna anledning rekommenderar vi att du inte aktiverar Hi-Res mobilnätet. Vill du verkligen fortsätta?
zh_hans: 另请注意！通过移动网络下载大容量的高清文件会消耗大量数据流量，甚至会让你的通信费用超支。因此，我们建议你在下载高清文件时切勿激活移动网络。是否真的要继续？
zh_hant: 還有一件事！從流動網路存取大高解析度檔案可能會很快消耗您的數據計劃，或導致業者的成本增加。因此，建議您不要啟動高解析度流動網路。您是否真的要繼續？

# qobuz_Disc
source: Disc
ar: القرص
da: Disk
de: Disk
es_mx: Disco
fi: Levy
fr: Disque
he: דיסק
id: Disk
it: Disco
ja: ディスク
ko: 디스크
nb: Disk
pl: Dysk
pt_br: Disco
pt_pt: Disco
ru: Disc (Диск)
sk: Disk
sv: Skiva
zh_hans: 光盘
zh_hant: 光碟

# qobuz_Tracks
source: Tracks
ar: المقاطع
da: Spor
de: Titel
es_mx: Pistas
fi: Kappaleet
fr: Pistes
he: מסלולים
id: Trek
it: Brani
ja: トラック
ko: 트랙
nb: Spor
pl: Utwory
pt_br: Faixas
pt_pt: Faixas
ru: Треки
sk: Skladby
sv: Spår
zh_hans: 曲目
zh_hant: 曲目

# qobuz_Similar_Albums
source: Similar Albums
ar: الألبومات المماثلة
da: Lignende album
de: Ähnliche Alben
es_mx: Álbumes similares
fi: Samanlaisia albumeita
fr: Albums similaires
he: אלבומים דומים
id: Album Serupa
it: Album simili
ja: 類似したアルバム
ko: 유사한 앨범
nb: Lignende album
nl: Vergelijkbare albums
pl: Podobne albumy
pt_br: Álbuns Similares
pt_pt: Álbuns semelhantes
ru: Похожие альбомы
sk: Podobné albumy
sv: Liknande album
zh_hans: 相似专辑
zh_hant: 類似專輯

# qobuz_More
source: More
ar: المزيد
da: Mere
de: Mehr
es_mx: Más
fi: Lisää
fr: Plus
he: יותר
id: Lainnya
it: Altro
ja: 追加
ko: 자세히
nb: Mer
nl: Meer
pl: Więcej
pt_br: Mais
pt_pt: Mais
ru: Подробнее
sk: Viac
sv: Mer
zh_hans: 更多
zh_hant: 更多

# qobuz_Search
source: Search
ar: بحث
da: Søg
de: Suchen
es_mx: Buscar
fi: Haku
fr: Rechercher
he: לחפש
id: Cari
it: Cerca
ja: 検索
ko: 검색
nb: Søk
nl: Zoeken
pl: Wyszukaj
pt_br: Buscar
pt_pt: Pesquisar
ru: Поиск
sk: Vyhľadávanie
sv: Söker
zh_hans: 搜索
zh_hant: 搜尋

# qobuz_Playlists
source: Playlists
ar: قوائم التشغيل
da: Playlister
de: Playlisten
es_mx: Listas de reproducción
fi: Soittolistat
fr: Listes de lecture
he: רשימות השמעה
id: Daftar lagu
it: Playlist
ja: プレイリスト
ko: 재생 목록
nb: Spillelister
nl: Afspeellijsten
pl: Listy odtwarzania
pt_pt: Listas de reprodução
ru: Плейлисты
sk: Zoznamy skladieb
sv: Spellistor
zh_hans: 播放列表
zh_hant: 播放清單

# qobuz_Favorites
source: Favorites
ar: المفضلة
da: Favoritter
de: Favoriten
es_mx: Favoritos
fi: Suosikit
fr: Favoris
he: מועדפים
id: Favorit
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nb: Favoritter
nl: Favorieten
pl: Ulubione
pt_br: Favoritas
pt_pt: Favoritos
ru: Избранное
sk: Obľúbené
sv: Favoriter
zh_hans: 收藏
zh_hant: 我的最愛

# qobuz_Purchases
source: Purchases
ar: المشتريات
da: Købt
de: Käufe
es_mx: Compras
fi: Hankinnat
fr: Achats
he: רכישות
id: Pembelian
it: Acquisti
ja: 購入
ko: 구매
nb: Kjøp
nl: Aankopen
pl: Zakupy
pt_br: Compras
pt_pt: Compras
ru: Покупки
sk: Nákupy
sv: Inköp
zh_hans: 购买
zh_hant: 購買

# qobuz_No_Results
source: No Results
ar: لا توجد نتائج
da: Ingen resultater
de: Keine Ergebnisse
es_mx: Sin resultados
fi: Ei tuloksia
fr: Aucun résultat
he: אין תוצאות
id: Tidak Ada Hasil
it: Nessun risultato
ja: 見つかりません
ko: 결과 없음
nb: Ingen resultater
nl: Geen resultaten
pl: Brak wyników
pt_br: Nenhum Resultado
pt_pt: Sem resultados
ru: Результаты отсутствуют
sk: Žiadne výsledky
sv: Inget resultat
zh_hans: 无任何结果
zh_hant: 無結果

# qobuz_Streaming
source: Streaming
ar: البث
es_mx: Transmisión
fi: Suoratoisto
fr: Diffusion
he: צפייה ישירה
ja: ストリーミング
ko: 스트리밍
nb: Strømmer
pl: Odtwarzanie strumieniowe
pt_pt: Transmissão
ru: Потоковая передача
sk: Streamovanie
zh_hans: 串流
zh_hant: 串流播放

# qobuz_Logout
source: Logout
ar: خروج
da: Log ud
de: Abmelden
es_mx: Cerrar sesión
fi: Uloskirjautuminen
fr: Déconnexion
he: להתנתק
ja: ログアウト
ko: 로그아웃
nb: Logg ut
nl: Log uit
pl: Wylogowanie
pt_br: Desconectar
pt_pt: Terminar sessão
ru: Выйти из системы
sk: Odhlásiť sa
sv: Utloggning
zh_hans: 登出
zh_hant: 登出

# qobuz_Would_you_like_to_log_out_
source: Would you like to log out?
ar: هل تريد تسجيل الخروج؟
da: Vil du gerne logge ud?
de: Möchtest du dich abmelden?
es_mx: ¿Desea cerrar la sesión?
fi: Haluatko kirjautua ulos?
fr: Voulez-vous vous déconnecter ?
he: האם תרצה להתנתק?
id: Apakah Anda ingin logout?
it: Vuoi effettuare il log out?
ja: ログアウトしますか？
ko: 로그아웃하시겠습니까?
nb: Vil du logge ut?
nl: Wilt u uitloggen?
pl: Czy chcesz się wylogować?
pt_br: Você gostaria de se desconectar?
pt_pt: Gostaria de terminar a sessão?
ru: Вы хотите выйти из системы?
sk: Chcete sa odhlásiť?
sv: Vill du logga ut?
zh_hans: 是否要登出？
zh_hant: 您要登出嗎？
