Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# Update_your_default_music_service
source: Update your default music services and other settings for Google Assistant. To log out, remove this device from the Google Home app.
ar: حدث خدمات الموسيقى الافتراضية والإعدادات الأخرى لخدمة Google Assistant. لتسجيل الخروج، أزل هذا الجهاز من تطبيق Google Home.
da: Opdater dine standardmusiktjenester og andre indstillinger for Google-assistenten. For at logge ud skal du fjerne denne enhed fra Google Home-appen.
de: Aktualisiere deine Standard-Musikdienste und andere Einstellungen für den Google Assistant. Entferne dieses Gerät zum Abmelden aus der Google Home App.
es_mx: Actualiza tus servicios de música predeterminados y otros ajustes para el Asistente de Google. Para cerrar sesión, quita este dispositivo de la aplicación Google Home.
fi: Päivitä oletusmusiikkipalvelut ja muut Google Assistantin asetukset. Kirjaudu ulos poistamalla tämä laite Google Home -sovelluksesta.
fr: Mettez à jour vos services musicaux par défaut et d'autres réglages pour le Google Assistant. Pour vous déconnecter, retirez cet appareil de l'application Google Home.
he: עדכנו את שירותי ברירת המחדל למוזיקה והגדרות אחרות של Google Assistant. כדי להתנתק, הסירו מכשיר זה מאפליקציית Google Home.
id: Perbarui layanan musik default dan pengaturan lain agar bisa mendukung Asisten Google. Untuk logout, hapus perangkat ini dari aplikasi Google Home.
it: Aggiorna i servizi musicali predefiniti e le altre impostazioni per l'Assistente Google. Per effettuare il log out, rimuovi questo dispositivo dall'app Google Home.
ja: Googleアシスタント用のデフォルトの音楽サービスとその他の設定をアップデートします。ログアウトするには、Google Homeアプリからこのデバイスを削除します。
ko: Google 어시스턴트의 기본 음악 서비스 및 기타 설정을 업데이트합니다. 로그아웃하려면 Google Home 앱에서 이 장치를 제거합니다.
nb: Oppdater standard musikktjenester og andre innstillinger for Google Assistent. Logg ut ved å fjerne denne enheten fra Google Home-appen.
nl: Update je standaard muziekservices en andere instellingen voor de Google Assistent. Als je wilt uitloggen, verwijder je dit apparaat uit de Google Home-app.
pl: Zaktualizuj swoje domyślne usługi muzyczne i inne ustawienia dla Asystenta Google. Aby się wylogować, usuń to urządzenie z aplikacji Google Home.
pt_br: Atualize seus serviços padrão de música e outras configurações para o Google Assistente. Para se desconectar, remova este dispositivo do aplicativo Google Home.
pt_pt: Atualize os seus serviços de música predefinidos e outras definições para o Google Assistant. Para terminar sessão, remova este dispositivo da aplicação Google Home.
ru: Обновите музыкальные сервисы по умолчанию и другие настройки для Google Ассистента. Чтобы выйти, удалите это устройство из приложения Google Home.
sk: Aktualizujte svoje predvolené hudobné služby a ďalšie nastavenia Google Assistant. Ak sa chcete odhlásiť, odstráňte toto zariadenie z aplikácie Google Home.
sv: Uppdatera dina standardmusiktjänster och andra inställningar för Google Assistant. Logga ut genom att ta bort den här enheten från Google Home-appen.
zh_hans: 更改默认音乐服务和其他的 Google 助手设置。若要退出，请从 Google Home 应用程序中删除此产品。
zh_hant: 更新您的預設音樂服務和其他 Google 助理設定。如欲登出，請從 Google Home 應用程式移除此裝置。

# jbl_off
source: Off
ar: إيقاف التشغيل
da: Slukket
de: Aus
es_mx: Apagado
fi: Pois päältä
fr: Inactif
he: כבוי
id: Mati
ja: オフ
ko: 끄기
nb: Av
nl: Uit
pl: Wył.
pt_br: Desligado
pt_pt: Desligado
ru: Выкл.
sk: Vypnuté
sv: Av
zh_hans: 关闭
zh_hant: 關閉

# jbl_on
source: On
ar: تشغيل
da: Tændt
de: Ein
es_mx: Encendido
fi: Päällä
fr: Allumé
he: הפעלה
id: Menyala
ja: オン
ko: 켜기
nb: På
nl: Aan
pl: Wł.
pt_br: Liga
pt_pt: Ligado
ru: Вкл.
sk: Zapnuté
sv: På
zh_hans: 开启
zh_hant: 開啟

source: Setup Moment
ar: لحظة الإعداد
da: Opsæt "Moment"
de: Moment einrichten
es_mx: Configurar Moment
fi: Asenna Moment
fr: Configuration de Moment
he: הגדרת Moment
id: Atur Momen
it: Imposta Momento
ja: Momentの設定
ko: 모먼트 설정
nb: Oppsettøyeblikk
nl: Instelmoment
pl: Skonfiguruj Moment
pt_br: Configurar o Moment
pt_pt: Configurar Momento
ru: Настроить Moment
sk: Nastavenie momentu
sv: Inställning av Moment
zh_hans: 设置专属时刻
zh_hant: 設定 Moment

# jbl_edit
source: EDIT
ar: تحرير
da: REDIGER
de: BEARBEITEN
es_mx: EDITAR
fi: MUOKKAA
fr: ÉDITER
he: עריכה
it: MODIFICA
ja: 編集
ko: 편집하다
nb: REDIGER
nl: BEWERKING
pl: EDYTUJ
pt_br: EDITAR
pt_pt: EDITAR
ru: РЕДАКТИРОВАТЬ
sk: UPRAVIŤ
sv: REDIGERA
zh_hans: 编辑
zh_hant: 編輯

source: Would you like to log out ?
ar: هل تريد تسجيل الخروج؟
da: Vil du gerne logge ud?
de: Möchtest du dich abmelden?
es_mx: ¿Deseas cerrar la sesión?
fi: Haluatko kirjautua ulos?
fr: Voulez-vous vous déconnecter ?
he: האם תרצו להתנתק?
id: Apakah Anda ingin logout?
it: Vuoi effettuare il log out?
ja: ログアウトしますか？
ko: 로그아웃하시겠습니까?
nb: Vil du logge ut?
nl: Wil je uitloggen?
pl: Czy chcesz się wylogować?
pt_br: Você quer se desconectar?
pt_pt: Gostaria de terminar sessão?
ru: Вы хотите выйти из системы?
sk: Chcete sa odhlásiť?
sv: Vill du logga ut?
zh_hans: 是否要退出？
zh_hant: 您要登出嗎？

# after_logging_out_alexa
source: After logging out, Alexa will no longer be accessible on this product.
ar: بعد تسجيل الخروج، لن تستطيع Alexa الوصول إلى هذا المنتج بعد الآن.
da: Hvis du logger ud, vil Alexa ikke længere være tilgængelig på dette produkt.
de: Nach der Abmeldung ist Alexa auf diesem Gerät nicht mehr verfügbar.
es_mx: Después de cerrar sesión, ya no podrás acceder a Alexa en este producto.
fi: Kun olet kirjautunut ulos, Alexa ei ole enää käytettävissä tässä tuotteessa.
fr: Après la déconnexion, Alexa n'est plus accessible sur ce produit.
he: לאחר היציאה, Alexa לא תהיה זמינה יותר במוצר זה.
id: Setelah logout, Alexa tidak akan lagi bisa diakses di produk ini.
it: Dopo il log out, Alexa non sarà più accessibile su questo prodotto.
ja: ログアウト後、Alexaにこの製品からアクセスすることはできません。
ko: 로그아웃하면 Alexa가 이 제품에 더 이상 액세스할 수 없습니다.
nb: Når du har logget ut, vil ikke Alexa lenger være tilgjengelig på dette produktet.
nl: Na het uitloggen is Alexa niet meer toegankelijk op dit apparaat.
pl: Po wylogowaniu nie będzie można uzyskać dostępu do Alexa na tym produkcie.
pt_br: Após desconectar, a Alexa não estará mais acessível neste produto.
pt_pt: Depois de terminar sessão, a Alexa deixará de estar acessível neste produto.
ru: После выхода Alexa больше не будет доступна на данном устройстве.
sk: Po odhlásení už Alexa nebude na tomto produkte prístupná.
sv: Efter utloggning kommer Alexa inte längre att vara tillgänglig på den här produkten.
zh_hans: 退出后，将无法在此产品上使用 Alexa。
zh_hant: 登出後，在此產品上將無法再使用 Alexa。

# after_logging_out_google_assistant
source: After logging out, Google assistant will no longer be accessible on this product.
ar: بعد تسجيل الخروج، لن يستطيع Google Assistant الوصول إلى هذا المنتج بعد الآن.
da: Hvis du logger ud, vil Google Assistent ikke længere være tilgængelig på dette produkt.
de: Nach der Abmeldung ist der Google Assistant auf diesem Gerät nicht mehr verfügbar.
es_mx: Después de cerrar sesión, ya no podrás acceder al Asistente de Google en este producto.
fi: Kun olet kirjautunut ulos, Google Assistant ei ole enää käytettävissä tässä tuotteessa.
fr: Après la déconnexion, le Google Assistant n'est plus accessible sur ce produit.
he: לאחר היציאה מהמערכת, Google Assistant לא יהיה נגיש יותר במוצר זה.
id: Setelah logout, Asisten Google tidak akan lagi bisa diakses di produk ini.
it: Dopo il log out, l'Assistente Google non sarà più accessibile su questo prodotto.
ja: ログアウト後、Googleアシスタントにこの製品からアクセスすることはできません。
ko: 로그아웃하면 Google 어시스턴트가 이 제품에 더 이상 액세스할 수 없습니다.
nb: Når du har logget ut, vil ikke Google-assistenten lenger være tilgjengelig på dette produktet.
nl: Na het uitloggen is de Google-assistent niet meer toegankelijk op dit apparaat.
pl: Po wylogowaniu nie będzie można uzyskać dostępu do Asystenta Google na tym produkcie.
pt_br: Após desconectar, o Google Assistente não estará mais acessível neste produto.
pt_pt: Depois de terminar sessão, o Google Assistant deixará de estar acessível neste produto.
ru: После выхода Google Ассистент больше не будет доступен на данном устройстве.
sk: Po odhlásení už Google assistant nebude na tomto produkte prístupný.
sv: Efter utloggning kommer Google Assistant inte längre att vara tillgänglig på den här produkten.
zh_hans: 退出后，将无法在此产品上使用 Google 助手。
zh_hant: 登出後，在此產品上將無法再使用 Google 助理。

# to_setup_voice_control_from_an_alexa_enabled
source: To setup voice control from an Alexa-enabled speaker and multiroom groups with other Alexa MRM speakers, download Amazon Alexa app.
ar: لإعداد التحكم في الصوت من سماعة تدعم Alexa ومجموعات متعددة الغرف مع سماعات أخرى تدعم Alexa MRM، قم بتنزيل تطبيق Amazon Alexa.
da: Hvis du vil konfigurere stemmekontrol fra en Alexa-aktiveret højttaler og multirums-grupper med andre Alexa MRM-højttalere, skal du downloade Amazon Alexa-appen.
de: Lade zum Einrichten der Sprachsteuerung über einen Alexa-fähigen Lautsprecher und Multi-Room-Gruppen mit anderen Alexa MRM-Lautsprechern die Amazon Alexa App herunter.
es_mx: Para configurar el control de voz desde un altavoz compatible con Alexa y grupos multisala con otros altavoces Alexa MRM, descarga la aplicación Amazon Alexa.
fi: Lataa Amazon Alexa -sovellus halutessasi määrittää puheohjauksen Alexa-kaiuttimesta ja monihuoneryhmät muiden Alexa MRM -kaiuttimien kanssa.
fr: Pour configurer la commande vocale depuis une enceinte compatible avec Alexa et des groupes multi-pièces avec d'autres enceintes compatibles Alexa MRM, téléchargez l'application Amazon Alexa.
he: כדי להגדיר בקרה קולית ברמקול שתומך ב-Alexa ובקבוצות חדרים מרובים עם רמקולי Alexa MRM אחרים, יש להוריד את אפליקציית Amazon Alexa.
id: Untuk menyiapkan kontrol suara dari speaker yang mendukung Alexa dan grup multiroom dengan speaker Alexa MRM lain, unduh aplikasi Amazon Alexa.
it: Per configurare il controllo vocale da uno speaker dotato di Alexa e gruppi multiroom con altri speaker Alexa MRM, scarica l'app Amazon Alexa.
ja: Alexa対応スピーカーからのボイスコントロールや、複数のAlexa MRM対応スピーカーとのマルチルームグループを設定するには、Amazon Alexaアプリをダウンロードします。
ko: Alexa 지원 스피커 및 다른 Alexa MRM 스피커를 탑재한 멀티룸 그룹에서 음성 제어를 설정하려면 Amazon Alexa 앱을 다운로드합니다.
nb: Du kan konfigurere talekontroll fra en Alexa-aktivert høyttaler og flerromsgrupper med andre Alexa MRM-høyttalere ved å laste ned Amazon Alexa-appen.
nl: Download de Amazon Alexa-app om spraakbesturing in te stellen vanaf een Alexa-luidspreker en multiroom-groepen met andere Alexa MRM-luidsprekers.
pl: Aby skonfigurować sterowanie głosowe za pomocą głośnika z włączoną funkcją Alexa oraz grup dla wielu pomieszczeń z użyciem innych głośników Alexa MRM, pobierz aplikację Amazon Alexa.
pt_br: Para configurar o controle de voz em caixas de som habilitadas para Alexa e grupos multiambiente com outras caixas de som Alexa MRM, baixe o aplicativo Amazon Alexa.
pt_pt: Para configurar o controlo por voz a partir de uma coluna com Alexa e grupos de várias divisões com outras colunas Alexa MRM, transfira a aplicação Amazon Alexa.
ru: Для настройки голосового управления на колонке с поддержкой Alexa и групп режима «мультирум» на других колонках с поддержкой Alexa MRM загрузите приложение Amazon Alexa .
sk: Ak chcete nastaviť hlasové ovládanie z reproduktora s podporou Alexa a multiroom skupín s inými reproduktormi Alexa MRM, stiahnite si aplikáciu Amazon Alexa.
sv: För att konfigurera röststyrning från en Alexa-aktiverad högtalare och multiroom-grupper med andra Alexa MRM-högtalare, ladda ner Amazon Alexa-appen.
zh_hans: 如果要对支持 Alexa 的音箱进行语音控制设置，并与其他支持 Alexa MRM 的音箱组成多房间群组，请下载 Amazon Alexa 应用。
zh_hant: 欲從支持 Alexa 的產品設定語音控制，並與其他支持 Alexa MRM 的產品設定多房間群組，請下載 Amazon Alexa 應用程式。

source: Works with OK Google
ar: يعمل مع OK Google
da: Virker med OK Google
de: Funktioniert mit OK Google
es_mx: Funciona con OK Google
fi: Toimii OK Googlen kanssa
fr: Fonctionne avec OK Google
he: עובד עם OK Google
id: Kompatibel dengan OK Google
it: Funziona con OK Google
ja: OK Googleで作動
ko: OK Google 호환
nb: Fungerer med OK Google
nl: Werkt met OK Google
pl: Obsługuje tylko OK Google
pt_br: Funciona com OK Google
pt_pt: Funciona com OK Google
ru: Работает с OK Google
sk: Funguje s OK Google
sv: Fungerar med OK Google
zh_hans: 适用于 OK Google
zh_hant: 使用 OK Google

# to_setup_voice_control_from_a_google_assistant
source: To setup voice control from a Google Assistant-enabled speaker and multiroom groups with other Chromecast-enabled speakers, download Google Home app.
ar: لإعداد التحكم في الصوت من سماعة تدعم Google Assistant ومجموعات متعددة الغرف مع سماعات أخرى تدعم Chromecast، قم بتنزيل تطبيق Google Home.
da: Hvis du vil konfigurere stemmekontrol fra en Google Assistent-aktiveret højttaler og multirum-grupper med andre Chromecast-aktiverede højttalere, skal du downloade Google Home-appen.
de: Lade zum Einrichten der Sprachsteuerung über einen Google Assistant-fähigen Lautsprecher und Multi-Room-Gruppen mit anderen Chromecast-fähigen Lautsprechern die Google Home App herunter.
es_mx: Para configurar el control por voz desde un altavoz habilitado para el Asistente de Google y grupos multisala con otros altavoces habilitados para Chromecast, descarga la aplicación Google Home.
fi: Jos haluat määrittää puheohjauksen Google Assistant -yhteensopivasta kaiuttimesta ja monihuoneryhmät muiden Chromecast-yhteensopivien kaiuttimien kanssa, lataa Google Home -sovellus.
fr: Pour configurer la commande vocale depuis une enceinte compatible avec le Google Assistant et des groupes multi-pièces avec d'autres enceintes compatibles Chromecast, téléchargez l'application Google Home.
he: כדי להגדיר בקרות קוליות ברמקול שתומך ב-Google Assistant ובקבוצות חדרים מרובים עם רמקולים אחרים שתומכים ב-Chromecast, יש להוריד את אפליקציית Google Home.
id: Untuk menyiapkan kontrol suara dari speaker yang mendukung Asisten Google dan grup multiroom dengan speaker lain yang mendukung Chromecast, unduh aplikasi Google Home.
it: Per configurare il controllo vocale da uno speaker dotato di Assistente Google e gruppi multiroom con altri speaker dotati di Chromecast, scarica l'app Google Home.
ja: Googleアシスタント対応スピーカーからのボイスコントロールや、複数のChromecast対応スピーカーとのマルチルームグループを設定するには、Google Homeアプリをダウンロードします。
ko: Google 어시스턴트 지원 스피커 및 다른 Chromecast 지원 스피커를 탑재한 멀티룸 그룹에서 음성 제어를 설정하려면 Google Home 앱을 다운로드합니다.
nb: Du kan konfigurere talekontroll fra en Google Assistent-aktivert høyttaler og multiromgrupper med andre Chromecast-aktiverte høyttalere ved å laste ned Google Home-appen.
nl: Download de Google Home-app om spraakbediening in te stellen vanaf een Google Assistent-luidspreker en multi-room groepen met andere Chromecast-luidsprekers.
pl: Aby skonfigurować sterowanie głosem za pomocą głośnika z włączoną funkcją Asystenta Google oraz grup dla wielu pomieszczeń z użyciem innych głośników Chromecast-enabled, pobierz aplikację Google Home.
pt_br: Para configurar o controle de voz de alto-falantes habilitados para Google Assistente e grupos multiambiente com outros alto-falantes habilitados com Chromecast, baixe o aplicativo Google Home.
pt_pt: Para configurar o controlo de voz de uma coluna de som habilitada com Google Assistant e grupos de várias salas com outras colunas compatíveis com o Chromecast, transfira a aplicação Google Home.
ru: Для настройки голосового управления на колонке с поддержкой Google Ассистента и групп режима «мультирум» на других колонках с поддержкой Chromecast загрузите приложение Google Home.
sk: Ak chcete nastaviť hlasové ovládanie z reproduktora s podporou Google Assistant a multiroom skupín s inými reproduktormi s podporou Chromecastu, stiahnite si aplikáciu Google Home.
sv: För att ställa in röststyrning från en Google Assistant-högtalare och multiroom-grupper med andra Chromecast-högtalare, ladda ned Google Home-appen.
zh_hans: 如果要对支持 Google 助手的音箱设置语音控制，并与其他支持 Chromecast 的音箱组成多房间群组，请下载 Google Home 应用。
zh_hant: 欲從支持 Google 助理的產品設定語音控制，並與其他支持 Chromecast 的產品設定多房間群組，請下載 Google Home 應用程式。

# set_up_google_assistant_get_chromecast_built_in
source: Set up Google Assistant in the Google Home app to get Chromecast built-in.
ar: قم بإعداد Google Assistant في تطبيق Google Home للحصول على Chromecast built-in.
da: Opsæt Google Assistent i Google Home-appen for at få Chromecast built-in.
de: Richte den Google Assistant in der Google Home App ein, um Chromecast built-in zu erhalten.
es_mx: Configura el Asistente de Google en la aplicación Google Home para obtener Chromecast built-in.
fi: Määritä Google Assistant Google Home -sovelluksessa käyttääksesi ominaisuutta Chromecast built-in.
fr: Configurez le Google Assistant dans l'application Google Home pour obtenir Chromecast built-in.
he: הגדירו את Google Assistant באפליקציית Google Home כדי לקבל את Chromecast built-in.
id: Atur Asisten Google di aplikasi Google Home untuk mendapatkan Chromecast built-in.
it: Configura l'Assistente Google nell'app Google Home per ottenere Chromecast built-in.
ja: Google Homeアプリ内のGoogleアシスタントを設定して、Chromecast built-inをお試しください。
ko: Google Home 앱에서 Google 어시스턴트를 설정하여 Chromecast built-in을 다운로드합니다.
nb: Konfigurer Google Assistent i Google Home-appen for å få Chromecast built-in.
nl: Stel de Google Assistent in de Google Home-app in voor Chromecast built-in.
pl: Skonfiguruj Asystent Google w aplikacji Google Home, aby uzyskać funkcję Chromecast built-in.
pt_br: Configurar o Google Assistente no aplicativo Google Home para obter o Chromecast built-in.
pt_pt: Configure o Google Assistant na aplicação Google Home para obter o Chromecast built-in.
ru: Настройка Google Ассистента в приложении Google Home, чтобы получить доступ к Chromecast built-in.
sk: Ak chcete získať Chromecast built-in, nastavte službu Google Assistant v aplikácii Google Home.
sv: Ställ in Google Assistant i Google Home-appen för att få Chromecast built-in.
zh_hans: 在 Google Home 应用程序中设置 Google 助手，以启用 Chromecast built-in 功能。
zh_hant: 在 Google Home 應用程式中設定 Google 助理，以獲得 Chromecast built-in。

# continue_setup_not_question_remark
source: CONTINUE SETUP
ar: متابعة الإعداد
da: FORTSÆT OPSÆTNINGEN
de: EINRICHTUNG FORTSETZEN
es_mx: CONTINUAR CON LA CONFIGURACIÓN
fi: JATKA ASENNUSTA
fr: POURSUIVRE L'INSTALLATION
he: המשך הגדרה
id: LANJUTKAN PENGATURAN
it: CONTINUA LA CONFIGURAZIONE
ja: 設定を続行する
ko: 설정 계속
nb: FORTSETT KONFIGURERING
nl: DOORGAAN MET INSTELLEN
pl: KONTYNUUJ KONFIGURACJĘ
pt_br: CONTINUAR CONFIGURAÇÃO
pt_pt: CONTINUAR A DEFINIÇÃO
ru: ПРОДОЛЖИТЬ НАСТРОЙКУ
sk: POKRAČOVAŤ V NASTAVENÍ
sv: FORTSÄTT INSTALLATIONEN
zh_hans: 继续设置
zh_hant: 繼續設定

source: Google Assistant Activity
ar: نشاط Google Assistant
da: Google Assistent-aktivitet
de: Aktivität von Google Assistant
es_mx: Actividad del Asistente de Google
fi: Google Assistant -aktiviteetti
fr: Activité de le Google Assistant
he: פעילות Google Assistant
id: Aktivitas Asisten Google
it: Attività dell'Assistente Google
ja: Googleアシスタントの機能
ko: Google 어시스턴트 활동
nb: Google Assistent-aktivitet
nl: Google Assistent-activiteit
pl: Aktywność Asystent Google
pt_br: Atividade do Google Assistente
pt_pt: Atividade do Google Assistant
ru: Действия Google Ассистента
sk: Aktivita Google Assistant
sv: Google Assistent-aktivitet
zh_hans: Google 助手活动
zh_hant: Google 助理活動

source: Light Control
ar: التحكم في الإضاءة
da: Kontrol af lys
de: Lichtsteuerung
es_mx: Control de luz
fi: Valo-ohjaus
fr: Commande de l'éclairage
he: בקרת תאורה
id: Kontrol Cahaya
it: Controllo delle luci
ja: ライトコントロール
ko: 라이트 제어
nb: Lyskontroll
nl: Verlichtingregelaar
pl: Sterowanie światłem
pt_br: Controle de luz
pt_pt: Controlo de luz
ru: Управление подсветкой
sk: Ovládanie svetla
sv: Ljuskontroll
zh_hans: 灯光控制
zh_hant: 燈光控制

# light_show_knob_comment
source: You can choose to show or hide light shows on device. Only the light shows shown can be toggled through the lighting knob on your speaker.
ar: يمكنك اختيار إظهار أو إخفاء عروض الضوء على الجهاز. لا يمكن تبديل سوى عروض الضوء المعروضة من خلال مفتاح الإضاءة في السماعة.
da: Du kan vælge at vise eller skjule lysshows på enheden. Kun de viste lysshows kan vælges med belysningsknappen på din højttaler.
de: Die Lichtshows können am Gerät entweder angezeigt oder ausgeblendet werden. Nur die angezeigten Lichtshows können über den Beleuchtungsknopf am Lautsprecher umgeschaltet werden.
es_mx: Puedes optar por mostrar u ocultar los juegos de luces en el dispositivo. Solo los juegos de luces que se muestran pueden activarse a través de la perilla de iluminación en el altavoz.
fi: Voit valita, näytetäänkö vai piilotetaanko laitteen valoesitys. Vain näytettyjä valonäytöksiä voi vaihtaa kaiuttimen valaistussäätimellä.
fr: Vous pouvez choisir d'afficher ou de masquer les jeux de lumières sur l'appareil. Seuls les jeux de lumière affichés peuvent être commutés via le bouton d'éclairage de votre enceinte.
he: אפשר לבחור להציג או להסתיר מופעי אורות במכשיר. באמצעות כפתור התאורה ברמקול אפשר להחליף רק את מופעי האורות שמוצגים.
id: Anda bisa memilih untuk menampilkan atau menyembunyikan atraksi cahaya di perangkat. Hanya atraksi cahaya yang ditampilkan yang dapat diubah melalui kenop cahaya di speaker.
it: Puoi scegliere se mostrare o nascondere i giochi di luce sul dispositivo. Tramite la manopola dell'illuminazione sullo speaker, è possibile attivare solo i giochi di luce mostrati.
ja: 選択してデバイスのライトショーを表示、または隠すことができます。スピーカーのライトつまみで切り替えることができるのは、表示されているライトショーのみです。
ko: 장치에서 라이트 쇼를 표시하거나 숨길 수 있습니다. 화면에 표시된 라이트 쇼만 스피커의 조명 노브를 사용하여 전환할 수 있습니다.
nb: Du kan velge å vise eller skjule lysshow på enheten. Bare lysshowene som vises, kan slås av og på med lysknappen på høyttaleren.
nl: Je kunt ervoor kiezen om lichtshows op het apparaat weer te geven of te verbergen. Alleen de getoonde lichtshows kunnen worden geschakeld via de verlichtingsknop op je luidspreker.
pl: Możesz włączyć lub ukryć pokaz świateł na urządzeniu. Tylko włączone światła można przełączać za pomocą pokrętła na głośniku.
pt_br: Você pode optar por exibir ou ocultar shows de iluminação no dispositivo. Apenas aqueles que forem exibidos podem ser alternados através do botão de iluminação da sua caixa de som.
pt_pt: Pode optar por mostrar ou ocultar os espetáculos de luz no dispositivo. Apenas os espetáculos de luz apresentados podem ser alternados através do botão de iluminação da sua coluna.
ru: Вы можете включить либо скрыть световые эффекты на устройстве. С помощью ручки подсветки на колонке можно переключать только нижеперечисленные эффекты.
sk: Môžete si vybrať, či chcete na zariadení zobraziť alebo skryť svetelné šou. Pomocou gombíka osvetlenia na reproduktore je možné prepínať iba zobrazené svetelné šou.
sv: Du kan välja att visa eller dölja ljuss på enheten. Endast de ljussom visas kan växlas via ljusknappen på din högtalare.
zh_hans: 你可以选择启用或禁用产品上的主题灯光。通过产品的主题灯旋钮来切换到已启用的主题灯光。
zh_hant: 您可選擇在產品上啟用或禁用主題燈光。僅可透過產品上的主題燈旋鈕切換所啟用的主題燈光。

# light_show_knob_bounce
source: BOUNCE
es_mx: REBOTAR
fr: REBOND
he: הקפצה
id: PANTULKAN
ja: バウンス
ko: 바운스
pl: ODBIJANIE
pt_pt: SALTO
zh_hans: 反弹

# light_show_knob_neon
source: NEON
es_mx: NEÓN
fr: NÉON
he: ניאון
ja: ネオン
ko: 네온
pt_pt: NÉON
zh_hans: 霓虹

# light_show_knob_loop
source: LOOP
es_mx: BUCLE
fr: BOUCLE
he: לולאה
ja: ループ
ko: 루프
pl: PĘTLA
pt_pt: REPETIÇÃO
zh_hans: 循环

# light_show_knob_switch
source: SWITCH
ar: INTERRUPTOR
es_mx: ALTERNAR
fr: COMMUTATION
he: החלפה
id: GANTI
ja: スイッチ
ko: 스위치
pl: PRZEŁĄCZANIE
pt_pt: COMUTADOR
zh_hans: 切换

# light_show_knob_Trim
source: TRIM
es_mx: REDUCIR
fr: DÉCOUPE
he: חיתוך
id: PANGKAS
ja: トリム
ko: 트림
pl: PRZYCIĘCIE
pt_pt: CORTE
zh_hans: 修正

# light_show_knob_freeze
source: FREEZE
es_mx: CONGELAR
fr: GEL
he: הקפאה
id: BEKUKAN
ja: フリーズ
ko: 프리즈
pl: ZAMROŻENIE
pt_pt: CONGELAMENTO
zh_hans: 定格
