Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

source: Go to Google Home app
ar: انتقل إلى تطبيق Google Home
da: Gå til Google Home-appen
de: Google Home app öffnen
es_mx: Ir a la aplicación Google Home
fi: Siirry Google Home -sovellukseen
fr: Aller dans l'application Google Home
he: מעבר לאפליקציית Google Home
id: Buka Aplikasi Google Home
it: Vai all'app Google Home
ja: Google Homeアプリにアクセス
ko: Google Home 앱으로 이동
nb: Gå til Google Home-appen
nl: Ga naar de Google Home-app
pl: Przejdź do aplikacji Google Home
pt_br: Acesse o aplicativo do Google Home
pt_pt: Ir para a aplicação Google Home
ru: Откройте приложение Google Home
sk: Prejsť na aplikáciu Google Home
sv: Gå till Google Home-appen
zh_hans: 跳转到 Google Home 应用
zh_hant: 前往 Google Home 應用程式

source: My PartyPad
da: Min PartyPad
de: Mein PartyPad
es_mx: Mi PartyPad
ko: 내 PartyPad
pl: Mój PartyPad
pt_br: Meu PartyPad
ru: Мой PartyPad
sk: Môj PartyPad
zh_hans: 我的 PartyPad
zh_hant: 我的 PartyPad

source: MY PARTYPAD
da: MIN PARTYPAD
de: MEIN PARTYPAD
es_mx: MI PARTYPAD
ko: 내 PARTYPAD
pl: MÓJ PARTYPAD
pt_br: MEU PARTYPAD
ru: МОЙ PARTYPAD
sk: MÔJ PARTYPAD
zh_hans: 我的 PartyPad
zh_hant: 我的 PARTYPAD

# By_JBL_Offical
source: By JBL Official
ar: من JBL Official
da: Af JBL Official
de: Von JBL Official
es_mx: De JBL Official
fi: JBL Officialin toimesta
fr: Par JBL Official
he: מבית JBL Official
id: Oleh JBL Official
ja: JBL Officialによる
ko: 작성자: JBL 공식
nb: Fra JBL Official
pl: Produkt JBL Official
pt_br: Por JBL Oficial
pt_pt: Por JBL Oficial
ru: От JBL Official
sk: Od JBL Official
sv: Av JBL Official
zh_hans: JBL 官方
zh_hant: JBL Official 提供

source: By Tigerlily
ar: من Tigerlily
da: Af Tigerlily
de: Von Tigerlily
es_mx: De Tigerlily
fi: Tigerlilyn toimesta
fr: Par Tigerlily
he: מבית Tigerlily
id: Oleh Tigerlily
ja: Tigerlilyによる
ko: 작성자: Tigerlily
nb: Fra Tigerlily
pl: Produkt Tigerlily
pt_br: Por Tigerlily
pt_pt: Por Tigerlily
ru: От Тайгерлили
sk: Od Tigerlily
sv: Av Tigerlily
zh_hans: Tigerlily
zh_hant: Tigerlily 提供

# jbl_partypad_Effect
source: Effect
ar: تأثير
da: Effekt
de: Effekt
es_mx: Efecto
fi: Tehoste
fr: Effet
he: אפקט
id: Efek
it: Effetto
ja: エフェクト
ko: 이펙트
nb: Effekt
pl: Efekt
pt_br: Efeito
pt_pt: Efeito
ru: Эффект
sk: Efekt
sv: Effekt
zh_hans: 声效
zh_hant: 效果

# jbl_partypad_Voice
source: Voice
ar: صوت
da: Stemme
de: Sprache
es_mx: Voz
fi: Puheääni
fr: Voix
he: קול
id: Vokal
it: Voce
ja: ボイス
ko: 음성
nb: Stemme
nl: Spraak
pl: Głos
pt_br: Voz
pt_pt: Assistente
ru: Голос
sk: Hlas
sv: Röst
zh_hans: 语音
zh_hant: 語音

# jbl_partypad_Tone
source: Tone
ar: نغمة
de: Ton
es_mx: Sonido
fi: Sävy
fr: Tonalité
he: גוון
id: Nada
it: Tono
ja: トーン
ko: 톤
nb: Stil
nl: Toon
pl: Barwa dźwięku
pt_br: Tom
pt_pt: Tom
sk: Tón
sv: Ton
zh_hans: 音效
zh_hant: 音調

source: CREATE YOUR OWN
ar: إنشاء الخاصة بك
da: SKAB DIN EGEN
de: ERSTELLE DEINE EIGENEN
es_mx: CREA EL TUYO
fi: LUO OMASI
fr: CRÉEZ LE VÔTRE
he: צרו משלכם
id: BUAT SENDIRI
it: CREA IL TUO
ja: 自分自身で作成する
ko: 나만의 커스텀 만들기
nb: LAG DIN EGEN
nl: MAAK JE EIGEN
pl: UTWÓRZ SWÓJ WŁASNY
pt_br: CRIE O SEU PRÓPRIO
pt_pt: CRIAR O SEU PRÓPRIO
ru: СОЗДАЙТЕ СВОЙ СОБСТВЕННЫЙ
sk: VYTVOR SI SVOJ VLASTNÝ
sv: SKAPA DIN EGEN
zh_hans: 我的创意
zh_hant: 建立您自己的

# light_show_count_mini
source: We are not able to hide this light show from device lighting knob, it’s the only one assigned.
ar: لا يمكننا إخفاء عرض الضوء هذا من مفتاح إضاءة الجهاز، نظرًا لكونه هو الوحيد المخصص.
da: Vi kan ikke skjule dette lysshow fra enhedens belysningsknap, da det er det eneste tildelte.
de: Es ist nicht möglich, diese Lichtshow aus dem Gerätebeleuchtungsknopf auszublenden, da sie die einzige ist, die zugewiesen ist.
es_mx: No podemos ocultar este juego de luces de la perilla de iluminación del dispositivo porque es el único asignado.
fi: Emme voi piilottaa tätä valonäytöstä laitteen valaistusnupista, se on ainoa määritetty.
fr: Nous ne pouvons pas masquer ce jeu de lumières du bouton d'éclairage de l'appareil, il est le seul affecté.
he: איננו יכולים להסתיר מופע אורות זה מכפתור תאורת המכשיר, זה היחיד שהוקצה.
id: Atraksi cahaya ini tidak dapat disembunyikan dari kenop cahaya perangkat karena hanya atraksi cahaya ini yang digunakan.
it: Non è possibile nascondere questo gioco di luce tramite la manopola dell'illuminazione sul dispositivo, in quanto è l'unico assegnato.
ja: このライトショーはデバイスのライトつまみから隠すことはできません。これは割り当てられている唯一のライトショーです。
ko: 장치 조명 노브에서 이 라이트 쇼를 숨길 수 없습니다. 할당된 항목이 이것뿐입니다.
nb: Vi kan ikke skjule dette lysshowet fra enhetens lysknott, som er den eneste som er tildelt.
nl: We kunnen deze lichtshow niet verbergen voor de verlichtingsknop van het apparaat, het is de enige die is toegewezen.
pl: Nie można ukryć tego pokazu świateł za pomocą pokrętła urządzenia, ponieważ to jedyny przypisany pokaz.
pt_br: Não podemos ocultar este show de iluminação pelo botão de iluminação do dispositivo, porque ele é o único atribuído.
pt_pt: Não é possível ocultar este espetáculo de luz do botão de iluminação do dispositivo, é o único atribuído.
ru: Мы не можем скрыть этот световой эффект с помощью ручки подсветки устройства, потому что назначен только он.
sk: Túto svetelnú šou nedokážeme skryť s gombíkom osvetlenia zariadenia, je jediná priradená.
sv: Vi kan inte dölja denna ljusshow från enhetens belysningsknapp, det är den enda som är tilldelad.
zh_hans: 我们无法禁用当前的主题灯光，因为这是产品主题灯旋钮上唯一的主题灯光。
zh_hant: 我們無法禁用當前的主題燈光，因為這是產品主題燈旋鈕上唯一的主題燈光。

source: Enable services to enjoy more
ar: قم بتمكين الخدمات لمزيد من المتعة
da: Aktiver tjenester for at nyde mere
de: Aktiviere Dienste, um noch mehr zu genießen
es_mx: Habilita los servicios para disfrutar más
fi: Mahdollistaa palveluiden käytön entistä paremmin
fr: Activez les services pour en profiter davantage
he: אפשרו שירותים כדי ליהנות יותר
id: Aktifkan layanan untuk menikmati yang lainnya
it: Abilita i servizi per divertirti ancora di più
ja: サービスを有効にしてもっと楽しむ
ko: 서비스를 활성화하여 더 많은 기능 즐기기
nb: Aktiver tjenester for å få mer
nl: Schakel diensten in om meer te genieten
pl: Włącz usługi, aby cieszyć się bogatszymi opcjami
pt_br: Habilite serviços para aproveitar mais
pt_pt: Ative serviços para usufruir de mais
ru: Активируйте сервисы, чтобы получить больше удовольствия
sk: Povoľte služby, aby ste si mohli vychutnať viac
sv: Aktivera tjänster för att njuta mer
zh_hans: 启用服务以享受更多功能
zh_hant: 啟用服務以享用更多功能

source: Effect Lab
ar: مختبر التأثيرات
da: Effekt-lab
de: Effekt-Lab
es_mx: Laboratorio de efectos
fi: Tehoste-Lab
fr: Laboratoire d'effets
he: מעבדת אפקטים
id: Lab Efek
it: Laboratorio effetti
ja: エフェクトラボ
ko: 이펙트 랩
nb: Effektlaboratorium
pl: Laboratorium efektu
pt_br: Efeito laboratório
pt_pt: Laboratório de efeitos
ru: Центр эффектов
sv: Effektllabb
zh_hans: 音效实验室
zh_hant: 音效實驗室

source: Color Loop
ar: حلقة اللون
da: Farveloop
de: Farb-Loop
es_mx: Bucle de colores
fi: Värisilmukka
fr: Boucle de couleurs
he: לולאת צבע
id: Loop Warna
it: Loop colori
ja: カラーループ
ko: 컬러 루프
nb: Fargesløyfe
nl: Kleurlus
pl: Pętla koloru
pt_br: Loop de cores
pt_pt: Loop de cores
ru: Смена цвета
sv: Färgloop
zh_hans: 颜色循环
zh_hant: 顏色循環

source: Color Picker
ar: منتقي اللون
da: Farvevælger
de: Farbauswahl
es_mx: Selector de colores
fi: Värinvalitsin
fr: Sélecteur de couleurs
he: בורר צבעים
id: Pemilih Warna
it: Selettore del colore
ja: カラーピッカー
ko: 컬러 선택기
nb: Fargevelger
nl: Kleurkiezer
pl: Wybór koloru
pt_br: Seletor de cores
pt_pt: Seleção de cores
ru: Палитра цветов
sv: Färgväljare
zh_hans: 颜色选择器
zh_hant: 顏色選擇器

source: DJ Sound
ar: صوت DJ
es_mx: Sonido de DJ
fi: DJ-ääni
fr: Son DJ
he: צליל די.ג'יי.
id: Suara DJ
it: Suoni DJ
ja: DJサウンド
ko: DJ 사운드
nb: DJ-lyd
pl: Dźwięk DJ
pt_br: Som DJ
pt_pt: Som do DJ
ru: DJ-Звук
sv: DJ-ljud
zh_hans: DJ 声音
zh_hant: DJ 聲音

source: DJ Effect
ar: مؤثر DJ
da: DJ-Effekt
de: DJ-Effekt
es_mx: Efecto de DJ
fi: DJ, tehoste
fr: Effet DJ
he: אפקט די.ג'יי.
id: Efek DJ
it: Effetti DJ
ja: DJエフェクト
ko: DJ 이펙트
nb: DJ-effekt
pl: Efekty DJ
pt_br: Efeito DJ
pt_pt: Efeito do DJ
ru: DJ-Эффект
sv: DJ-effekt
zh_hans: DJ 音效
zh_hant: DJ 音效

source: Pad 1
es_mx: Panel 1
fi: Alusta 1
fr: Touche 1
he: משטח 1
ja: パッド1
ko: 패드 1
nb: Brett 1
pt_pt: Proteção 1
zh_hans: 音效按键 1
zh_hant: 音效按鍵 1

source: Pad 2
es_mx: Panel 2
fi: Alusta 2
fr: Touche 2
he: משטח 2
ja: パッド2
ko: 패드 2
nb: Brett 2
pt_pt: Proteção 2
zh_hans: 音效按键 2
zh_hant: 音效按鍵 2

source: Pad 3
es_mx: Panel 3
fi: Alusta 3
fr: Touche 3
he: משטח 3
ja: パッド3
ko: 패드 3
nb: Brett 3
pt_pt: Proteção 3
zh_hans: 音效按键 3
zh_hant: 音效按鍵 3

# dj_effect_repeater
source: REPEATER
ar: مكرر
es_mx: REPETIDOR
fr: RÉPÉTER
he: מגבר
id: PENGULANG
ja: リピーター
ko: 리피터
pt_pt: REPETIDOR
sk: OPAKOVAČ
zh_hans: 重复
zh_hant: 重複

# dj_effect_filter
source: FILTER
ar: عامل تصفية
es_mx: FILTRO
fr: FILTRE
he: מסנן
ja: フィルター
ko: 필터
pl: FILTR
pt_pt: FILTRO
zh_hans: 滤波器
zh_hant: 濾波器

# jbl_ECHO
source: ECHO
ar: صدى صوت
es_mx: ECO
fi: KAIKU
fr: ÉCHO
he: הד
id: GEMA
it: ECO
ja: エコー
ko: 에코
nb: EKKO
pt_pt: ECO
sv: EKO
zh_hans: 回声
zh_hant: 迴聲

# dj_effect_gater
source: GATER
ar: جيتار
es_mx: COMPRESOR
fr: SEUIL
he: רחובות
ja: ゲーター
ko: 게이터
pl: BRAMKA
zh_hans: 打击效果
zh_hant: 打擊效果

# dj_effect_wipeout
source: WIPEOUT
es_mx: BORRADO
fr: BALAYAGE
he: לנגב
ja: ワイプアウト
ko: 와이프아웃
pl: CZYSZCZENIE
zh_hans: 淡出效果
zh_hant: 淡出效果

source: Light Show
ar: عرض ضوئي
da: Lysshow
de: Lichtshow
es_mx: Juego de luces
fi: Valoesitys
fr: Jeu de lumières
he: מופע אורות
id: Atraksi Cahaya
it: Giochi di Luce
ja: ライトショー
ko: 라이트 쇼
nb: Lysshow
nl: Lichtshow
pl: Pokaz świateł
pt_br: Show de iluminação
pt_pt: Espetáculo de luz
ru: Световой эффект
sk: Svetelná šou
sv: Ljusshow
zh_hans: 主题灯光
zh_hant: 主題燈光

source: Light Show Knob
ar: مفتاح العرض الضوئي
da: Knap til lysshow
de: Lichtshow-Knopf
es_mx: Perilla del juego de luces
fi: Valoesityksen nuppi
fr: Bouton Jeu de lumières
he: כפתור מופע אורות
id: Kenop Atraksi Cahaya
it: Manopola giochi di luce
ja: ライトショーのつまみ
ko: 라이트 쇼 노브
nb: Lysshowknott
nl: Lichtshowknop
pl: Pokrętło pokazu świateł
pt_br: Botão de show de iluminação
pt_pt: Botão de espetáculo de luz
ru: Ручка подсветки
sk: Gombík svetelnej šou
sv: Ljusshow-knapp
zh_hans: 主题灯光旋钮
zh_hant: 主題燈光旋鈕

source: Product Software
ar: برنامج المنتج
da: Produktsoftware
de: Geräte-Software
es_mx: Software del producto
fi: Tuoteohjelmisto
fr: Logiciel du produit
he: תוכנת מוצר
id: Perangkat Lunak Produk
it: Software del prodotto
ja: 製品ソフトウェア
ko: 제품 소프트웨어
nb: Produktprogramvare
pl: Oprogramowanie produktu
pt_br: Software do produto
pt_pt: Software do produto
ru: ПО устройства
sk: Softvér produktu
sv: Produktprogramvara
zh_hans: 产品软件
zh_hant: 產品軟體

# jbl_unavailable
source: Unavailable
ar: غير متوفر
da: Ikke tilgængelig
de: Nicht verfügbar
es_mx: No disponible
fi: Ei saatavilla
fr: Indisponible
he: לא זמין
id: Tidak Tersedia
it: Non disponibile
ja: 無効にする
ko: 사용 불가
nb: Utilgjengelig
nl: Niet beschikbaar
pl: Niedostępne
pt_br: Indisponível
pt_pt: Indisponível
ru: Недоступно
sk: Nedostupný
sv: Ej tillgänglig
zh_hans: 不可用
zh_hant: 不可用

# jbl_Still_cannot_discover
source: Still cannot discover?
ar: هل لم يتم الاكتشاف بعد؟
da: Kan du stadig ikke opdage?
de: Immer noch nicht erkannt?
es_mx: ¿Aún no se puede detectar?
fi: Etkö vieläkään löydä?
fr: Découverte toujours impossible ?
he: עדיין לא מצליחים לגלות?
id: Masih belum bisa ditemukan?
it: Non riesci ancora ad individuarlo?
ja: まだ見つかりませんか？
ko: 계속해서 검색되지 않습니까?
nb: Oppdages enheten fortsatt ikke?
nl: Nog steeds niet kunnen vinden?
pl: Wciąż nie możesz odkryć?
pt_br: Ainda não consegue descobrir?
pt_pt: Ainda não consegue descobrir?
ru: Все еще не получается открыть?
sk: Stále nemôžete objavovať?
sv: Kan du fortfarande inte upptäcka?
zh_hans: 依然无法发现设备吗？
zh_hant: 依然無法發現設備嗎？

source: JBL Soundbar Series
ar: سلسلة العارضة الصوتية من JBL
da: JBL Soundbar-serien
de: JBL Soundbar-Serie
es_mx: Series de barra de sonido JBL
fi: JBL Soundbar-sarja
fr: Série barres de son JBL
he: סדרת הסאונדבר של JBL
id: Seri Soundbar JBL
it: Serie di soundbar JBL
ja: JBLサウンドバーシリーズ
ko: JBL 사운드바 시리즈
nb: JBL Soundbar-serien
nl: JBL Soundbar-serie
pl: Seria soundbarów JBL
pt_br: Série JBL Soundbar
pt_pt: Série Soundbar da JBL
ru: Серия саундбаров JBL
sk: Séria JBL Soundbar
sv: JBL soundbarhögtalare-serien
zh_hans: JBL 回音壁系列
zh_hant: JBL 回音壁系列

# multi_channel_stereo
source: Stereo
ar: ستريو
es_mx: Estéreo
fr: Stéréo
he: סטריאו
ja: ステレオ
ko: 스테레오
pt_br: Estéreo
pt_pt: Estéreo
ru: Стерео
zh_hans: 立体声
zh_hant: 立體聲

# place_2_speakers
source: Place both speakers side by side
ar: ضع السماعتين جنبًا إلى جنب
da: Placer begge højttalere side om side
de: Stelle beide Lautsprecher nebeneinander auf
es_mx: Coloca los altavoces uno al lado del otro
fi: Aseta molemmat kaiuttimet vierekkäin
fr: Placez les deux enceintes côte à côte
he: יש להניח את שני הרמקולים זה לצד זה
id: Taruh kedua speaker bersebelahan
it: Posiziona entrambi gli speaker uno accanto all'altro
ja: 両方のスピーカーを並べて置く
ko: 스피커 나란히 배치
nb: Plasser høyttalerne ved siden av hverandre
nl: Plaats de luidsprekers naast elkaar
pl: Umieść oba głośniki obok siebie
pt_br: Posicione as duas caixas de som lado a lado
pt_pt: Colocar as duas colunas lado a lado
ru: Разместите обе колонки по двум сторонам
sk: Umiestnite oba reproduktory vedľa seba
sv: Placera båda högtalarna sida vid sida
zh_hans: 将两个音箱并排放置
zh_hant: 將兩個音箱並排放置

# make_sure_both_speakers
source: Make sure both speakers are facing forward
ar: تأكد من أن السماعات متجهة للأمام
da: Sørg for, at begge højttalere vender fremad
de: Stelle sicher, dass beide Lautsprecher nach vorne gerichtet sind
es_mx: Asegúrate de que ambos altavoces estén orientados hacia adelante
fi: Varmista, että molemmat kaiuttimet suuntaavat eteenpäin
fr: Veillez à ce que les deux enceintes soient orientées vers l'avant
he: יש לוודא ששני הרמקולים פונים קדימה
id: Pastikan kedua speaker menghadap ke depan
it: Assicurati che entrambi gli speaker siano rivolti in avanti
ja: 両方のスピーカーが前向きになっていることを確認
ko: 두 스피커 모두 정면을 향해야 합니다
nb: Sørg for at begge høyttalerne er fremovervendt
nl: Zorg ervoor dat beide luidsprekers naar voren zijn gericht
pl: Sprawdź, czy oba głośniki skierowane są do przodu
pt_br: Verifique se as duas caixas de som estão voltadas para frente
pt_pt: Certifique-se de que ambas as colunas estão viradas para a frente
ru: Убедитесь, что обе колонки обращены к звуковой панели
sk: Uistite sa, že oba reproduktory smerujú dopredu
sv: Se till att de bakre högtalarna är vända framåt
zh_hans: 确保两个音箱都朝向前方
zh_hant: 確保兩個音箱都朝向前方

# calibrate_finish
source: Calibration finished
ar: تم الانتهاء من المعايرة
da: Kalibrering færdig
de: Kalibrierung beendet
es_mx: Calibración finalizada
fi: Kalibrointi valmis
fr: Étalonnage terminé
he: הכיול הסתיים
id: Kalibrasi selesai
it: Calibrazione terminata
ja: キャリブレーションを完了
ko: 보정 완료
nb: Kalibrering fullført
nl: Kalibratie voltooid
pl: Kalibracja zakończona
pt_br: Calibração concluída
pt_pt: Calibração concluída
ru: Калибровка завершена
sk: Kalibrácia dokončená
sv: Kalibrering har slutförts
zh_hans: 校音完成
zh_hant: 校準完成

# have_a_try
source: PLEASE TRY
ar: يُرجى المحاولة
da: PRØV VENLIGST
de: BITTE AUSPROBIEREN
es_mx: INTENTAR
fi: KOKEILE
fr: VEUILLEZ ESSAYER
he: נא לנסות
id: SILAKAN COBA
it: FAI UNA PROVA
ja: 試してください
ko: 다시 시도하십시오
nb: PRØV
nl: PROBEER
pl: SPRÓBUJ
pt_br: TENTE
pt_pt: POR FAVOR, TENTE AGORA
ru: ПОПРОБУЙТЕ
sk: PROSÍM SKÚSTE TO
sv: FÖRSÖK
zh_hans: 请试音
zh_hant: 請試音

# andriod_str_repeater_lowercase
source: Repeater
ar: مكرر
es_mx: Repetidor
fr: Répéter
he: מגבר
id: Pengulang
ja: リピーター
ko: 리피터
pt_pt: Repetidor
sk: Opakovač
zh_hans: 重复
zh_hant: 重複

# andriod_str_filter_lowercase
source: Filter
ar: عامل تصفية
es_mx: Filtro
fr: Filtre
he: מסנן
ja: フィルター
ko: 필터
pl: Filtr
pt_pt: Filtro
zh_hans: 滤波器
zh_hant: 濾波器

# andriod_str_gater_lowercase
source: Gater
ar: جيتار
es_mx: Compresor
fr: Seuil
he: רחובות
ja: ゲーター
ko: 게이터
pl: Bramka
zh_hans: 打击效果
zh_hant: 打擊效果

# andriod_str_wipeout_lowercase
source: WipeOut
es_mx: Borrado
fr: Balayage
he: לנגב
ja: ワイプアウト
ko: 와이프아웃
pl: Czyszczenie
zh_hans: 淡出效果
zh_hant: 淡出效果

# andriod_str_horn_lowercase
source: Horn
ar: بوق
de: Fanfare
es_mx: Bocina
fr: Corne
he: צופר
id: Klakson
ja: ホーン
ko: 혼
nl: Hoorn
pl: Syrena
pt_pt: Buzina
sk: Klaksón
sv: Tuta
zh_hans: 喇叭
zh_hant: 喇叭

# andriod_str_game_lowercase
source: Game
ar: ألعاب
de: Gaming
es_mx: Juego
fr: Jeu
he: משחק
ja: ゲーミング
ko: 게임
nb: Spill
pl: Gra
pt_pt: Jogo
sk: Hra
sv: Spel
zh_hans: 游戏
zh_hant: 遊戲

# andriod_str_like_lowercase
source: Like
ar: إعجاب
de: Liken
es_mx: Me gusta
fr: J'aime
he: אהבתי
id: Suka
ja: いいね
ko: 환호
nb: Lik
pl: Lajk
pt_pt: Gostar
sk: Páči sa mi
sv: Gilla
zh_hans: 喝彩
zh_hant: 喝彩

# andriod_str_boo_lowercase
source: Boo
ar: استنكار "بوو"
de: Buh
es_mx: Abucheo
fr: Bouh
he: בוווו
id: Huu
ja: ブーイング
ko: 야유
pl: Buu
sv: Bua
zh_hans: 嘘声
zh_hant: 噓聲

# andriod_str_scratch_1_lowercase
source: Scratch 1
ar: خدش 1
es_mx: Rasguño 1
fi: Raapaisu 1
he: שריטה 1
id: Gores 1
ja: スクラッチ1
ko: 스크래치 1
pl: Rysa 1
pt_pt: Riscar 1
zh_hans: 搓碟 1
zh_hant: 搓碟 1

# andriod_str_scratch_2_lowercase
source: Scratch 2
ar: خدش 2
es_mx: Rasguño 2
fi: Raapaisu 2
he: שריטה 2
id: Gores 2
ja: スクラッチ2
ko: 스크래치 2
pl: Rysa 2
pt_pt: Riscar 2
zh_hans: 搓碟 2
zh_hant: 搓碟 2

# andriod_str_scratch_3_lowercase
source: Scratch 3
ar: خدش 3
es_mx: Rasguño 3
fi: Raapaisu 3
he: שריטה 3
id: Gores 3
ja: スクラッチ3
ko: 스크래치 3
pl: Rysa 3
pt_pt: Riscar 3
zh_hans: 搓碟 3
zh_hant: 搓碟 3

# andriod_str_clap_lowercase
source: Clap
ar: التصفيق
de: Klatschen
es_mx: Aplauso
fi: Taputus
fr: Applaudissements
he: מחיאת כף
id: Tepuk
ja: 拍手
ko: 손뼉 치기
nb: Klapp
nl: Klap
pl: Klaśnięcie
pt_pt: Bater palmas
sk: Tlieskanie
sv: Klappa
zh_hans: 拍手
zh_hant: 掌聲

# andriod_str_hands_lowercase
source: Hands
ar: أيدي
de: Hände
es_mx: Manos
fi: Kädet
fr: Mains
he: ידיים
id: Tangan
ja: 両手
ko: 핸즈
nb: Hender
nl: Handen
pl: Dłonie
pt_pt: Mãos
sk: Ruky
sv: Händer
zh_hans: 鼓掌
zh_hant: 拍手

# andriod_str_hey_lowercase
source: Hey
ar: مرحبًا
de: Hallo
es_mx: Ey
fi: Hei
fr: Hé
he: היי
id: Hei
ja: こんにちは
ko: 헤이
nb: Hei
pl: Hej
pt_pt: Olá
sk: Hej
sv: Hej
zh_hans: 嘿
zh_hant: 嘿

# andriod_str_party_lowercase
source: Party
ar: حفلات
es_mx: Fiesta
fi: Juhla
fr: Fête
he: מסיבה
id: Pesta
ja: パーティー
ko: 파티
nb: Fest
pl: Impreza
pt_pt: Festa
sk: Párty
zh_hans: 派对
zh_hant: 派對

# andriod_str_jump_lowercase
source: Jump
ar: تخطي
de: Springen
es_mx: Saltar
fi: Hyppää
fr: Saut
he: דילוג
id: Lompatan
ja: ジャンプ
ko: 점프
nb: Hopp
pl: Skok
pt_pt: Saltar
sk: Preskočiť
zh_hans: 跳跃
zh_hant: 跳躍

# android_jbl_ECHO
source: Echo
ar: صدى صوت
es_mx: Eco
fi: Kaiku
fr: Écho
he: הד
id: Gema
ja: エコー
ko: 에코
nb: Ekko
pt_pt: Eco
sv: Eko
zh_hans: 回声
zh_hant: 迴聲

# android_jbl_BASS
source: Bass
ar: جهير
da: Bas
de: Bässe
es_mx: Graves
fi: Basso
fr: Graves
he: בס
it: Bassi
ja: 低音
ko: 저음
pl: Tony niskie
pt_br: Graves
pt_pt: Graves
ru: Низкие частоты
sk: Basy
sv: Bas
zh_hans: 低音
zh_hant: 低音

# android_jbl_TREBLE
source: Treble
ar: ثلاثي
da: Diskant
de: Höhen
es_mx: Agudos
fi: Diskantti
fr: Aigus
he: טרבל
ja: 高音
ko: 고음
nb: Diskant
pl: Tony wysokie
pt_br: Agudos
pt_pt: Agudos
ru: Высокие частоты
sk: Výšky
sv: Diskant
zh_hans: 高音
zh_hant: 高音

# android_step_1
source: Step 1
ar: الخطوة الأولى
da: Trin 1
de: Schritt 1
es_mx: Paso 1
fi: Vaihe 1
fr: Étape 1
he: שלב 1
id: Langkah 1
it: Passo 1
ja: ステップ1
ko: 1단계
nb: Trinn 1
nl: Stap 1
pl: Krok 1
pt_br: Etapa 1
pt_pt: Passo 1
ru: Шаг 1
sk: Krok 1
sv: Steg 1
zh_hans: 步骤 1
zh_hant: 第 1 步

# android_step_2
source: Step 2
ar: الخطوة الثانية
da: Trin 2
de: Schritt 2
es_mx: Paso 2
fi: Vaihe 2
fr: Étape 2
he: שלב 2
id: Langkah 2
it: Passo 2
ja: ステップ2
ko: 2단계
nb: Trinn 2
nl: Stap 2
pl: Krok 2
pt_br: Etapa 2
pt_pt: Passo 2
ru: Шаг 2
sk: Krok 2
sv: Steg 2
zh_hans: 步骤 2
zh_hant: 第 2 步

# android_step_3
source: Step 3
ar: الخطوة الثالثة
da: Trin 3
de: Schritt 3
es_mx: Paso 3
fi: Vaihe 3
fr: Étape 3
he: שלב 3
id: Langkah 3
it: Passo 3
ja: ステップ3
ko: 3단계
nb: Trinn 3
nl: Stap 3
pl: Krok 3
pt_br: Etapa 3
pt_pt: Passo 3
ru: Шаг 3
sk: Krok 3
sv: Steg 3
zh_hans: 步骤 3
zh_hant: 第 3 步

source: Rotate your phone
ar: قم بتدوير الهاتف
da: Drej din telefon
de: Drehe dein Telefon
es_mx: Gira el teléfono
fi: Kierrä puhelinta
fr: Faites pivoter votre téléphone
he: סובבו את הטלפון
id: Putar ponsel
it: Ruota il telefono
ja: スマートフォンの表示を回転させる
ko: 휴대폰 회전
nb: Roter telefonen din
nl: Roteer je telefoon
pl: Obróć swój telefon
pt_br: Gire o seu telefone
pt_pt: Rode o seu telemóvel
ru: Поверните ваш телефон
sk: Otočte telefón
sv: Rotera din telefon
zh_hans: 旋转手机
zh_hant: 旋轉手機

source: Insert the mic to continue
ar: أدخل الميكروفون للمتابعة
da: Indsæt mikrofonen for at fortsætte
de: Schließe das Mikrofon an, um fortzufahren
es_mx: Inserta el micrófono para continuar
fi: Kytke mikrofoni paikalleen jatkaaksesi
fr: Insérez le micro pour continuer
he: הכניסו את המיקרופון כדי להמשיך
id: Masukkan mikrofon untuk melanjutkan
it: Inserisci il microfono per continuare
ja: マイクを差し込んで続行する
ko: 마이크 삽입 후 계속하기
nb: Sett inn mikrofonen for å fortsette
nl: Sluit de microfoon aan om door te gaan
pl: Włóż mikrofon, aby kontynuować
pt_br: Insira o microfone para continuar
pt_pt: Introduza o microfone para continuar
ru: Вставьте микрофон для продолжения
sk: Ak chcete pokračovať, vložte mikrofón
sv: Sätt i mikrofonen för att fortsätta
zh_hans: 在产品上插入麦克风以继续
zh_hant: 在產品上插入麥克風以繼續

source: Upgrade your listening experience with stereo or multi-channel effect.
ar: قم بترقية تجربة الاستماع باستخدام تأثير متعدد القنوات أو الاستريو.
da: Opgrader din lytteoplevelse med stereo- eller multikanaleffekt.
de: Verbessere dein Hörerlebnis mit Stereosound oder dem Multi-Kanal-Effekt.
es_mx: Mejora tu experiencia auditiva con el efecto estéreo o multicanal.
fi: Paranna kuuntelukokemustasi stereo- tai monikanavaefektillä.
fr: Améliorez votre expérience d'écoute avec la stéréo ou l''effet multicanaux.
he: שדרגו את חווית ההאזנה באמצעות סטריאו או אפקט ריבוי ערוצים.
id: Sempurnakan pengalaman mendengar dengan efek stereo atau multisaluran.
it: Migliora la tua esperienza di ascolto con l'effetto stereo o multicanale.
ja: ステレオまたはマルチチャンネルエフェクトで音楽をアップグレードします。
ko: 스테레오 또는 다채널 이펙트로 청취 경험을 업그레이드하십시오.
nb: Oppgrader lytteopplevelsen med stereo eller multikanaleffekt.
nl: Verbeter je luisterervaring met stereo of meerkanaals effect.
pl: Ulepsz wrażenia ze słuchania muzyki dzięki efektowi stereo lub wielu kanałom.
pt_br: Melhore a sua experiência sonora com o efeito estéreo ou multicanal.
pt_pt: Melhore a sua experiência de som com efeito estéreo ou multicanal.
ru: Расширьте свой опыт прослушивания благодаря эффекту многоканальности или стерео.
sk: Zlepšite si zážitok z počúvania pomocou stereo alebo viackanálového efektu.
sv: Uppgradera din lyssningsupplevelse med stereo- eller flerkanalseffekt.
zh_hans: 通过立体声或多声道音效提升聆听体验。
zh_hant: 以立體聲或多聲道音效升級您的聆聽體驗。

# multi_channel_More_speakers_are_required
source: More speakers are required
ar: لا بد من وجود مزيد من السماعات
da: Der kræves flere højttalere
de: Es werden mehr Lautsprecher benötigt
es_mx: Se requieren más altavoces
fi: Tarvitaan lisää kaiuttimia
fr: D'autres enceintes sont requises
he: נדרשים רמקולים נוספים
id: Perlu lebih banyak speaker
it: Sono necessari più speaker
ja: もっと多くのスピーカーが必要です
ko: 추가 스피커가 필요합니다
nb: Det kreves flere høyttalere
nl: Er zijn meer luidsprekers nodig
pl: Wymagana jest większa ilość głośników
pt_br: São necessárias mais caixas de som
pt_pt: São necessárias mais colunas
ru: Требуется больше колонок
sk: Vyžaduje sa viac reproduktorov
sv: Fler högtalare krävs
zh_hans: 需要更多的产品以解锁此功能
zh_hant: 需要更多的產品以解鎖此功能

# multi_channel_Immersive_
source: Immersive %@
ar: غامر %@
da: Fordybende %@
de: Immersiv %@
es_mx: %@ de inmersión
fi: Immersiivinen %@
fr: %@ immersif
he: %@ סוחף
id: %@ Imersif
it: Immersivo %@
ja: イマーシブ%@
ko: 몰입형 %@
nb: Oppslukende %@
pl: Immersyjne %@
pt_br: Imersivo %@
pt_pt: %@ Imersivo
ru: Погружение %@
sk: Pohlcujúce %@
sv: Omgivande %@
zh_hans: 沉浸式音频 %@
zh_hant: 沈浸式音頻 %@
