Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# jbl_No_personal_information_will_be_collected_
source: No personal information will be collected.
ar: لن يتم جمع أي معلومات شخصية.
da: Der indsamles ingen personlige oplysninger.
de: Es werden keine personenbezogenen Daten gesammelt.
es_mx: No se recopilará información personal.
fi: Mitään henkilötietoja ei kerätä.
fr: Aucune information personnelle ne sera collectée.
he: לא ייאסף מידע אישי.
id: Tidak akan mengumpulkan informasi pribadi.
it: Non verranno raccolte informazioni personali.
ja: 個人情報は収集されません。
ko: 개인 정보는 수집되지 않습니다.
nb: Ingen personopplysninger innhentes.
nl: Er wordt geen persoonlijke informatie verzameld.
pl: Nie będą gromadzone żadne informacje osobowe.
pt_br: Nenhuma informação pessoal será coletada.
pt_pt: Não serão recolhidas quaisquer informações pessoais.
ru: Сбор личных данных не проводится.
sk: Nebudú zhromažďované žiadne osobné údaje.
sv: Ingen personlig information kommer att samlas in.
zh_hans: 我们不会收集任何个人信息。
zh_hant: 不會收集任何個人資訊。

# jbl_Local_Network
source: Local Network
ar: الشبكة المحلية
da: Lokalt netværk
de: Lokales Netzwerk
es_mx: Red local
fi: Paikallisverkko
fr: Réseau local
he: רשת מקומית
id: Jaringan Lokal
it: Rete locale
ja: ローカルネットワーク
ko: 로컬 네트워크
nb: Lokalt nettverk
nl: Lokaal netwerk
pl: Sieć lokalna
pt_br: Rede Local
pt_pt: Rede local
ru: Локальная сеть
sk: Miestna sieť
sv: Lokalt nätverk
zh_hans: 本地网络
zh_hant: 本地網路

# jbl_Trigger_Your_product
source: Trigger Your Product
ar: تشغيل منتجك
da: Udløs dit produkt
de: Dein Gerät ansteuern
es_mx: Active el producto
fi: Käynnistä tuotteesi
fr: Déclencher votre produit
he: הפעל את המוצר שלך
id: Picu Produk Anda
it: Attiva il tuo prodotto
ja: 製品を起動する
ko: 제품 트리거
nb: Aktiver produktet ditt
nl: Activeer uw product
pl: Uruchom swój produkt
pt_br: Acione Seu Produto
pt_pt: Acionar o seu produto
ru: Запуск вашего устройства
sk: Spustenie vášho produktu
sv: Trigga din produkt
zh_hans: 激活你的设备
zh_hant: 觸發你的產品

# jbl_Bluetooth_Permission
source: Bluetooth Permission
ar: إذن تقنية بلوتوث
da: Bluetooth-tilladelse
de: Berechtigung für Bluetooth
es_mx: Permiso de Bluetooth
fi: Bluetooth-käyttöoikeus
fr: Autorisation Bluetooth
he: הרשאת בלוטות'
id: Izin Bluetooth
it: Autorizzazione Bluetooth
ja: Bluetoothの許可
ko: Bluetooth 권한
nb: Bluetooth-tillatelse
nl: Bluetooth-toestemming
pl: Dostęp do Bluetooth
pt_br: Permissão Bluetooth
pt_pt: Permissão de Bluetooth
ru: Разрешение Bluetooth
sk: Povolenie Bluetooth
sv: Bluetooth-tillstånd
zh_hans: 蓝牙权限
zh_hant: 藍牙權限

# jbl_Location_Permission
source: Location Permission
ar: إذن الموقع
da: Tilladelse til placering
de: Berechtigung für Standorterkennung
es_mx: Permiso de ubicación
fi: Sijaintipaikan ilmaisun valtuutus
fr: Autorisation de localisation
he: הרשאת מיקום
id: Izin Lokasi
it: Autorizzazione alla Posizione
ja: 位置情報の許可
ko: 위치 권한
nb: Stedstillatelse
nl: Locatietoestemming
pl: Dostęp do położenia
pt_br: Permissão Localização
pt_pt: Permissão de localização
ru: Разрешение на местоположение
sk: Povolenie polohy
sv: Platstillstånd
zh_hans: 定位权限
zh_hant: 定位權限

# jbl_Your_mobile_phone_is_connected_to_your_speaker_
source: Your mobile phone is now connected to your speaker.
ar: هاتفك المحمول متصل الآن بمكبر الصوت.
da: Din mobiltelefon er nu forbundet til din højttaler.
de: Dein Mobiltelefon ist nun mit deinem Lautsprecher verbunden.
es_mx: Su teléfono móvil ahora está conectado al altavoz.
fi: Matkapuhelimesi on nyt yhdistetty kaiuttimeen.
fr: Votre téléphone mobile est maintenant connecté à votre enceinte.
he: הטלפון הנייד שלך מחובר כעת לרמקול שלך.
id: Ponsel Anda sekarang tersambung ke speaker.
it: Il tuo telefono cellulare è ora collegato allo speaker.
ja: スピーカーにスマートフォンが接続されています。
ko: 이제 스피커에 휴대폰이 연결되었습니다.
nb: Mobiltelefonen din er nå koblet til høyttaleren din.
nl: Uw mobiele telefoon is nu verbonden met uw luidspreker.
pl: Twój telefon jest teraz podłączony do głośnika.
pt_br: O seu telefone móvel agora está ligado ao seu alto-falante.
pt_pt: O seu telemóvel está agora ligado à sua coluna.
ru: Теперь ваш мобильный телефон подключен к динамику.
sk: Váš mobilný telefón je teraz pripojený k reproduktoru.
sv: Din mobiltelefon är nu ansluten till din högtalare.
zh_hans: 你的手机现已连接到你的扬声器。
zh_hant: 你的手機現在已連接到喇叭。

# jbl_Connected
source: Connected
ar: متصل
da: Forbundet
de: Verbunden
es_mx: Conectado
fi: Yhdistetty
fr: Connecté
he: מחובר
id: Tersambung
it: Connesso
ja: 接続済み
ko: 연결됨
nb: Tilkoblet
nl: Verbonden
pl: Podłączono
pt_br: Conectado
pt_pt: Ligado
ru: Подключение установлено
sk: Pripojený
sv: Ansluten
zh_hans: 已连接
zh_hant: 已連接

source: Please go to Settings to grant "Local network" permission to put product in discovery mode.
ar: يُرجى الانتقال إلى الإعدادات لمنح إذن "الشبكة المحلية" لوضع المنتج في وضع الاكتشاف.
da: Gå til Indstillinger for at give "Lokalt netværk" tilladelse til at sætte produktet i opdagelsestilstand.
de: Öffne bitte die Einstellungen und erteile "Lokales Netzwerk" die Erlaubnis, das Produkt in den Suchmodus zu versetzen.
es_mx: Vaya a Ajustes y otorgue permisos de “Red local” para acceder al modo de detección en el producto.
fi: Siirry Asetuksiin ja anna "Paikallinen verkko" -oikeudet tuotteen asettamiseksi havaitsemistilaan.
fr: Veuillez accéder aux paramètres pour accorder l'autorisation "Réseau local" afin de mettre le produit en mode découverte.
he: נא עבור אל הגדרות כדי להעניק הרשאת "רשת מקומית" להעביר את המוצר למצב גילוי.
id: Buka Pengaturan untuk mengizinkan "Jaringan lokal" guna mengatur produk dalam mode penemuan.
it: Vai nelle Impostazioni per concedere l'autorizzazione "Rete locale” per portare il prodotto in modalità di rilevamento.
ja: 設定から"ローカルネットワーク"を許可し、製品をディスカバリーモードにしてください。
ko: 제품을 검색 모드로 전환하려면 설정으로 이동하여 "로컬 네트워크" 권한을 부여해 주십시오.
nb: Gå til Innstillinger for å gi "Lokalt nettverk" tillatelse til å sette produktet i oppdagelsesmodus.
nl: Ga naar Instellingen om "Lokaal netwerk" toestemming te geven om het product in detectiemodus te zetten.
pl: Przejdź do ustawień, aby przyznać dostęp do funkcji "Sieć lokalna" i przełączyć produkt w tryb wykrywania.
pt_br: Acesse Configurações para conceder permissão a "Rede local" para colocar o produto no modo de descoberta.
pt_pt: Aceda às Definições para conceder a permissão de "Rede local" para colocar o produto em modo de descoberta.
ru: Зайдите в Настройки и дайте разрешение "Локальной сети" на включение устройства в режим обнаружения.
sk: Prejsť na Nastavenia a udeliť povolenie pre funkciu "Miestna sieť" na uvedenie produktu do režimu objavovania.
sv: Gå till Inställningar för att ge "Lokalt nätverk” (Lokalt nätverk) behörighet att sätta produkten i upptäckningsläge.
zh_hans: 请转到设置以授予"本地网络"权限以使设备进入发现模式。
zh_hant: 請移至「設定」，授予"本地網路"權限，以將產品置於發現模式。

# jbl_Please_connect_your_phone_to_Wi_Fi_to_continue_setting_up_your_speaker_
source: Please connect your phone to Wi-Fi to continue setting up your speaker.
ar: يُرجى توصيل هاتفك بشبكة Wi-Fi لمتابعة إعداد مكبر الصوت.
da: Tilslut din telefon til wi-fi for at fortsætte opsætningen af din højttaler.
de: Bitte verbinde dein Telefon mit dem WLAN, um mit der Einrichtung des Lautsprechers fortzufahren.
es_mx: Para continuar con la configuración del altavoz, conecte su teléfono a la red Wi-Fi.
fi: Yhdistä puhelin Wi-Fi-yhteyteen jatkaaksesi kaiuttimen määrittämistä.
fr: Veuillez connecter votre téléphone au Wi-Fi pour poursuivre la configuration de votre enceinte.
he: אנא חבר את הטלפון שלך ל-Wi-Fi כדי להמשיך בהגדרת הרמקול.
id: Sambungkan ponsel Anda ke Wi-Fi untuk melanjutkan pengaturan speaker.
it: Collega il tuo telefono alla rete Wi-Fi per continuare la configurazione dello speaker.
ja: スマートフォンをWi-Fiに接続し、スピーカーの設定を続行してください。
ko: 휴대폰을 Wi-Fi에 연결하고 계속해서 스피커를 설정하십시오.
nb: Koble telefonen til Wi-Fi for å fortsette å konfigurere høyttaleren.
nl: Verbind uw telefoon met Wi-Fi om door te gaan met het instellen van uw luidspreker.
pl: Podłącz telefon do sieci Wi-Fi, aby kontynuować konfigurowanie głośnika.
pt_br: Conecte seu telefone no Wi-Fi para continuar configurando seu alto-falante.
pt_pt: Ligue o seu telemóvel ao Wi-Fi para continuar a configurar a sua coluna.
ru: Подключите телефон к сети Wi-Fi, чтобы продолжить настройку динамика.
sk: Ak chcete pokračovať v nastavovaní reproduktora, pripojte telefón k sieti Wi-Fi.
sv: Anslut din telefon till Wi-Fi för att fortsätta konfigurera din högtalare.
zh_hans: 请将你的手机连接到 Wi-Fi 以继续设置你的扬声器。
zh_hant: 請將你的手機連接到 Wi-Fi，以繼續設定你的喇叭。

source: Please go to Settings to grant "Bluetooth" permission to put product in discovery mode.
ar: يُرجى الانتقال إلى الإعدادات لمنح إذن "تقنية بلوتوث" لوضع المنتج في وضع الاكتشاف.
da: Gå til Indstillinger for at give "Bluetooth" tilladelse til at sætte produktet i opdagelsestilstand.
de: Öffne bitte die Einstellungen und erteile "Bluetooth" die Erlaubnis, den Suchmodus des Geräts zu starten.
es_mx: Vaya a Ajustes y otorgue permisos de “Bluetooth” para acceder al modo de detección en el producto.
fi: Siirry Asetuksiin ja anna "Bluetooth" -oikeudet tuotteen asettamiseksi havaitsemistilaan.
fr: Veuillez accéder aux paramètres pour accorder l'autorisation "Bluetooth" afin de mettre le produit en mode découverte.
he: נא עבור אל הגדרות כדי להעניק הרשאה ל-"Bluetooth" להעביר את המוצר למצב גילוי.
id: Buka Pengaturan untuk mengizinkan "Bluetooth" guna mengatur produk dalam mode penemuan.
it: Vai nelle Impostazioni per concedere l'autorizzazione "Bluetooth" per portare il prodotto in modalità di rilevamento.
ja: 設定から"Bluetooth"を許可し、製品をディスカバリーモードにしてください。
ko: 제품을 검색 모드로 전환하려면 설정으로 이동하여 "Bluetooth" 권한을 부여해 주십시오.
nb: Gå til Innstillinger for å gi "Bluetooth" tillatelse til å sette produktet i oppdagelsesmodus.
nl: Ga naar Instellingen om "Bluetooth" toestemming te geven om het product in de detectiemodus te zetten.
pl: Przejdź do ustawień, aby przyznać dostęp do funkcji "Bluetooth" i przełączyć produkt w tryb wykrywania.
pt_br: Acesse Configurações para conceder permissão a "Bluetooth" para colocar o produto no modo de descoberta.
pt_pt: Aceda às Definições para conceder a permissão de "Bluetooth" para colocar o produto em modo de descoberta.
ru: Зайдите в Настройки и дайте "Bluetooth" разрешение на перевод устройства в режим обнаружения.
sk: Prejsť na Nastavenia a udeliť povolenie pre funkciu "Bluetooth" na uvedenie produktu do režimu objavovania.
sv: Gå till Inställningar för att ge "Bluetooth” (Bluetooth) behörighet att sätta produkten i upptäckningsläge.
zh_hans: 请转到设置以授予"蓝牙"权限以使设备进入发现模式。
zh_hant: 請移至「設定」，授予"藍牙"權限，以將產品置於發現模式。

# jbl_GO_TO_SETTINGS
source: GO TO SETTINGS
ar: الانتقال إلى الإعدادات
da: GÅ TIL INDSTILLINGER
de: ZU DEN EINSTELLUNGEN
es_mx: IR A AJUSTES
fi: SIIRRY ASETUKSIIN
fr: ACCÉDER AUX PARAMÈTRES
he: לך להגדרות
id: BUKA PENGATURAN
it: VAI ALLE IMPOSTAZIONI
ja: 設定に進む
ko: 설정으로 이동
nb: GÅ TIL INNSTILLINGER
nl: GA NAAR INSTELLINGEN
pl: PRZEJDŹ DO USTAWIEŃ
pt_br: IR PARA CONFIGURAÇÕES
pt_pt: ACEDER ÀS DEFINIÇÕES
ru: ПЕРЕЙТИ К НАСТРОЙКАМ
sk: PREJSŤ NA NASTAVENIA
sv: GÅ TILL INSTÄLLNINGAR
zh_hans: 转到设置
zh_hant: 移至「設定」

source: Please go to Settings to grant "Location" permission to put product in discovery mode.
ar: يُرجى الانتقال إلى الإعدادات لمنح إذن "الموقع" لوضع المنتج في وضع الاكتشاف.
da: Gå til Indstillinger for at give "Placering" tilladelse til at sætte produktet i opdagelsestilstand.
de: Öffne bitte die Einstellungen und erteile "Standort" die Erlaubnis, den Suchmodus des Geräts zu starten.
es_mx: Vaya a Ajustes y otorgue permisos de “Ubicación” para acceder al modo de detección en el producto.
fi: Siirry Asetuksiin ja anna "Sijainti" -oikeudet tuotteen asettamiseksi havaitsemistilaan.
fr: Veuillez accéder aux paramètres pour accorder l'autorisation "Localisation" afin de mettre le produit en mode découverte.
he: נא עבור אל הגדרות כדי להעניק הרשאת "מיקום" להכניס את המוצר למצב גילוי.
id: Buka Pengaturan untuk mengizinkan "Lokasi" guna mengatur produk dalam mode penemuan.
it: Vai nelle Impostazioni per concedere l'autorizzazione "Posizione" per portare il prodotto in modalità di rilevamento.
ja: 設定から"位置情報"を許可し、製品をディスカバリーモードにしてください。
ko: 제품을 검색 모드로 전환하려면 설정으로 이동하여 "위치" 권한을 부여해 주십시오.
nb: Gå til Innstillinger for å gi "Plassering" tillatelse til å sette produktet i oppdagelsesmodus.
nl: Ga naar Instellingen om "Locatie" toestemming te geven om product in de detectiemodus te zetten.
pl: Przejdź do ustawień, aby przyznać dostęp do funkcji "Położenie" i przełączyć produkt w tryb wykrywania.
pt_br: Acesse Configurações para conceder permissão a "Localização" para colocar o produto no modo de descoberta.
pt_pt: Aceda às Definições para conceder a permissão de "Localização" para colocar o produto em modo de descoberta.
ru: Зайдите в Настройки и дайте "Location" разрешение на перевод устройства в режим обнаружения.
sk: Prejsť na Nastavenia a udeliť povolenie pre funkciu "Poloha" na uvedenie produktu do režimu objavovania.
sv: Gå till Inställningar för att ge "Location” (Plats) behörighet att sätta produkten i upptäckningsläge.
zh_hans: 请转到设置以授予"定位"权限以使设备进入发现模式。
zh_hant: 請移至「設定」，授予"定位"權限，以將產品置於發現模式。

# jbl_Not_Connected
source: Not Connected
ar: غير متصل
da: Ikke forbundet
de: Nicht verbunden
es_mx: No conectado
fi: Ei yhdistetty
fr: Non connecté
he: לא מחובר
id: Tidak Tersambung
it: Non connesso
ja: 未接続
ko: 연결되지 않음
nb: Ikke tilkoblet
nl: Niet verbonden
pl: Nie podłączono
pt_br: Não Conectado
pt_pt: Não ligado
ru: Не подключено
sk: Nepripojený
sv: Ej ansluten
zh_hans: 未连接
zh_hant: 未連接

# jbl_Location_Is_Required_To_Setup_New_Product
source: Location is required to set up new product
ar: يلزم توافر الموقع لإعداد منتج جديد
da: Placering er påkrævet for at oprette et nyt produkt
de: Für die Einrichtung eines neuen Geräts ist der Standort erforderlich
es_mx: Permiso de ubicación necesario para configurar nuevo producto
fi: Sijainti vaaditaan uuden tuotteen määrittämiseksi
fr: La localisation est requise pour configurer un nouveau produit
he: נדרש מיקום כדי להגדיר מוצר חדש
id: Lokasi Diperlukan untuk Mengatur Produk Baru
it: Per configurare un nuovo prodotto, è necessaria la posizione.
ja: 新しい製品を設定するには位置情報が必要です
ko: 새 제품을 설정하려면 위치 권한이 필요합니다
nb: Plassering kreves for å konfigurere opp nytt produkt
nl: Locatie is nodig om nieuw product in te stellen
pl: Do skonfigurowania produktu potrzebny jest dostęp do położenia.
pt_br: A localização é necessária para configurar o novo produto
pt_pt: É necessária a localização para configurar o novo produto
ru: Требуется местонахождение для установки нового устройства
sk: Na nastavenie nového produktu je potrebná poloha
sv: Platsen krävs för att installera en ny produkt
zh_hans: 设置新设备时需要定位权限
zh_hant: 設定新產品需要定位

# jbl_Change_Network
source: Change Network
ar: تغيير الشبكة
da: Skift netværk
de: Netzwerk ändern
es_mx: Cambiar red
fi: Vaihda verkkoa
fr: Changer de réseau
he: שנה רשת
id: Ubah Jaringan
it: Cambia rete
ja: ネットワークを変更
ko: 네트워크 변경
nb: Bytt nettverk
nl: Wijzig netwerk
pl: Zmień sieć
pt_br: Alterar Rede
pt_pt: Alterar rede
ru: Изменить сеть
sk: Zmeniť sieť
sv: Byt nätverk
zh_hans: 更改网络
zh_hant: 變更網路

# jbl_Go_to_control_center_and_turn_on_Bluetooth_to_setup_JBL_One_product_
source: Go to control center and turn on Bluetooth to set up product.
ar: انتقل إلى مركز التحكم وشغّل تقنية بلوتوث لإعداد المنتج.
da: Gå til kontrolcenter, og slå Bluetooth til for at opsætte produktet.
de: Öffne das Kontrollzentrum und aktiviere Bluetooth zum Einrichten des Geräts.
es_mx: Para configurar el producto, vaya al centro de control y active el Bluetooth.
fi: Siirry ohjauskeskukseen ja ota Bluetooth käyttöön määrittääksesi tuotteen.
fr: Allez dans le Centre de contrôle et activez le Bluetooth pour configurer le produit.
he: עבור למרכז הבקרה והפעל את Bluetooth כדי להגדיר את המוצר.
id: Buka pusat kontrol dan aktifkan Bluetooth untuk mengatur produk.
it: Vai al Centro di controllo ed attiva il Bluetooth per configurare il prodotto.
ja: コントロールセンターに進んで、Bluetoothをオンにし、製品を設定します。
ko: 제어 센터로 가서 Bluetooth를 켜고 제품을 설정하십시오.
nb: Gå til kontrollsenteret og aktiver Bluetooth for å konfigurere produktet.
nl: Ga naar het control center en schakel Bluetooth in om het product in te stellen.
pl: Przejdź do centrum sterowania i włącz Bluetooth, aby skonfigurować produkt.
pt_br: Vá para o centro de controle e ative o Bluetooth para configurar o produto.
pt_pt: Vá ao centro de controlo e ligue o Bluetooth para configurar o produto.
ru: Перейдите в панель управления и включите Bluetooth для подключения устройства.
sk: Ak chcete nastaviť produkt, prejdite do riadiaceho centra a zapnite Bluetooth.
sv: Gå till kontrollcenter och aktivera Bluetooth för att ställa in produkten.
zh_hans: 进入控制中心，打开蓝牙来设置设备。
zh_hant: 移至控制中心並開啟藍牙以設定產品。

# jbl_Choose_your_Wi_Fi_Network_
source: Choose your Wi-Fi Network.
ar: اختر شبكة Wi-Fi خاصتك.
da: Vælg dit wi-fi-netværk.
de: Wähle dein WLAN-Netzwerk.
es_mx: Seleccione la red Wi-Fi.
fi: Valitse Wi-Fi-verkkosi.
fr: Choisissez votre réseau Wi-Fi.
he: בחר את רשת ה-Wi-Fi שלך.
id: Pilih Jaringan Wi-Fi Anda.
it: Scegli la rete Wi-Fi.
ja: Wi-Fiネットワークの選択。
ko: Wi-Fi 네트워크를 선택합니다.
nb: Velg Wi-Fi-nettverk.
nl: Kies uw Wi-Fi-netwerk.
pl: Wybierz sieć Wi-Fi.
pt_br: Escolha sua Rede Wi-Fi
pt_pt: Escolha a sua rede de Wi-Fi.
ru: Выберите вашу сеть Wi-Fi.
sk: Vyberte svoju sieť Wi-Fi.
sv: Välj ditt Wi-Fi-nätverk.
zh_hans: 选择你的 Wi-Fi 网络。
zh_hant: 選擇你的 Wi-Fi 網路。

# jbl_Discovering_product___
source: Discovering product ...
ar: جارِ اكتشاف المنتج...
da: Opdagelse af produkt ...
de: Gerät wird erkannt ...
es_mx: Detectando producto...
fi: Tuotteen havaitseminen...
fr: Decouverte d’un produit...
he: מגלה מוצר...
id: Menemukan Produk ...
it: Sto cercando il prodotto...
ja: 製品を探しています...
ko: 제품 검색 중...
nb: Oppdager produkt ...
nl: Product detecteren ...
pl: Wykrywanie produktu...
pt_br: Descobrindo Produto...
pt_pt: A descobrir o produto ...
ru: Обнаружение устройства ...
sk: Objavovanie produktu...
sv: Upptäcker produkt...
zh_hans: 正在发现设备...
zh_hant: 正在發現產品...

# jbl_Grant_permission_to_discover_nearby_JBL_product_
source: Grant permission to discover nearby JBL products.
ar: امنح الإذن لاكتشاف منتجات JBL القريبة.
da: Giv tilladelse til at finde JBL-produkter i nærheden.
de: Erlaube, JBL Geräte in der Nähe zu erkennen.
es_mx: Otorgue permisos para detectar productos JBL cercanos.
fi: Anna lupa löytää lähellä olevia JBL-tuotteita.
fr: Accordez l’autorisation pour découvrir les produits JBL proches.
he: הענק אישור לגלות מוצרי JBL בקרבת מקום.
id: Berikan izin untuk menemukan produk JBL terdekat.
it: Concedi l’autorizzazione per scoprire i prodotti JBL nelle vicinanze.
ja: 許可して、近くのJBL製品を探してください。
ko: 주변의 JBL 제품을 검색하려면 권한을 부여해 주십시오.
nb: Gi tillatelse til å oppdage JBL-produkter i nærheten.
nl: Geef toestemming om JBL producten in de omgeving te vinden.
pl: Przyznaj dostęp, aby wykryć pobliskie produkty JBL.
pt_br: Conceda permissão para descobrir produtos JBL próximos.
pt_pt: Conceda permissão para descobrir produtos JBL nas proximidades.
ru: Дайте разрешение на обнаружение близлежащих устройств JBL.
sk: Udeľte povolenie na objavovanie produktov JBL v okolí.
sv: Ge tillstånd för att upptäcka närliggande JBL-produkter.
zh_hans: 授予权限以发现附近的 JBL 设备。
zh_hant: 授予發現附近 JBL 產品的權限。

# jbl_Other_Network
source: Other Network
ar: شبكة أخرى
da: Andet netværk
de: Anderes Netzwerk
es_mx: Otra red
fi: Muu verkko
fr: Autre réseau
he: רשת אחרת
id: Jaringan Lainnya
it: Un'altra rete
ja: その他のネットワーク
ko: 기타 네트워크
nb: Annet nettverk
nl: Ander netwerk
pl: Inna sieć
pt_br: Outra Rede
pt_pt: Outra rede
ru: Другая сеть
sk: Ďalšia sieť
sv: Annat nätverk
zh_hans: 其他网络
zh_hant: 其他網路

# jbl_CONNECT
source: CONNECT
ar: التوصيل
da: TILSLUTNING
de: VERBINDEN
es_mx: CONECTAR
fi: YHDISTÄ
fr: CONNEXION
he: חיבור
id: SAMBUNGKAN
it: COLLEGA
ja: 接続
ko: 연결
nb: KOBLE TIL
nl: VERBINDEN
pl: POŁĄCZ
pt_br: CONECTANDO A SOUNDBAR
pt_pt: LIGAÇÃO
ru: ПОДКЛЮЧЕНИЕ
sk: PRIPOJIŤ
sv: ANSLUT
zh_hans: 连接
zh_hant: 連接

# jbl_CHECKING
source: CHECKING
ar: التحقق
da: TJEKKER
de: WIRD GEPRÜFT
es_mx: BUSCANDO
fi: TARKISTUS
fr: VÉRIFICATION
he: בודק
id: MEMERIKSA
it: CONTROLLO
ja: チェックしています
ko: 확인 중
nb: KONTROLLERER
nl: CONTROLEREN
pl: SPRAWDZANIE
pt_br: VERIFICANDO
pt_pt: A VERIFICAR
ru: ПРОВЕРКА
sk: ZISŤOVANIE
sv: KONTROLLERAR
zh_hans: 正在检查
zh_hant: 正在檢查

# jbl_Your_product_is_up_to_date_
source: Your product is up to date.
ar: منتجك محدث.
da: Dit produkt er opdateret.
de: Dein Gerät ist auf dem neuesten Stand
es_mx: El producto está actualizado.
fi: Tuote on päivitetty.
fr: Votre produit est à jour.
he: המוצר שלך מעודכן.
id: Produk Anda sudah mutakhir.
it: Il tuo prodotto è aggiornato.
ja: 製品は最新の状態です。
ko: 제품이 최신 상태입니다.
nb: Produktet ditt er oppdatert.
nl: Uw product is bijgewerkt.
pl: Twój produkt jest aktualny.
pt_br: Seus produtos estão atualizados.
pt_pt: O seu produto está atualizado.
ru: Ваше устройство соответствует современным требованиям.
sk: Váš produkt je aktuálny.
sv: Din produkt är uppdaterad.
zh_hans: 你的设备是最新的。
zh_hant: 你的產品為最新狀態。

# jbl_Please_wait_while_the_connection_is_completed__This_might_take_a_minute_
source: Please wait until the connection is completed. This will take up to 1 minute.
ar: يُرجى الانتظار لحين اكتمال الاتصال. سيستغرق هذا ما يصل إلى دقيقة واحدة.
da: Vent venligst, indtil forbindelsen er fuldført. Dette vil tage op til 1 minut.
de: Bitte warten, bis die Verbindung hergestellt ist. Dies kann bis zu 1 Minute dauern.
es_mx: Aguarde hasta que termine la operación. Demorará 1 minuto como máximo.
fi: Odota, kunnes yhteyden muodostus on valmis. Tämä kestää enintään 1 minuutin.
fr: Veuillez attendre la réalisation de la connexion. Ceci peut prendre jusqu'à 1 minute.
he: המתן עד להשלמת החיבור. זה ייקח עד דקה 1.
id: Harap tunggu sampai penyambungan selesai. Ini akan membutuhkan waktu hingga 1 menit.
it: Attendi il completamento della connessione. Sarà necessario fino a 1 minuto.
ja: 接続が完了するまでお待ちください。これには最大で1分かかります。
ko: 연결이 완료될 때까지 기다려 주십시오. 최대 1분이 걸릴 수 있습니다.
nb: Vent til tilkoblingen er fullført. Dette vil ta opptil 1 minutt.
nl: Wacht even tot de verbinding compleet is. Dit kan 1 minuut duren..
pl: Zaczekaj na nawiązanie połączenia. Potrwa to do 1 minuty.
pt_br: Aguarde até que a conexão seja concluída. Isso levará até 1 minuto.
pt_pt: Aguarde até que a ligação esteja concluída. Isto demorará, no máximo, 1 minuto.
ru: Подождите, пока соединение не будет завершено. Это займет не более 1 минуты.
sk: Počkajte, kým sa pripojenie nedokončí. Bude to trvať až 1 minútu.
sv: Vänta tills anslutningen är klar. Det kan ta upp till en minut.
zh_hans: 请等待，直到连接完成。这可能需要 1 分钟左右。
zh_hant: 請等待直到連接完成。這將花費最多 1 分鐘。

# jbl_Connecting
source: Connecting
ar: جارٍ الاتصال
da: Opretter forbindelse
de: Verbindung wird hergestellt
es_mx: Conectando
fi: Yhteyttä luodaan
fr: Connexion
he: מְקַשֵׁר
id: Menyambungkan
it: Connessione in corso
ja: 接続しています
ko: 연결중
nb: Kobler til
nl: Verbinden
pl: Łączenie
pt_br: Conectando
pt_pt: A estabelecer a ligação
ru: Подключение
sk: Pripája sa
sv: Ansluter
zh_hans: 正在连接
zh_hant: 正在連接

# jbl_%d_MINUTE
source: %d MINUTE
ar: %d دقيقة
da: %d MINUT
es_mx: %d MINUTO
fi: %d MINUUTTI
fr: %d MINUTE(S)
he: %d דקה
id: %d MENIT
it: %d MINUTI
ja: %d分
ko: %d분
nb: %d MINUTT
nl: %d MINUUT
pl: %d MINUTA
pt_br: %d MINUTO
pt_pt: MINUTO %d
ru: %d МИНУТА
sk: %d MINÚTA
sv: %d MINUT
zh_hans: %d 分钟
zh_hant: %d 分鐘

# jbl_Wi_Fi_Connected
source: Wi-Fi Connected
ar: متصل عبر شبكة Wi-Fi
da: Wi-fi tilsluttet
de: WLAN verbunden
es_mx: Conectado a Wi-Fi
fi: Wi-Fi yhdistetty
fr: Wi-Fi connecté
he: Wi-Fi מחובר
id: Wi-Fi Tersambung
it: Wi-Fi collegato
ja: Wi-Fiに接続済み
ko: Wi-Fi 연결됨
nb: Wi-Fi tilkoblet
nl: Wi-Fi verbonden
pl: Połączono z Wi-Fi
pt_br: Wi-Fi Conectado
pt_pt: Ligado ao Wi-Fi
ru: Wi-Fi подключен
sk: Wi-Fi Pripojené
sv: Wi-Fi anslutet
zh_hans: Wi-Fi 已连接
zh_hant: Wi-Fi 已連接
