Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# jbl_Login_your_Alexa_account_to_start_using_Alexa_MRM_
source: Log into your Alexa account to start using Alexa MRM.
ar: سَجّل الدخول إلى حساب Alexa الخاص بك لبدء استخدام Alexa MRM.
da: Log ind på din Alexa-konto for at begynde at bruge Alexa MRM.
de: Melde dich bei deinem Alexa-Konto an, um Alexa MRM zu nutzen.
es_mx: Inicie sesión en su cuenta de Alexa para empezar a usar Alexa MRM (reproducción de música multisala).
fi: Kirjaudu sisään Alexa-tilillesi aloittaaksesi Alexa MRM:n käytön.
fr: Connectez-vous à votre compte Alexa pour commencer à utiliser Alexa MRM.
he: היכנס לחשבון Alexa שלך כדי להתחיל להשתמש ב-Alexa MRM.
id: Login ke akun Alexa Anda untuk mulai menggunakan Alexa MRM.
it: Accedi al tuo account Alexa per iniziare ad utilizzare Alexa MRM.
ja: Alexaアカウントにログインして、Alexa MRMの使用を開始します。
ko: Alexa 계정에 로그인하여 Alexa MRM을 사용하십시오.
nb: Logg på Alexa-kontoen din for å begynne å bruke Alexa MRM.
nl: Log in op uw Alexa-account om Alexa MRM te gebruiken.
pl: Zaloguj się do konta Alexa, aby zacząć korzystać z usługi Alexa MRM.
pt_br: Faça login na sua conta Alexa para começar a usar o Alexa MRM.
pt_pt: Inicie sessão na sua conta Alexa para começar a utilizar Alexa MRM.
ru: Войдите в свою учетную запись Alexa, чтобы начать использовать Alexa MRM.
sk: Prihláste sa do svojho účtu Alexa a začnite používať službu Alexa MRM.
sv: Logga in på ditt Alexa-konto för att börja använda Alexa MRM.
zh_hans: 登录你的 Alexa 账户以使用 Alexa MRM。
zh_hant: 登入你的 Alexa 帳戶以開始使用 Alexa MRM。

# jbl_Enter_Wi_Fi_Setup_Mode
source: Enter Wi-Fi Setup Mode
ar: أدخل وضع إعداد Wi-Fi
da: Gå til wi-fi-opsætningstilstand
de: WLAN-Einrichtungsmodus aufrufen
es_mx: Cambiar al modo de configuración de la red Wi-Fi
fi: Siirry Wi-Fi-asetustilaan
fr: Entrer dans la configuration du Wi-Fi
he: היכנס למצב הגדרת Wi-Fi
id: Masuk ke Mode Pengaturan Wi-Fi
it: Accedi alla modalità di configurazione Wi-Fi
ja: Wi-Fi設定モードに入る
ko: Wi-Fi 설정 모드 진입
nb: Gå inn i Wi-Fi-oppsettmodus
nl: Activeer de Wi-Fi-instelmodus
pl: Przejdź do trybu konfiguracji Wi-Fi
pt_br: Entre no modo de configuração de Wi-Fi
pt_pt: Entrar no modo de configuração do Wi-Fi
ru: Войти в режим настройки Wi-Fi
sk: Vstup do režimu nastavenia Wi-Fi
sv: Gå in i Wi-Fi-inställningsläge
zh_hans: 进入 Wi-Fi 设置模式
zh_hant: 進入 Wi-Fi 設定模式

# jbl_Open_Spotify_App
source: Open Spotify App
ar: افتح تطبيق Spotify
da: Åbn Spotify-appen
de: Spotify-App öffnen
es_mx: Abrir la aplicación Spotify
fi: Avaa Spotify-sovellus
fr: Ouvrir l'application Spotify
he: פתח את אפליקציית Spotify
id: Buka Aplikasi Spotify
it: Apri l’app Spotify
ja: Spotifyアプリを開く
ko: Spotify 앱 열기
nb: Åpne Spotify-appen
nl: Open de Spotify App
pl: Otwórz aplikację Spotify
pt_br: Abrir Aplicativo do Spotify
pt_pt: Abrir a aplicação Spotify
ru: Откройте приложение Spotify
sk: Otvorte aplikáciu Spotify
sv: Öppna Spotify-appen
zh_hans: 打开 Spotify 应用
zh_hant: 開啟 Spotify 應用程式

# jbl_Make_sure_product_is_powered_on_
source: Make sure product is powered on.
ar: تأكد من أن المنتج قيد التشغيل.
da: Sørg for, at produktet er tændt.
de: Vergewissere dich, dass der Lautsprecher eingeschaltet ist.
es_mx: Asegúrese de que el producto esté encendido.
fi: Varmista, että tuotteeseen on kytketty virta.
fr: Vérifiez que le produit est allumé.
he: ודא שהמוצר מופעל.
id: Pastikan produk dinyalakan.
it: Assicurati che il prodotto sia acceso.
ja: 製品の電源が入っていることを確認してください。
ko: 제품에 전원이 들어오는지 확인하십시오.
nb: Kontroller at produktet er slått på.
nl: Zorg ervoor dat het product is ingeschakeld.
pl: Sprawdź, czy produkt jest włączony.
pt_br: Certifique-se de que o produto esteja ligado.
pt_pt: Certifique-se de que o produto está ligado.
ru: Убедитесь, что устройство включено.
sk: Uistite sa, že je produkt zapnutý.
sv: Kontrollera att produkten är påslagen.
zh_hans: 确保设备已开机。
zh_hant: 確保產品已開機。

# jbl_Cannot_Find_Product
source: CAN'T FIND MY PRODUCT
ar: لا يمكن العثور على المنتج
da: Kan ikke finde produktet
de: Gerät wird nicht gefunden
es_mx: No se encontró el producto
fi: Tuotetta ei löydy
fr: Produit introuvable
he: לא מצליח למצוא מוצר
it: Impossibile trovare il prodotto
ja: 製品が見つからない
ko: 제품을 찾을 수 없음
nl: Kan het product niet vinden
pl: Nie można znaleźć produktu
pt_br: Não foi possível encontrar o produto
pt_pt: Não é possível encontrar o produto
ru: Невозможно найти устройство
sk: Nie je možné nájsť produkt
sv: Kan inte hitta produkten
zh_hans: 无法找到设备
zh_hant: 找不到產品

# jbl_Listen_on_your_speakers_or_TV__using_the_Spotify_app_as_a_remote_
source: Listen on your speakers or TV, using the Spotify app as a remote.
ar: استمع إلى مكبرات الصوت أو التلفاز باستخدام تطبيق Spotify كجهاز تحكم عن بُعد.
da: Lyt på dine højttalere eller tv med Spotify-appen som fjernbetjening.
de: Gib Musik oder andere Inhalte über Lautsprecher oder den Fernseher mit der Spotify-App als Fernbedienung wieder.
es_mx: Use Spotify como un control remoto para reproducir en sus altavoces o TV.
fi: Kuuntele kaiuttimista tai televisiosta käyttämällä Spotify-sovellusta kaukosäätimenä.
fr: Écoutez sur vos enceintes ou sur votre téléviseur, en utilisant l'application Spotify comme télécommande.
he: האזן ברמקולים או בטלוויזיה באמצעות אפליקציית Spotify כשלט.
id: Dengarkan di speaker atau TV Anda menggunakan aplikasi Spotify sebagai remote kontrol.
it: Ascolta attraverso i tuoi speaker od il TV, utilizzando l'app Spotify come un telecomando.
ja: Spotifyアプリをリモコンとして使用し、スピーカーまたはTVで音楽を聴くことができます。
ko: Spotify 앱을 리모컨으로 사용하여 스피커나 TV에서 청취하시겠습니까?
nb: Lytt på høyttalerne eller TV-en din med Spotify-appen som fjernkontroll.
nl: Luister via uw luidsprekers of tv, en gebruik de Spotify-app als afstandsbediening.
pl: Słuchaj muzyki przez głośniki lub telewizor, używając aplikacji Spotify jako pilota zdalnego sterowania.
pt_br: Ouça nos alto-falantes ou na TV, usando o aplicativo Spotify como controle remoto.
pt_pt: Ouça música nas suas colunas ou na TV, utilizando a aplicação Spotify como um comando.
ru: Слушайте музыку через динамики или телевизор, используя приложение Spotify в качестве пульта дистанционного управления.
sk: Počúvajte na reproduktoroch alebo televízore použijúc aplikáciu Spotify ako diaľkový ovládač.
sv: Lyssna på dina högtalare eller TV med Spotify-appen som fjärrkontroll.
zh_hans: 在你的扬声器或电视上收听音乐，支持通过 Spotify 应用遥控操作。
zh_hant: 透過將 Spotify 應用程式用作遙控，在喇叭或電視上聆聽。

# jbl_Reset_Product
source: Reset Product
ar: إعادة تعيين المنتج
da: Nulstil produkt
de: Gerät zurücksetzen
es_mx: Restablecer el producto
fi: Nollaa tuote
fr: Réinitialiser le produit
he: אפס את המוצר
id: Atur Ulang Produk
it: Resetta il prodotto
ja: 製品のリセット
ko: 제품 재설정
nb: Tilbakestill produkt
nl: Reset het product
pl: Zresetuj produkt
pt_br: Redefinir Produto
pt_pt: Repor o produto
ru: Сбросить устройство
sk: Obnovenie produktu
sv: Återställ produkt
zh_hans: 重置设备
zh_hant: 重設產品

# jbl_Manual_add
source: Manually Add
ar: إضافة يدوية
da: Tilføj manuelt
de: Manuell hinzufügen
es_mx: Agregar manualmente
fi: Lisää manuaalisesti
fr: Ajouter manuellement
he: הוסף ידנית
id: Tambahkan secara manual
it: Aggiungi manualmente
ja: 手動で追加する
ko: 수동 추가
nb: Legg til manuelt
nl: Handmatig toevoegen
pl: Dodaj ręcznie
pt_br: Adicionar Manualmente
pt_pt: Adicionar manualmente
ru: Добавить вручную
sk: Manuálne pridanie
sv: Lägg till manuellt
zh_hans: 手动添加
zh_hant: 手動新增

# jbl_Restore_Factory_Settings
source: Restore Factory Setting?
ar: هل تريد استعادة إعدادات ضبط المصنع؟
da: Gendan fabriksindstilling ?
de: Werkseinstellungen wiederherstellen?
es_mx: ¿Desea restablecer la configuración de fábrica?
fi: Palauta tehdasasetukset?
fr: Restaurer les paramètres d'usine ?
he: לשחזר את הגדרות היצרן?
id: Mengembalikan Pengaturan Pabrik?
it: Ripristinare le impostazioni di fabbrica?
ja: 工場出荷時設定に復元しますか？
ko: 출고 시 기본 설정으로 복원하시겠습니까?
nb: Gjenopprette fabrikkinnstillinger?
nl: Fabrieksinstellingen herstellen?
pl: Przywrócić ustawienia fabryczne?
pt_br: Restaurar configuração de fábrica?
pt_pt: Restaurar definições de fábrica?
ru: Восстановить заводские настройки ?
sk: Obnoviť továrenské nastavenie?
sv: Återställ fabriksinställningarna?
zh_hans: 是否恢复出厂设置？
zh_hant: 還原出廠設定值？

source: This will erase all your personal settings and reset the product software to its default factory settings.
ar: ستؤدي هذه العملية إلى مسح جميع إعداداتك الشخصية وإعادة تعيين برنامج المنتج إلى إعدادات المصنع الافتراضية.
da: Dette vil slette alle dine personlige indstillinger og nulstille produktsoftwaren til standard- fabriksindstillingerne.
de: Dadurch werden alle deine persönlichen Einstellungen gelöscht und die Gerätesoftware auf die Werkseinstellungen zurückgesetzt.
es_mx: Se eliminará la configuración personal y se restablecerá el software del producto a la configuración de fábrica.
fi: Tämä poistaa kaikki henkilökohtaiset asetukset ja palauttaa tuotteen ohjelmiston tehdasasetukset.
fr: Cela effacera tous vos paramètres personnels et réinitialisera le logiciel du produit à ses paramètres d'usine par défaut.
he: פעולה זו תמחק את כל ההגדרות האישיות שלך ותאפס את תוכנת המוצר להגדרות ברירת המחדל של היצרן.
id: Ini akan menghapus semua pengaturan pribadi Anda dan mengatur ulang perangkat lunak produk ke pengaturan default pabrik.
it: In questo modo verranno cancellate tutte le impostazioni personali e il software del prodotto verrà resettato alle impostazioni predefinite di fabbrica.
ja: すべての個人設定は消去され、製品ソフトウェアはデフォルトの工場出荷時設定にリセットされます。
ko: 모든 개인 설정이 삭제되며 제품 소프트웨어가 출고 시 기본 설정으로 재설정됩니다.
nb: Da slettes alle dine personlige innstillinger og programvaren tilbakestilles til standard fabrikkinnstillinger.
nl: Hiermee worden al uw persoonlijke instellingen gewist en wordt de software van het product teruggezet op de standaard fabrieksinstellingen.
pl: Spowoduje to usunięcie wszystkich ustawień osobistych i zresetowanie oprogramowania do domyślnych ustawień fabrycznych.
pt_br: Isso apagará todas as suas configurações pessoais e redefinirá o software do produto para as configurações padrão de fábrica.
pt_pt: Isto irá eliminar todas as suas definições pessoais e repor o software do produto para as predefinições de fábrica.
ru: Это приведет к удалению всех ваших личных настроек и сбросу программного обеспечения устройства к заводским настройкам по умолчанию.
sk: Týmto sa vymažú všetky vaše osobné nastavenia a obnovia sa predvolené továrenské nastavenia softvéru produktu.
sv: Detta kommer att radera alla dina personliga inställningar och återställa produktprogramvaran till dess fabriksinställningar.
zh_hans: 这将清除你所有的个人设置，并将设备软件重置为默认出厂设置。
zh_hant: 這將清除你的所有個人設定並將產品軟體重設為其預設出廠設定值。

# jbl_Are_you_sure_you_want_to_remove_this_product_from_JBL_One_App___
source: Are you sure you want to remove this product from <customText> App ?
ar: هل أنت متأكد من رغبتك في إزالة هذا المنتج من تطبيق <customText>؟
da: Er du sikker på, at du vil fjerne dette produkt fra <customText>-appen?
de: Bist du sicher, dass du dieses Gerät aus der <customText> App entfernen möchtest?
es_mx: ¿Confirma que desea quitar este producto de la aplicación <customText>?
fi: Haluatko varmasti poistaa tämän tuotteen <customText> -sovelluksesta?
fr: Voulez-vous vraiment retirer ce produit de l’application JBL One ?
he: האם אתה בטוח שברצונך להסיר את המוצר הזה מאפליקציית <customText>?
id: Anda yakin ingin menghapus produk ini dari Aplikasi <customText>?
it: Sei sicuro di voler rimuovere questo prodotto dall’app <customText>?
ja: 本当に<customText>アプリからこの製品を削除しますか？
ko: <customText> 앱에서 이 제품을 제거하시겠습니까?
nb: Er du sikker på at du vil fjerne dette produktet fra <customText>-appen?
nl: Weet u zeker dat u dit product wilt verwijderen uit de <customText> App?
pl: Czy na pewno chcesz usunąć ten produkt z aplikacji <customText>?
pt_br: Tem certeza de que deseja remover este produto do <customText> App?
pt_pt: Tem a certeza de que pretende remover este produto da aplicação <customText>?
ru: Вы уверены, что хотите удалить этот продукт из <customText> App?
sk: Ste si istý, že chcete odstrániť tento produkt z aplikácie <customText>?
sv: Är du säker på att du vill ta bort den här produkten från <customText> App?
zh_hans: 是否确定要从 <customText> 应用中移除此设备？
zh_hant: 你確定要從 <customText> 應用程式中移除此產品嗎？

# jbl_Action_Is_Required
source: Action Is Required
ar: يلزم اتخاذ إجراء
da: Handling er påkrævet
de: Du musst eine Eingabe vornehmen
es_mx: Acción requerida
fi: Toimenpiteitä vaaditaan
fr: Une action est requise
he: נדרשת פעולה
id: Tindakan Diperlukan
it: È richiesta un'azione
ja: 操作が必要です
ko: 조치 필요
nb: Handling kreves
nl: Actie is vereist
pl: Wymagane jest działanie.
pt_br: Ação é necessária
pt_pt: É necessária tomar uma ação
ru: Требуется выполнить действие
sk: Vyžaduje sa akcia
sv: Åtgärd krävs
zh_hans: 需要执行操作
zh_hant: 需要採取行動

# jbl_RETRY
source: TRY AGAIN
ar: حاول مرة أخرى
da: PRØV IGEN
de: ERNEUT VERSUCHEN
es_mx: INTENTAR DE NUEVO
fi: YRITÄ UUDESTAAN
fr: RÉESSAYER
he: נסה שוב
id: COBA LAGI
it: PROVA DI NUOVO
ja: 再試行します
ko: 다시 시도
nb: PRØV IGJEN
nl: PROBEER HET OPNIEUW
pl: SPRÓBUJ PONOWNIE
pt_br: TENTE NOVAMENTE
pt_pt: TENTAR NOVAMENTE
ru: ПОПРОБОВАТЬ СНОВА
sk: SKÚSTE TO ZNOVA
sv: FÖRSÖK IGEN
zh_hans: 重试
zh_hant: 重試

# jbl_Password
source: Password
ar: كلمة المرور
da: Adgangskode
de: Passwort
es_mx: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
id: Kata Sandi
ja: パスワード
ko: 비밀번호
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ru: Пароль
sk: Heslo
sv: Lösenord
zh_hans: 密码
zh_hant: 密碼

# jbl_Stop_Audio_In_%@
source: Stop Audio In %@
ar: إيقاف دخل الصوت %@
da: Stop lydindgang %@
de: Audio in %@
es_mx: Detener el audio en %@
fi: Pysäytä ääni %@:ssa
fr: Arrêter l’entrée audio %@
he: עצור אודיו ב%@
id: Hentikan Audio di %@
it: Interrompi l’audio su %@
ja: %@内の音声を停止する
ko: %@에서 오디오 재생 중지
nb: Stopp lydinngang %@
pl: Zatrzymaj odtwarzanie dźwięku w ciągu %@
pt_br: Parar Áudio Em %@
pt_pt: Parar áudio em %@
ru: Остановить аудиовход %@
sk: Zastaviť zvuk za %@
sv: Stoppa ljud In %@
zh_hans: 在 %@ 后停止播放音乐
zh_hant: 在 %@ 中停止音訊

# jbl_Network_Name
source: Network Name
ar: اسم الشبكة
da: Netværksnavn
de: Netzwerkname
es_mx: Nombre de la red
fi: Verkon nimi
fr: Nom du réseau
he: שם רשת
id: Nama Jaringan
it: Nome rete
ja: ネットワーク名
ko: 네트워크 이름
nb: Nettverksnavn
nl: Naam van netwerk
pl: Nazwa sieci
pt_br: Nome da Rede
pt_pt: Nome da rede
ru: Название сети
sk: Názov siete
sv: Nätverksnamn
zh_hans: 网络名称
zh_hant: 網路名稱

source: Sorry, your connection with the device was interrupted, unexpectedly, please try again.
ar: معذرةً، انقطع اتصالك بالجهاز، يُرجى المحاولة مرة أخرى.
da: Beklager, din forbindelse med enheden blev afbrudt, prøv igen.
de: Entschuldigung, deine Verbindung mit dem Gerät wurde unterbrochen, versuche es bitte erneut.
es_mx: Se interrumpió la conexión con el dispositivo. Inténtelo de nuevo.
fi: Pahoittelemme, yhteys laitteeseen katkesi, yritä uudelleen.
fr: Désolés, votre connexion avec l'appareil a été interrompue, veuillez réessayer.
he: מצטערים, החיבור שלך למכשיר הופסק, אנא נסה שוב.
id: Maaf, sambungan Anda dengan perangkat terputus. Silakan coba lagi.
it: Spiacente, la connessione con il dispositivo è stata interrotta, prova di nuovo.
ja: 、デバイスとの接続が遮断されました。再試行してください。
ko: 죄송합니다. 장치 연결이 중단되었습니다. 다시 시도하십시오.
nb: Beklager, tilkoblingen med enheten ble avbrutt, prøv igjen.
nl: Uw verbinding met het apparaat werd helaas onderbroken. Probeer het opnieuw.
pl: Przepraszamy, połączenie z urządzeniem uległo zerwaniu, spróbuj ponownie.
pt_br: Desculpe, sua conexão com o dispositivo foi interrompida, tente novamente.
pt_pt: Lamentamos, mas a sua ligação ao dispositivo foi interrompida. Tente novamente.
ru: Извините, ваше соединение с устройством было прервано, пожалуйста, попробуйте еще раз.
sk: Ľutujeme, vaše pripojenie so zariadením bolo prerušené, skúste to znova.
sv: Din anslutning till enheten har avbrutits, försök igen.
zh_hans: 抱歉，你与设备的连接已经中断，请重试。
zh_hant: 抱歉，你與裝置的連接已中斷，請重試。

# jbl_Invalid_password_for_%@__please_retry_
source: Invalid password for "%@", please retry.
ar: كلمة مرور غير صالحة لـ "%@" ، يُرجى إعادة المحاولة.
da: Ugyldig adgangskode for "%@" , prøv igen.
de: Ungültiges Passwort für "%@" , bitte erneut versuchen.
es_mx: Contraseña incorrecta de "%@" ; inténtelo de nuevo.
fi: Virheellinen "%@" :n salasana, yritä uudelleen.
fr: Mot de passe incorrect pour "%@" , veuillez réessayer.
he: סיסמה לא חוקית עבור "%@", אנא נסה שוב.
id: Kata sandi tidak valid untuk "%@" . Silakan coba lagi.
it: Password non valida per "%@" , riprova.
ja: "%@" に対して無効なパスワードです。再試行してください。
ko: "%@" 비밀번호에 오류가 있습니다. 재시도하십시오.
nb: Ugyldig passord for "%@" , prøv på nytt.
nl: Ongeldig wachtwoord voor "%@" , probeer het opnieuw.
pl: Nieprawidłowe hasło dla "%@" , spróbuj ponownie.
pt_br: Senha inválida para "%@" , tente novamente.
pt_pt: Palavra-passe inválida para "%@" . Tente novamente.
ru: Неверный пароль для "%@" , повторите попытку.
sk: Neplatné heslo pre "%@" , skúste to znova.
sv: Ogiltigt lösenore för "%@", försök igen.
zh_hans: "%@" 的密码无效，请重试。
zh_hant: "%@" 的密碼無效，請重試。

# jbl_Get_Spotify_Free
source: Get Spotify Free
ar: احصل على Spotify مجانًا
da: Få Spotify gratis
de: Spotify kostenlos erhalten
es_mx: Obtener Spotify gratis
fi: Hanki Spotify ilmaiseksi
fr: Obtenez Spotify gratuitement
he: קבל את Spotify בחינם
id: Dapatkan Spotify Gratis
it: Ottieni Spotify gratis
ja: Spotifyを無料で試す
ko: Spotify 무료 이용
nb: Få Spotify gratis
nl: Gebruik Spotify gratis
pl: Uzyskaj Spotify bezpłatnie
pt_br: Obtenha o Spotify Grátis
pt_pt: Obter o Spotify gratuitamente
ru: Получить Spotify бесплатно
sk: Získajte aplikáciu Spotify zadarmo
sv: Få Spotify gratis
zh_hans: 免费获取 Spotify
zh_hant: 免費獲取 Spotify

# jbl_Please_change_the_Wi_Fi_of_your_mobile_phone_to_network___%@___
source: Please make sure your mobile phone is connected to network "%@".
ar: يُرجى التأكد من أن هاتفك المحمول متصل بالشبكة "%@" .
da: Sørg for, at din mobiltelefon er tilsluttet til netværket "%@" .
de: Vergewissere dich, dass dein Mobiltelefon mit dem Netzwerk "%@" verbunden ist.
es_mx: Asegúrese de que el teléfono móvil esté conectado a la red "%@" .
fi: Varmista, että matkapuhelimesi on yhdistetty verkkoon.
fr: Veuillez vérifier que votre téléphone mobile est connecté au réseau "%@" .
he: אנא ודא שהטלפון הנייד שלך מחובר לרשת "%@".
id: Pastikan ponsel Anda tersambung ke jaringan "%@" .
it: Assicurati che il telefono cellulare sia connesso alla rete "%@" .
ja: スマートフォンがネットワーク"%@" に接続されていることを確認してください。
ko: 휴대폰이 네트워크 "%@" 에 연결되어 있는지 확인하십시오.
nb: Kontroller at mobiltelefonen er koblet til nettverket "%@" .
nl: Zorg ervoor dat uw mobiele telefoon is verbonden met het netwerk "%@" .
pl: Sprawdź, czy telefon jest podłączony do sieci "%@" .
pt_br: Certifique-se de que seu celular esteja conectado à rede "%@" .
pt_pt: Certifique-se de que o seu telemóvel está ligado à rede "%@" .
ru: Убедитесь, что ваш мобильный телефон подключен к сети "%@" .
sk: Skontrolujte, či je váš mobilný telefón pripojený k sieti "%@" .
sv: Se till att din mobiltelefon är ansluten till nätverket "%@".
zh_hans: 请确保你的手机已连接到网络 "%@" 。
zh_hant: 請確保你的手機已連接到網路 "%@" 。

# jbl_Control_product_from_here
source: Control products from here.
ar: التحكم في المنتجات من هنا.
da: Styr produkter herfra.
de: Steuere Geräte von hier aus.
es_mx: Controle los productos desde aquí.
fi: Hallitse tuotteita täältä.
fr: Commander des produits d'ici.
he: שליטה במוצרים מכאן.
id: Kontrol produk dari sini.
it: Controlla i prodotti da qui.
ja: ここから製品を操作します。
ko: 여기서 제품을 제어합니다.
nb: Kontroller produktene herfra.
nl: Bedien de producten hier.
pl: Z tego miejsca można sterować produktami.
pt_br: Controle os produtos daqui.
pt_pt: Controle os produtos a partir daqui.
ru: Управляйте устройствами из данного положения
sk: Ovládajte produkty odtiaľto.
sv: Styr produkter härifrån.
zh_hans: 在此控制设备。
zh_hant: 從此處控制產品。

# jbl_Manage_services_for_music_streaming
source: Manage music streaming services.
ar: إدارة خدمات بث الموسيقى.
da: Administrer musikstreamingtjenester.
de: Verwalte Streaming-Musikdienste.
es_mx: Administrar servicios de transmisión de música.
fi: Hallitse musiikin suoratoistopalveluja.
fr: Gérer les services de diffusion musicale.
he: ניהול שירותי הזרמת מוזיקה.
id: Kelola layanan streaming musik di sini.
it: Gestisci i servizi di streaming musicale.
ja: 音楽ストリーミングサービスを管理します。
ko: 음악 스트리밍 서비스를 관리합니다.
nb: Administrer musikkstrømmetjenester.
nl: Beheer muziekstreamingdiensten.
pl: Zarządzaj usługami przesyłania strumieniowego muzyki.
pt_br: Gerenciar serviços de streaming de música.
pt_pt: Faça a gestão de serviços de transmissão de música.
ru: Управляйте потоковыми музыкальными сервисами.
sk: Spravovať služby streamovania hudby.
sv: Hantera tjänster för musikstreaming.
zh_hans: 管理音乐流媒体服务。
zh_hant: 管理音樂串流播放服務。

# jbl_Assign_Moment_Shortcut_from_here
source: Assign Moment Shortcut from here
ar: تعيين اختصار اللحظة
da: Tildel genvej til øjeblik
de: Moment-Verknüpfung zuweisen
es_mx: Asignar acceso directo a Momento
fi: Määritä hetken pikakuvake
fr: Affecter un raccourci de moment
he: הקצה קיצור של רגע
id: Tetapkan Pintasan Momen
it: Assegna scelta rapida al momento
ja: モーメントのショートカットを割り当てる
ko: 모멘트 바로 가기 지정
nb: Tilordne øyeblikkssnarvei
nl: Moment snelkoppeling toewijzen
pl: Przypisz skrót szybkiego działania
pt_br: Atribuir Atalho de Momento
pt_pt: Atribuir atalho de momento
ru: Присвоить ярлык момента
sk: Priradiť skratku momentu
sv: Tilldela momentsgenväg
zh_hans: 指定专属时刻快捷键
zh_hant: 分配時刻捷徑

source: Stream music from hundreds of apps to your products via Chromecast built-in.
ar: بث الموسيقى من مئات التطبيقات إلى منتجات عبر Chromecast Built-In.
da: Stream musik fra hundredvis af apps til dine produkter via Chromecast built-in.
de: Streame Musik aus Hunderten von Apps über Chromecast built-in auf deine Geräte.
es_mx: Use Chromecast built-in para transmitir música de cientos de aplicaciones a sus productos de.
fi: Suoratoista musiikkia sadoilta sovelluksilta tuotteisiin Chromecast built-in -teknologian avulla.
fr: Diffusez de la musique depuis des centaines d'applications vers vos produits via Chromecast built-in.
he: הזרם מוזיקה ממאות אפליקציות למוצרי שלך באמצעות Chromecast Built-in
id: Streaming musik dari ratusan aplikasi ke produk Anda melalui Chromecast Built-In.
it: Riproduci musica in streaming da centinaia di app sui tuoi prodotti tramite Chromecast built-in.
ja: Chromecast built-inを使用して何百ものアプリから製品に音楽をストリーミングします。
ko: Chromecast built-in을 통해 다양한 앱에서 제품으로 음악을 스트리밍하십시오.
nb: Strøm musikk fra hundrevis av apper til produktene dine via Chromecast Built-In.
nl: Stream muziek van honderden apps naar uw producten via Chromecast built-in.
pl: Strumieniuj muzykę z setek aplikacji do produktów za pomocą usługi Chromecast built-in.
pt_br: Transmita música de centenas de aplicativos para seus produtos por meio do Chromecast built-in.
pt_pt: Transmita música de centenas de aplicações para os seus produtos através do Chromecast built-in.
ru: Потоковая передача музыки из сотен приложений на ваши устройства через Chromecast built-in.
sk: Streamovanie hudby zo stoviek aplikácií do svojich produktov cez Chromecast built-in.
sv: Strömma musik från hundratals appar till dina produkter via Chromecast built-in.
zh_hans: 通过 Chromecast built-in 将数百款应用的音乐串流到你的设备。
zh_hant: 透過 Chromecast built-in，將數百個應用程式中的音樂串流播放到你的產品。
