Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# Under_devices_tab_choose_the_product_under_local_devices
source: Under <bold>‘Devices’</bold> tab, choose the product under <bold>‘Local devices’</bold>.
ar: ضمن علامة التبويب <bold>‘الأجهزة’</bold>، اختر المنتج ضمن <bold>‘الأجهزة المحلية’</bold>.
da: Under fanen <bold>‘Enheder’</bold> skal du vælge produktet under <bold>‘Lokale enheder’</bold>.
de: Wähle unter der Registerkarte <bold>‚Geräte‘</bold> das Gerät unter <bold>‚Lokale Geräte‘</bold> aus.
es_mx: En la pantalla <bold>‘Dispositivos’</bold>, elige el producto que aparece en <bold>‘Dispositivos locales’</bold>.
fi: Valitse <bold>'Laitteet'</bold>-välilehdeltä <bold>'Paikalliset laitteet'</bold>.
fr: Sous l'onglet <bold>‘ Appareils ’</bold>, choisissez le produit sous <bold>‘ Appareils locaux ’</bold>.
he: תחת הכרטיסייה <bold>'התקנים'</bold>, יש לבחור את המוצר תחת <bold>'התקנים מקומיים'</bold>.
id: Di tab <bold>‘Perangkat’</bold>, pilih produk pada bagian <bold>‘Perangkat lokal’</bold>.
it: Nella scheda <bold>‘Dispositivi’</bold> , scegli il prodotto in <bold>‘Dispositivi locali’</bold>.
ja: <bold>「デバイス」</bold>タブの下で、<bold>「ローカルデバイス」</bold>の下にある製品を選択します。
ko: <bold>'장치'</bold> 탭의 <bold>'로컬 장치'</bold> 아래에서 제품을 선택합니다.
nb: Under <bold>‘Enheter’</bold> velger du produktet under <bold>‘Lokale enheter’</bold>.
nl: Kies onder het tabblad <bold>‘Apparaten’</bold> kies het product onder <bold>‘Lokale apparaten’</bold>.
pl: W karcie <bold>‚Urządzenia’</bold> wybierz dany produkt w części <bold>‚Lokalne urządzenia’</bold>.
pt_br: Na aba <bold>‘Dispositivos’</bold>, selecione o produto em <bold>‘Dispositivos locais’</bold>.
pt_pt: No separador <bold> ‘Dispositivos’ </bold>, selecione o produto em <bold> ‘Dispositivos locais’ </bold>.
ru: На вкладке <bold>‘Устройства’</bold> выберите устройство в разделе <bold>‘Локальные устройства’</bold>.
sk: Na karte <bold>‚Zariadenia‘</bold> vyberte produkt v časti <bold>‚Miestne zariadenia‘</bold>.
sv: Under flikan <bold>‘Enheter’</bold>, väljer du produkten under <bold>‘Lokala enheter’</bold>.
zh_hans: 在 <bold>‘设备’</bold> 选项卡下，选择 <bold>‘本地设备’</bold> 选项卡下的产品。
zh_hant: 在 <bold>「裝置」</bold> 標籤下，選擇 <bold>「本機裝置」</bold> 下的產品。

# On_the_device_control_screen_choose_add_to_a_room_to_continue
source: On the device control screen, choose <bold>‘Add to a room’</bold> to continue.
ar: في شاشة التحكم بالجهاز، اختر <bold>‘إضافة إلى غرفة’</bold> للمتابعة.
da: På enhedskontrolskærmen skal du vælge <bold>‘Tilføj til et rum’</bold>for at fortsætte.
de: Wähle auf dem Bildschirm der Gerätesteuerung <bold>‚Zu einem Raum hinzufügen‘</bold>, um fortzufahren.
es_mx: En la pantalla de control de dispositivos, elige <bold>‘Agregar a una sala’</bold> para continuar.
fi: Jatka laitteen ohjausnäytössä valitsemalla <bold>'Lisää huoneeseen'</bold>.
fr: Dans l'écran de contrôle de l'appareil, choisissez <bold>‘ Ajouter à une pièce ’<bold> pour continuer.
he: במסך בקרת ההתקן, יש לבחור <bold>'הוספה לחדר'</bold> כדי להמשיך.
id: Di layar kontrol perangkat, pilih <bold>‘Tambahkan ke ruangan’</bold> untuk melanjutkan.
it: Nella schermata di controllo del dispositivo, scegli <bold>‘Aggiungi ad una stanza’</bold> per continuare.
ja: デバイス操作画面で<bold>「ルームを追加する」</bold>を選択して続行します。
ko: 장치 제어 화면에서 <bold>'룸에 추가'</bold>를 선택하여 계속합니다.
nb: I skjermbildet for enhetskontroll velger du <bold>‘Legg til et rom’</bold> for å fortsette.
nl: Kies op het apparaatbedieningsscherm <bold>‘Toevoegen aan een kamer’</bold> om door te gaan.
pl: Na ekranie sterowania urządzeniami wybierz opcję <bold>‚Dodaj do pomieszczenia’</bold>, aby kontynuować.
pt_br: Na tela de controle do dispositivo, selecione <bold>‘Adicionar a um ambiente’</bold> para continuar.
pt_pt: No ecrã de controlo do dispositivo, escolha <bold> ‘Adicionar a uma divisão da casa’ </bold> para continuar.
ru: Чтобы продолжить, на экране управления устройством выберите <bold>‘Добавить в комнату’</bold>.
sk: Na obrazovke ovládania zariadenia vyberte <bold>‚Pridať do miestnosti‘</bold> a pokračujte.
sv: Välj <bold>‘Lägg till i ett rum’</bold> för att förtsätta.
zh_hans: 在设备控制页面上，选择 <bold>‘添加到房间’</bold>继续。
zh_hant: 在裝置控制螢幕上，選擇 <bold>「新增至房間」</bold> 以繼續。

source: Repeat the above process for all products.
ar: كرر العملية المذكورة أعلاه مع جميع المنتجات.
da: Gentag den forrige proces for alle produkter.
de: Wiederhole den oben beschriebenen Vorgang für alle Geräte.
es_mx: Repite el proceso anterior para todos los productos.
fi: Toista yllä oleva prosessi kaikille tuotteille.
fr: Répétez le processus ci-dessus avec tous les produits.
he: יש לחזור על התהליך לעיל עבור כל המוצרים.
id: Ulangi proses di atas untuk semua produk.
it: Ripeti la procedura descritta sopra per tutti i prodotti.
ja: 全ての製品について、上記のプロセスを繰り返します。
ko: 모든 제품에 대해 위 과정을 반복합니다.
nb: Gjenta prosessen ovenfor for alle produkter.
nl: Herhaal het bovenstaande proces voor alle producten.
pl: Powtórz powyższe czynności dla wszystkich produktów.
pt_br: Repita o processo acima para todos os produtos.
pt_pt: Repita o processo acima para todos os produtos.
ru: Повторите описанный выше процесс для всех устройств.
sk: Opakujte vyššie uvedený postup pre všetky produkty.
sv: Upprepa ovanstående process för alla produkter.
zh_hans: 对所有产品重复上述过程。
zh_hant: 針對所有的產品重複以上步驟。

source: Step 4: Create a group
ar: الخطوة الرابعة: إنشاء مجموعة
da: Trin 4: Opret en gruppe
de: Schritt 4: Gruppe erstellen
es_mx: Paso 4: Crear un grupo
fi: Vaihe 4: Luo ryhmä
fr: Étape 4 : Créer un groupe
he: שלב 4: יצירת קבוצה
id: Langkah 4: Buat grup
it: Passo 4: Crea un gruppo
ja: ステップ4：グループを作成する
ko: 4단계: 그룹 만들기
nb: Trinn 4: Opprett en gruppe
nl: Stap 4: Maak een groep
pl: Krok 4: Utwórz grupę
pt_br: Etapa 4: Criar um grupo
pt_pt: Passo 4: Criar um grupo
ru: Шаг 4: Создание группы
sk: 4. krok: Vytvorte skupinu
sv: Steg 4: Skapa en grupp
zh_hans: 第 4 步：创建群组
zh_hant: 第 4 步：建立群組

source: Under ‘Settings’ tab, tap “+” button on bottom right, choose ‘Speaker group’.
ar: ضمن علامة التبويب ‘الإعدادات’، انقر فوق الزر "+" أسفل اليمين ، واختر ‘مجموعة السماعات’.
da: I fanen ‘Indstillinger’ skal du trykke på knappen “+” nederst til højre og vælge ‘Højttalergruppe’.
de: Tippe auf der Registerkarte ‚Einstellungen‘ unten rechts auf die Schaltfläche „+“ und wähle ‚Lautsprechergruppe‘.
es_mx: En la pantalla ‘Ajustes’, toca el botón “+” de la parte inferior derecha y elige ‘Grupo de altavoces’.
fi: Napauta 'Asetukset'-välilehdellä oikeassa alakulmassa olevaa "+"-painiketta ja valitse 'Kaiutinryhmä'.
fr: Sous l'onglet ‘ Paramètres ’, appuyez sur le bouton « + » en bas et à droite, choisissez ‘ Groupe d'enceintes ’.
he: תחת הכרטיסייה 'הגדרות', יש להקיש על הלחצן "+" בפינה התחתונה ולבחור 'קבוצת רמקולים'.
id: Pada tab ‘Pengaturan’, ketuk tombol “+” di bagian kanan bawah, lalu pilih ‘Grup speaker’.
it: Nella scheda ‘Impostazioni’, tocca il pulsante “+” in basso a destra e seleziona ‘Gruppo di Speaker’.
ja: 「設定」タブの下で、底面右にある「+」ボタンをタップして「スピーカーグループ」を選択します。
ko: '설정' 탭에서 오른쪽 하단의 "+" 버튼을 탭하고 '스피커 그룹'을 선택합니다.
nb: Under ‘Innstillinger’ trykker du på «+»-knappen nederst til høyre og velger ‘Høyttalergruppe’.
nl: Tik op het tabblad ‘Instellingen’ rechtsonder op de knop “+” en kies ‘Luidsprekergroep’.
pl: W karcie ‚Ustawienia’ stuknij przycisk „+”, który znajduje się w prawej dolnej części i wybierz ‚Grupa głośnika’.
pt_br: Na aba ‘Configurações’, toque no botão “+” no canto inferior direito e selecione ‘Grupo de caixas de som’.
pt_pt: No separador ‘Definições’, toque no botão "+" no canto inferior direito e selecione ‘Grupo de colunas’.
ru: На вкладке ‘Настройки’ нажмите кнопку «+» в правом нижнем углу и выберите ‘Группа колонок’.
sk: Na karte ‚Nastavenia‘ klepnite na tlačidlo „+“ vpravo dole a vyberte ‚Zoskupenie reproduktorov‘.
sv: Under fliken ‘Inställningar’, tryck på “+”-knappen längst ner till höger, välj ‘Högtalargrupp’.
zh_hans: 在‘设置’选项卡下，点击右下角的“+”按钮，选择‘音箱群组’。
zh_hant: 在「設定」標籤下，輕觸右下方的「+」按鈕，選擇「喇叭群組」。

source: Select products you want to group, then save.
ar: حدد المنتجات التي تريد تجميعها، ثمّ احفظها.
da: Vælg de produkter, du vil gruppere, og gem.
de: Wähle die Geräte aus, die du gruppieren möchtest, und speichere diese dann.
es_mx: Selecciona los productos que quieras agrupar y guarda los cambios.
fi: Valitse tuotteet, jotka haluat ryhmitellä, ja tallenna.
fr: Sélectionnez les produit que vous souhaitez grouper, puis enregistrez.
he: יש לבחור את המוצרים לקיבוץ, ולאחר מכן לשמור.
id: Pilih produk yang ingin Anda kelompokkan, lalu simpan.
it: Seleziona i prodotti che vuoi raggruppare, quindi salva.
ja: グループにしたい製品を選択して保存します。
ko: 그룹화할 제품을 선택한 다음, 저장합니다.
nb: Velg produktene du vil gruppere og lagre.
nl: Selecteer producten die je wilt groeperen en sla ze vervolgens op.
pl: Wybierz produkty, które chcesz dołączyć do grupy, a następnie zapisz wybór.
pt_br: Selecione os produtos que você deseja agrupar e, em seguida, salve.
pt_pt: Selecione os produtos que pretende agrupar e, em seguida, guarde.
ru: Выберите устройства, которые вы хотите включить в группу, затем нажмите «Сохранить».
sk: Vyberte produkty, ktoré chcete zoskupiť, a potom ich uložte.
sv: Välj de produkter du vill gruppera och spara sedan.
zh_hans: 选择要分组的产品，然后保存。
zh_hant: 選擇要分組的產品，然後儲存。

source: Ready for some music ?
ar: هل أنت مستعد لسماع لبعض الموسيقى؟
da: Klar til lidt musik?
de: Bereit für etwas Musik?
es_mx: ¿Quieres un poco de música?
fi: Oletko valmis musiikkiin?
fr: Prêt(e) pour de la musique ?
he: מוכנים לקצת מוזיקה?
id: Siap mendengarkan musik?
it: Pronto per un po' di musica?
ja: 音楽の準備はできていますか？
ko: 음악을 들을 준비가 되셨습니까?
nb: Er du klar for litt musikk?
nl: Klaar voor muziek?
pl: Gotowi na muzykę?
pt_br: Vamos ouvir algumas músicas?
pt_pt: Pronto para ouvir música?
ru: Готовы к прослушиванию музыки?
sk: Pripravený na hudbu?
sv: Redo för lite musik?
zh_hans: 准备好听音乐了吗？
zh_hant: 準備好聽音樂了嗎？

source: Start playback in your preferred music app.
ar: ابدأ التشغيل في تطبيق الموسيقى المفضل لديك.
da: Start afspilningen i din foretrukne musikapp.
de: Starte die Wiedergabe in deiner bevorzugten Musik-App.
es_mx: Inicia la reproducción en tu aplicación de música.
fi: Aloita toisto haluamassasi musiikkisovelluksessa.
fr: Démarrez la lecture dans votre application musicale préférée.
he: התחילו השמעה באפליקציית המוזיקה המועדפת עליכם.
id: Mulai memutar di aplikasi musik pilihan Anda.
it: Avvia la riproduzione nella tua app musicale preferita.
ja: お好きな音楽アプリの再生を開始します。
ko: 선호하는 음악 앱에서 재생을 시작합니다.
nb: Start avspilling fra din foretrukne musikkapp.
nl: Start het afspelen in je favoriete muziekapp.
pl: Zacznij odtwarzać muzykę z ulubionej aplikacji muzycznej.
pt_br: Inicie a reprodução no seu aplicativos de música favorito.
pt_pt: Inicie a reprodução na sua aplicação de música preferida.
ru: Начните воспроизведение в предпочитаемом вами музыкальном приложении.
sk: Spustite prehrávanie vo vašej preferovanej hudobnej aplikácii.
sv: Starta uppspelningen i den musikapp du föredrar.
zh_hans: 在你喜欢的音乐应用程序中开始播放。
zh_hant: 在你喜歡的音樂應用程式中開始播放。

source: Open player in full screen mode, look for the cast button.
ar: افتح المشغل في وضع ملء الشاشة، وابحث عن زر البث.
da: Åbn afspilleren i fuldskærmstilstand, og kig efter cast-knappen.
de: Öffne den Player im Vollbildmodus und suche nach der Schaltfläche „Cast“.
es_mx: Abre el reproductor en el modo de pantalla completa y busca el botón de transmisión.
fi: Avaa soitin koko ruudun tilassa, etsi cast-painike.
fr: Ouvrez le lecteur en plein écran, puis recherchez le bouton de diffusion.
he: פתחו את הנגן במצב מסך מלא וחפשו את לחצן 'צור'.
id: Buka pemutar (player) dalam mode layar penuh, cari tombol siar (cast).
it: Apri il lettore in modalità a schermo intero, cerca il pulsante cast.
ja: フルスクリーンモードでプレーヤーを開き、キャストボタンを探してください。
ko: 전체 화면 모드에서 플레이어를 열고 캐스트 버튼을 찾습니다.
nb: Åpne spilleren i fullskjermmodus og se etter strømmeknappen.
nl: Open de speler in volledig schermmodus en zoek naar de cast-knop.
pl: Otwórz odtwarzacz w trybie pełnego ekranu i poszukaj przycisku transmisji.
pt_br: Abra o reprodutor de música no modo de tela cheia e procure o botão de transmitir.
pt_pt: Abra o leitor no modo de ecrã inteiro e procure o botão de transmissão.
ru: Откройте плеер в полноэкранном режиме и найдите кнопку «Передать».
sk: Otvorte prehrávač v režime celej obrazovky a hľadajte tlačidlo prenášania.
sv: Öppna spelaren i helskärmsläge och leta efter Cast-knappen.
zh_hans: 打开播放器的全屏模式，寻找“投放”按钮。
zh_hant: 開啟播放器的全螢幕模式，尋找“投放”按鈕。

source: Select your group from device list.
ar: حدد مجموعتك من قائمة الأجهزة.
da: Vælg din gruppe fra listen over enheder.
de: Wähle deine Gruppe aus der Geräteliste aus.
es_mx: Selecciona tu grupo desde la lista de dispositivos.
fi: Valitse ryhmäsi laiteluettelosta.
fr: Sélectionner votre groupe dans la liste des appareils.
he: בחרו את הקבוצה מרשימת ההתקנים.
id: Pilih grup Anda dari daftar perangkat.
it: Seleziona il gruppo dall'elenco dei dispositivi.
ja: デバイスリストからグループを選択します。
ko: 장치 목록에서 그룹을 선택합니다.
nb: Velg gruppen din fra enhetslisten.
nl: Selecteer je groep in de apparatenlijst.
pl: Wybierz swoją grupę z listy urządzeń.
pt_br: Selecione seu grupo da lista de dispositivos.
pt_pt: Selecione o seu grupo da lista de dispositivos.
ru: Выберите группу из списка устройств.
sk: Vyberte svoju skupinu zo zoznamu zariadení.
sv: Välj din grupp i enhet-listan.
zh_hans: 从设备列表中选择你的群组。
zh_hant: 從裝置清單選擇您的群組。

source: Chromecast built-in for music streaming and multi-room audio
ar: يتوافر Chromecast built-in لبث الموسيقى وملفات الصوت متعددة الغرف
da: Chromecast built-in til streaming af musik og lyd i flere rum
de: Chromecast built-in für Musikstreaming und Multi-Room-Audio
es_mx: Chromecast built-in para transmisión de música y audio multisala
fi: Chromecast built-in musiikin suoratoistoa ja monihuoneääntä varten
fr: Chromecast built-in pour la diffusion de musique et l'audio multi-pièces
he: Chromecast built-in להזרמת מוזיקה ושמע מרובה חדרים
id: Chromecast built-in untuk streaming musik dan audio multiruangan
it: Chromecast built-in per lo streaming di musica e suono multi-room
ja: Chromecast built-inによる音楽ストリーミングとマルチルームオーディオ
ko: 음악 스트리밍 및 멀티룸 오디오를 위한 Chromecast built-in
nb: Chromecast built-in for musikkstrømming og multiromlyd
nl: Chromecast built-in voor muziekstreaming en audio in meerdere kamers
pl: Chromecast built-in do strumieniowania muzyki i dźwięku typu multi-room
pt_br: Chromecast built-in para transmissão de música e som multiambiente
pt_pt: Chromecast built-in para transmissão de música e áudio multi-room
ru: Chromecast built-in для потоковой передачи музыки и звука в многокомнатном режиме
sk: Chromecast built-in na streamovanie hudby a zvuk vo viacerých miestnostiach
sv: Chromecast built-in för musikstreaming och ljud i flera rum
zh_hans: Chromecast built-in 用于 Wi-Fi 音乐串流播放和多房间播放
zh_hant: Chromecast built-in 用於 Wi-Fi 音樂串流播放和多房間播放

source: To enable Chromecast for music streaming and multi-room audio later, select [Product Settings] from product card to continue.
ar: لتمكين Chromecast من أجل بث الموسيقى وملفات الصوت متعددة الغرف لاحقًا، حدد [إعدادات المنتج] من بطاقة المنتج للمتابعة.
da: For senere at aktivere Chromecast til musikstreaming og lyd i flere rum skal du vælge [Produktindstillinger] på produktkortet for at fortsætte.
de: Wähle [Geräteinstellungen] auf der Gerätekarte zum Fortfahren, um Chromecast später für Musikstreaming und Multi-Room-Audio zu aktivieren.
es_mx: Para habilitar Chromecast para transmitir música y audio multisala más adelante, selecciona [Ajustes del producto] en la tarjeta del producto para continuar.
fi: Jos haluat ottaa Chromecastin käyttöön musiikin suoratoistoa ja monihuoneääntä varten myöhemmin, valitse [Tuoteasetukset] tuotekortista jatkaaksesi.
fr: Pour activer ultérieurement le Chromecast pour la diffusion de musique et l'audio multi-pièces, sélectionnez [Paramètres du produit] dans la fiche du produit pour continuer.
he: כדי לאפשר את Chromecast להזרמת מוזיקה ושמע מרובה חדרים מאוחר יותר, יש לבחור [הגדרות מוצר] בכרטיס המוצר כדי להמשיך.
id: Jika ingin mengaktifkan Chromecast untuk streaming musik dan audio multiruangan nanti, pilih [Pengaturan Produk] dari kartu produk untuk melanjutkan.
it: Per abilitare Chromecast per lo streaming di musica ed il suono multi-room in un secondo momento, seleziona [Impostazioni prodotto] dalla scheda del prodotto per continuare.
ja: 音楽ストリーミングとマルチルームオーディオのために後でChromecastを有効にするには、製品カードから[製品設定]を選択して続行します。
ko: 나중에 음악 스트리밍 및 멀티룸 오디오를 위해 Chromecast를 사용하려면 제품 카드에서 [제품 설정]을 선택하여 계속합니다.
nb: For å aktivere Chromecast for musikkstrømming og multiromlyd senere velger du [Produktinnstillinger] fra produktkortet for å fortsette.
nl: Om Chromecast later in te schakelen voor muziekstreaming en multi-room audio, selecteer je [Productinstellingen] op de productkaart om door te gaan.
pl: Aby później włączyć Chromecast do strumieniowania muzyki i dźwięku typu multi-room, wybierz [Ustawienia produktu] z karty produktu.
pt_br: Para habilitar o Chromecast para transmissão de música e som multiambiente mais tarde, selecione [Configurações do produto] no cartão do produto para continuar.
pt_pt: Para ativar o Chromecast para transmissão de música e áudio multi-room mais tarde, selecione [Definições do Produto] no cartão do produto para continuar.
ru: Чтобы позже включить Chromecast для потоковой передачи музыки и звука в многокомнатном режиме, выберите [Настройки устройства] с карты устройства для продолжения.
sk: Ak chcete v Chromecast neskôr povoliť streamovanie hudby a zvuk vo viacerých miestnostiach, pokračujte výberom položky [Nastavenia produktu] na karte produktu.
sv: För att aktivera Chromecast för musikstreaming och ljud i flera rum senare, välj [Produktinställningar] från produktkortet för att fortsätta.
zh_hans: 若稍后启用 Chromecast 用于Wi-Fi 音乐串流播放和多房间播放，请从产品卡中选择 [产品设置] 继续。
zh_hant: 要稍後啟用 Chromecast 以進行 Wi-Fi 音樂串流播放和多房間播放，請從產品卡中選擇 [產品設定] 以繼續。

# Ready_to_play_some_music_chromecast_built_in
source: Ready to play some music? Tap the "Chromecast built-in" button in hundreds of apps.
ar: هل أنت مستعد لتشغيل بعض مقاطع الموسيقى؟ اضغط على زر "Chromecast built-in" المتوافر في مئات التطبيقات.
da: Klar til at afspille noget musik? Du kan trykke på knappen "Chromecast built-in" i flere hundrede apps.
de: Bereit zur Wiedergabe von Musik? Tippe in Hunderten von Apps auf die Schaltfläche "Chromecast built-in".
es_mx: ¿Todo listo para reproducir música? Toca el botón "Chromecast built-in" en cientos de aplicaciones.
fi: Oletko valmis toistamaan musiikkia? Napauta "Chromecast built-in"-painiketta sadoissa sovelluksissa.
fr: Prêt(e) à écouter de la musique ? Appuyez sur le bouton "Chromecast built-in" dans des centaines d'applications.
he: מוכנים לנגן קצת מוזיקה? הקישו על הלחצן "Chromecast built-in" במאות אפליקציות.
id: Siap memutar musik? Ketuk tombol "Chromecast built-in" di ratusan aplikasi.
it: Pronto a riprodurre un po' di musica? Tocca il pulsante "Chromecast built-in" in centinaia di app.
ja: 音楽を再生する準備はできていますか？数百のアプリの中から"Chromecast built-in"ボタンをタップします。
ko: 음악을 재생할 준비가 되셨습니까? 수백 개의 앱에서 "Chromecast built-in" 버튼을 탭합니다.
nb: Er du klar til å spille litt musikk? Trykk på "Chromecast built-in"-knappen i hundrevis av apper.
nl: Klaar om muziek af te spelen? Tik op de knop "Chromecast built-in" in honderden apps.
pl: Można już odtwarzać muzykę? Stuknij przycisk "Chromecast built-in" w jednej z setek aplikacji.
pt_br: Vamos reproduzir algumas músicas? Toque no botão "Chromecast built-in" em centenas de aplicativos.
pt_pt: Pronto para reproduzir música? Toque no botão "Chromecast built-in" em centenas de aplicações.
ru: Готовы к прослушиванию музыки? Нажмите кнопку"Chromecast built-in" в сотнях приложений.
sk: Ste pripravení prehrávať hudbu? Klepnite na tlačidlo "Chromecast built-in" v stovkách aplikácií.
sv: Redo att spela lite musik? Tryck på knappen "Chromecast built-in" i hundratals appar.
zh_hans: 准备好播放音乐了吗？在数百款应用程序中点击"Chromecast built-in"按钮。
zh_hant: 準備好播放一些音樂了嗎？在數百個應用程式中輕觸 "Chromecast built-in" 按鈕。

source: Enable Chromecast for music streaming and multi-room audio.
ar: تمكين Chromecast لبث الموسيقى وملفات الصوت متعددة الغرف.
da: Aktiver Chromecast til streaming af musik og lyd i flere rum.
de: Aktiviere Chromecast für Musikstreaming und Multi-Room-Audio.
es_mx: Activa Chromecast para transmitir música y audio multisala.
fi: Ota Chromecast käyttöön musiikin suoratoistoa ja monihuoneääntä varten.
fr: Activer Chromecast pour la diffusion de musique et l'audio multi-pièces.
he: אפשרו את Chromecast להזרמת מוזיקה ושמע מרובה חדרים.
id: Aktifkan Chromecast untuk streaming musik dan audio multiruangan.
it: Abilita Chromecast per lo streaming di musica ed il suono multi-room.
ja: 音楽ストリーミングとマルチルームオーディオ用のChromecastを有効にします。
ko: 음악 스트리밍 및 멀티룸 오디오를 위해 Chromecast를 활성화합니다.
nb: Aktiver Chromecast built-in for musikkstrømming og multiromlyd.
nl: Schakel Chromecast in voor muziekstreaming en audio in meerdere kamers.
pl: Włącz Chromecast, aby przesyłać strumieniowo muzykę i uzyskać dźwięk multi room.
pt_br: Habilite o Chromecast para transmissão de música e som multiambiente.
pt_pt: Ative o Chromecast para transmissão de música e áudio multi-room.
ru: Активируйте Chromecast для потоковой передачи музыки и звука в многокомнатном режиме.
sk: Povoľte Chromecast pre streamovanie hudby a zvuk vo viacerých miestnostiach.
sv: Aktivera Chromecast för musikstreaming och ljud i flera rum.
zh_hans: 启用 Chromecast 进行 Wi-Fi 音乐串流播放和多房间播放。
zh_hant: 啟用 Chromecast 以進行 Wi-Fi 音樂串流播放和多房間播放。

source: Connecting, please wait
ar: جار الاتصال، يُرجى الانتظار
da: Tilslutter, vent venligst
de: Verbindung wird hergestellt, bitte warten
es_mx: Conectando, espera
fi: Yhteyden muodostaminen, odota
fr: Connexion, veuillez patienter
he: מתחבר, נא להמתין
id: Sedang menyambungkan. Tunggu sebentar
it: In collegamento, attendere prego...
ja: 接続しています、お待ちください
ko: 연결 중이므로 잠시만 기다려 주십시오
nb: Kobler til, vent litt
nl: Verbinding maken, een ogenblik geduld
pl: Łączenie, proszę czekać
pt_br: Conectando, aguarde
pt_pt: A ligar, aguarde
ru: Подключение, пожалуйста, подождите
sk: Pripája sa, počkajte, prosím
sv: Anslutning pågar, vänta
zh_hans: 连接中，请稍候
zh_hant: 正在連接中，請稍候

source: Connect speaker to Wi-Fi
ar: توصيل السماعة بشبكة Wi-Fi
da: Tilslut højttaleren til wi-fi
de: Lautsprecher mit WLAN verbinden
es_mx: Conecta el altavoz a una red Wi-Fi
fi: Yhdistä kaiutin Wi-Fiin
fr: Connexion de l’enceinte au Wi-Fi
he: חיבור רמקול ל-Wi-Fi
id: Sambungkan speaker dengan Wi-Fi
it: Collega gli speaker al Wi-Fi
ja: Wi-Fiにスピーカーを接続
ko: Wi-Fi에 스피커 연결
nb: Koble høyttaleren til wifi
nl: Verbind de luidspreker met wifi
pl: Podłącz głośnik do sieci Wi-Fi
pt_br: Conectar a caixa de som ao Wi-Fi
pt_pt: Ligar a coluna ao Wi-Fi
ru: Подключите колонка к сети Wi-Fi
sk: Pripojte reproduktor k sieti Wi-Fi
sv: Anslut högtalaren till Wi-Fi
zh_hans: 将音箱连接至 Wi-Fi
zh_hant: 將喇叭連接至 Wi-Fi

source: QUIT
ar: إنهاء
da: ANNULER
de: BEENDEN
es_mx: SALIR
fi: LOPETA
fr: QUITTER
he: יציאה
id: KELUAR
it: SILENZIO
ja: やめる
ko: 끝내기
nb: AVBRYT
nl: STOPPEN
pl: ZAMKNIJ
pt_br: SAIR
pt_pt: SAIR
ru: ВЫЙТИ
sk: UKONČIŤ
sv: AVSLUTA
zh_hans: 退出
zh_hant: 退出

# text_retry_uppercase
source: RETRY
ar: إعادة المحاولة
da: PRØV IGEN
de: ERNEUT VERSUCHEN
es_mx: REINTENTAR
fi: YRITÄ UUDELLEEN
fr: RÉESSAYER
he: לנסות שוב
id: COBA LAGI
it: RIPROVA
ja: 再試行
ko: 재시도
nb: PRØV IGJEN
nl: OPNIEUW PROBEREN
pl: PONÓW
pt_br: TENTAR NOVAMENTE
pt_pt: TENTAR NOVAMENTE
ru: ПОПРОБОВАТЬ СНОВА
sk: SKÚSIŤ ZNOVA
sv: FÖRSÖK IGEN
zh_hans: 重试
zh_hant: 重試
