Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# exit_google_assistant_setup_content
source: By exiting, Google Assistant will not be enabled on this product. You can always enable later in [Product Settings].
ar: بالخروج، لن يتم تمكين Google Assistant على هذا المنتج. ويمكنك دائمًا تمكينه لاحقًا [إعدادات المنتج].
da: Hvis du afslutter, vil Google-assistenten ikke være aktiveret på dette produkt. Du kan altid aktivere det senere i [Product Settings] (Produktindstillinger).
de: Durch das Beenden wird der Google Assistant auf diesem Gerät nicht aktiviert. Du kannst diese Funktion später in den [Produkteinstellungen] aktivieren.
es_mx: Si sales, el Asistente de Google no se habilitará en este producto. Siempre puedes realizar cambios más tarde en los [Ajustes del producto].
fi: Poistuessasi Google Assistant ei ole käytössä tässä tuotteessa. Voit aina ottaa sen käyttöön myöhemmin [Tuoteasetukset]-kohdassa.
fr: Si vous arrêtez, le Google Assistant ne sera pas activé sur ce produit. Vous pouvez toujours l'activer ultérieurement dans les [paramètres du produit].
he: אם תצאו, Google Assistant לא יהיה זמין במוצר זה. תמיד תוכלו להפעיל את התכונה מאוחר יותר ב[הגדרות מוצר].
id: Jika keluar, Asisten Google tidak akan diaktifkan di produk ini. Anda bisa mengaktifkannya nanti di [Pengaturan Produk].
it: Uscendo, l'Assistente Google non sarà abilitato su questo prodotto. Puoi sempre abilitarlo più tardi nelle [Impostazioni prodotto].
ja: 終了すると、本製品でGoogleアシスタントは有効になりません。いつでも、後で[製品設定]から有効にすることができます。
ko: 종료할 경우 이 제품에서 Google 어시스턴트가 활성화되지 않습니다. 언제든지 [제품 설정]에서 활성화할 수 있습니다.
nb: Hvis du avslutter, vil Google Assistent ikke konfigureres for dette produktet. Du kan når som helst aktivere senere fra [Produktinnstillinger].
nl: Door af te sluiten, wordt Google Assistent niet ingesteld op dit product. Je kunt dit latere eventueel doen in [Productinstellingen].
pl: Jeśli zdecydujesz się wyjść, Asystent Google nie będzie włączony na tym produkcie. Możesz zawsze włączyć go później w [Ustawienia produktu].
pt_br: Ai sair, o Google Assistente não será habilitado neste produto. Você sempre pode habilitar depois em [Configurações do produto].
pt_pt: Ao sair, o Google Assistant não será ativado neste produto. Pode sempre ativá-lo mais tarde em [Definições do produto].
ru: Если сейчас выйти, Google Ассистент не будет активирован на данном устройстве. Вы всегда можете включить сервис позже в [Настройки устройства].
sk: Ukončením nebude služba Google Assistant v tomto produkte povolená. Neskôr ju môžete vždy povoliť v [Nastavenia produktu] (Product Settings).
sv: Om du avslutar aktiveras inte Google Assistant på den här produkten. Du kan alltid aktivera den senare i [Produktinställningar].
zh_hans: 退出后，该产品将不支持 Google 助手功能。你可以稍后在[产品设置]中进行启用。
zh_hant: 結束後，Google 助理不會在此產品上啟用。您可稍後隨時在[產品設定]中啟用。

source: Continue setup ?
ar: هل تريد متابعة الإعداد؟
da: Fortsæt opsætningen?
de: Einrichtung fortsetzen?
es_mx: ¿Continuar con la configuración?
fi: Jatka asennusta?
fr: Poursuivre la configuration ?
he: להמשיך בהגדרה?
id: Lanjutkan pengaturan?
it: Continuare la configurazione?
ja: 設定を続行しますか？
ko: 설정을 계속 진행하시겠습니까?
nb: Fortsette konfigurering?
nl: Doorgaan met instellen?
pl: Kontynuować konfigurację?
pt_br: Continuar a configuração?
pt_pt: Continuar a configuração?
ru: Продолжить настройку?
sk: Pokračovať v nastavení?
sv: Vill du fortsätta med installationen?
zh_hans: 继续设置吗？
zh_hant: 繼續設定？

# alexa_is_not_enabled_on_this_product
source: Alexa is not enabled on this product. Do you want to continue setting up Google assistant ?
ar: لم يتم تمكين Alexa على هذا المنتج. هل تريد متابعة إعداد Google assistant؟
da: Alexa er ikke aktiveret på dette produkt. Vil du fortsætte med at opsætte Google-assistenten?
de: Alexa ist auf deinem Gerät nicht aktiviert. Möchtest du mit der Einrichtung von Google Assistant fortfahren?
es_mx: Alexa no está habilitada en este producto. ¿Quieres seguir configurando el Asistente de Google?
fi: Alexa ei ole käytettävissä tässä tuotteessa. Haluatko jatkaa Google Assistantin määrittämistä?
fr: Alexa n'est pas activée sur ce produit. Voulez-vous poursuivre la configuration de le Google Assistant ?
he: Alexa אינה מאופשרת במוצר זה. האם ברצונכם להמשיך להגדיר את Google Assistant?
id: Alexa tidak diaktifkan di produk ini. Ingin melanjutkan pengaturan asisten Google?
it: Alexa non è abilitato su questo prodotto. Vuoi continuare a configurare l'Assistente Google?
ja: この製品上でAlexaはまだ有効になっていません。 Googleアシスタントの設定を続行しますか？
ko: 이 제품에서 Alexa가 활성화되어 있지 않습니다. 계속 Google 어시스턴트를 설정하시겠습니까?
nb: Alexa er ikke aktivert på dette produktet. Vil du fortsette å konfigurere Google-assistenten ?
nl: Alexa is niet ingeschakeld op dit apparaat. Wil je doorgaan met het instellen van de Google Assistent?
pl: Alexa nie jest włączona na tym produkcie. Czy na pewno chcesz kontynuować konfigurację Asystenta Google?
pt_br: Alexa não está habilitada neste produto. Pretende continuar a configurar o Google Assistente?
pt_pt: A Alexa não está ativada neste produto. Pretende continuar a configurar o Google Assistant?
ru: Alexa не активирована на данном устройстве. Вы хотите продолжить настройку Google Ассистент?
sk: Alexa nie je na tomto produkte povolená. Chcete pokračovať v nastavovaní služby Google assistant?
sv: Alexa är inte aktiverad på den här produkten. Vill du fortsätta att konfigurera Google Assistant?
zh_hans: 本产品未启用 Alexa 功能。 你是否要继续设置 Google 助手？
zh_hant: Alexa 未在此產品上啟用。 您是否要繼續設定 Google 助理？

source: Set up Google Assistant
ar: إعداد Google assistant
da: Opsæt Google Assistent
de: Google Assistant einrichten
es_mx: Configurar el Asistente de Google
fi: Määritä Google Assistant
fr: Configurer le Google Assistant
he: הגדירו את Google Assistant
id: Atur Asisten Google
it: Configura l'Assistente Google
ja: Googleアシスタントを設定する
ko: Google 어시스턴트 설정
nb: Konfigurer Google Assistent
nl: Stel Google Assistent in
pl: Konfiguracja Asystenta Google
pt_br: Configurar o Google Assistente
pt_pt: Configurar o Google Assistant
ru: Настройка Google Ассистент
sk: Nastavenie služby Google Assistant
sv: Ställ in Google Assistant
zh_hans: 设置 Google 助手
zh_hant: 設定 Google 助理

source: Set up Alexa
ar: إعداد Alexa
da: Opsæt Alexa
de: Alexa einrichten
es_mx: Configurar Alexa
fi: Suorita Alexan määritykset
fr: Configurer Alexa
he: הגדרת Alexa
id: Atur Alexa
it: Configura Alexa
ja: Alexaを設定する
ko: Alexa 설정
nb: Konfigurer Alexa
nl: Stel Alexa in
pl: Konfiguracja Alexa
pt_br: Configurar a Alexa
pt_pt: Configurar a Alexa
ru: Настройка Alexa
sk: Nastavenie služby Alexa
sv: Ställ in Alexa
zh_hans: 设置 Alexa
zh_hant: 設定 Alexa

# Try_Saying_This
source: Try Saying
ar: جرب قول
da: Prøv at sige
de: Versuche, Folgendes zu sagen
es_mx: Prueba decir lo siguiente
fi: Kokeile sanoa
fr: Essayez de dire
he: נסו לומר
id: Coba Katakan
it: Prova dicendo
ja: 言ってみてください
ko: 다음과 같이 말해보십시오.
nb: Prøv å si
nl: Probeer te zeggen
pl: Spróbuj powiedzieć
pt_br: Tente dizer
pt_pt: Experimente dizer
ru: Попробуйте сказать
sk: Skúste povedať
sv: Prova att säga
zh_hans: 试着说
zh_hant: 嘗試說出

# Try_Saying_This_detail
source: "Hey Google, play some music" "Hey Google, what’s the latest news?" "Hey Google, Set a timer for 15 minutes"
ar: "مرحبًا Google، شغل موسيقى" "مرحبًا Google، ما آخر الآخبار؟" "مرحبًا Google، قم بتعيين مؤقت مدته 15 دقائق"
da: "Hey Google, afspil noget musik" "Hey Google, hvad er de seneste nyheder?" "Hey Google, indstil en timer til 15 minutter"
de: "Hey Google, spiel ein bisschen Musik" "Hey Google, was gibt es Neues?" "Hey Google, stell einen Timer für 15 Minuten"
es_mx: "Hey Google, reproduce música" "Hey Google, ¿cuáles son las últimas noticias?" "Hey Google, establece un temporizador durante 15 minutos"
fi: "Hei Google, soita musiikkia" "Hei Google, mitkä ovat viimeisimmät uutiset?" "Hei Google, aseta ajastin 15 minuutiksi"
fr: "Ok Google, joue de la musique." "Ok Google, quelles sont les dernières nouvelles ?" "Ok Google, règle une minuterie sur 15 minutes."
he: "היי Google, נגן קצת מוזיקה" "היי Google, מה החדשות האחרונות?" "היי Google, הגדר טיימר של 15 דקות"
id: "Hey Google, play some music" ("Hei Google, putar musik") "Hey Google, what’s the latest news?" ("Hei Google, ada berita terbaru?") "Hey Google, Set a timer for 15 minutes" ("Hei Google, Atur pewaktu untuk 15 menit")
it: "Ehi Google, riproduci un po' di musica" "Hey Google, quali sono le ultime notizie?" "Hey Google, imposta un timer di 15 minuti"
ja: "OK Google、音楽をかけて" "OK Google、最新のニュースはどう？" "OK Google、タイマーを15分間にセットして"
ko: "Hey Google, 음악을 재생해줘" "Hey Google, 최신 뉴스 알려줘" "Hey Google, 타이머를 15분으로 설정해줘"
nb: "Hei, Google! Spill litt musikk" "Hei, Google! Hva er siste nytt?" "Hei, Google! Still inn en timer om 15 minutter"
nl: "Hey Google, speel muziek af" "Hey Google, wat is het laatste nieuws?" "Hey Google, stel een timer in op 15 minuten"
pl: "Hej, Google, odtwórz muzykę" "Hej, Google, podaj najnowsze informacje?" "Hej, Google, ustaw zegar na 15 minut"
pt_br: "Hey, Google, reproduza uma música" "Hey, Google, quais são as últimas notícias?" "Hey Google, ajuste o temporizador para 15 minutos"
pt_pt: "Ei Google, põe uma música a tocar" "Ei Google, quais são as últimas notícias?" "Ei Google, define um temporizador para daqui a 15 minutos"
ru: "Окей, Google, включи музыку" "Окей, Google, какие последние новости?" "Окей, Google, установи таймер на 15 минут"
sk: „Hej Google, prehraj nejakú hudbu“ (Hey Google, play some music) „Hej Google, aké sú najnovšie správy?“ (Hey Google, what’s the latest news?) „Hej Google, nastav časovač na 15 minút“ (Hey Google, Set a timer for 15 minutes)
sv: "Hej Google, spela lite musik" "Hej Google, vilka är de senaste nyheterna?" "Hej Google, ställ in en timer på 15 minuter"
zh_hans: “嘿，Google，播放音乐” 嘿，Google，今天有什么新闻?” “嘿，Google，设置 15 分钟定时提醒”
zh_hant: "嘿，Google，播放一些音樂" "嘿，Google，有什麼最新消息？" "嘿，Google，將定時器設為 15 分鐘"

source: Voice Language
ar: لغة الصوت
da: Stemmesprog
de: Sprache für Spracheingaben
es_mx: Idioma de voz
fi: Puheäänen kieli
fr: Langue de la voix
he: שפת קול
id: Bahasa Suara
it: Lingua voce
ja: 声の言語
ko: 음성 언어
nb: Talespråk
nl: Spraaktaal
pl: Język głosu
pt_br: Idioma de voz
pt_pt: Idioma da voz
ru: Язык голоса
sk: Jazyk hlasu
sv: Röstspråk
zh_hans: 语音助手语言
zh_hant: 語音語言

source: Account
ar: الحساب
da: Konto
de: Konto
es_mx: Cuenta
fi: Tili
fr: Compte
he: חשבון
id: Akun
ja: アカウント
ko: 계정
nb: Konto
pl: Konto
pt_br: Conta
pt_pt: Conta
ru: Учетная запись
sk: Účtu
sv: Konto
zh_hans: 账户
zh_hant: 帳戶

source: Amazon Alexa Settings
ar: إعدادات Amazon Alexa
da: Indstillinger for Amazon Alexa
de: Amazon Alexa Einstellungen
es_mx: Ajustes de Amazon Alexa
fi: Amazon Alexan asetukset
fr: Paramètres Amazon Alexa
he: הגדרות Amazon Alexa
id: Pengaturan Amazon Alexa
it: Impostazioni Amazon Alexa
ja: Amazon Alexaの設定
ko: Amazon Alexa 설정
nb: Amazon Alexa-innstillinger
nl: Amazon Alexa-instellingen
pl: Ustawienia Amazon Alexa
pt_br: Configurações da Amazon Alexa
pt_pt: Definições do Amazon Alexa
ru: Настройки Amazon Alexa
sk: Nastavenia aplikácie Amazon Alexa
sv: Amazon Alexa-Inställningar
zh_hans: Amazon Alexa 设置
zh_hant: Amazon Alexa 設定

source: Start of Request
ar: بداية الطلب
da: Start af anmodning
de: Beginn der Sprachanfrage
es_mx: Inicio de la solicitud
fi: Pyynnön alku
fr: Début de la requête
he: תחילת הבקשה
id: Awal Permintaan
it: Inizio della richiesta
ja: 指示の開始
ko: 요청 시작
nb: Forespørselens start
nl: Begin van verzoek
pl: Rozpoczęcie żądania
pt_br: Início da solicitação
pt_pt: Início do pedido
ru: Старт запроса
sk: Začiatok žiadosti
sv: Början av begäran
zh_hans: 请求开始
zh_hant: 請求開始

source: End of Request
ar: نهاية الطلب
da: Slut på anmodning
de: Ende der Sprachanfrage
es_mx: Fin de la solicitud
fi: Pyynnön loppu
fr: Fin de la requête
he: סיום הבקשה
id: Akhir Permintaan
it: Fine della richiesta
ja: 指示の終了
ko: 요청 종료
nb: Forespørselens slutt
nl: Einde van verzoek
pl: Zakończenie żądania
pt_br: Fim da solicitação
pt_pt: Fim do pedido
ru: Конец запроса
sk: Koniec žiadosti
sv: Slut på begäran
zh_hans: 请求结束
zh_hant: 請求結束

# Play_an_audible_tone_Alexa_wake_word
source: Play an audible tone when you speak the Alexa wake word.
ar: قم بتشغيل نغمة مسموعة عند نطق كلمة انتباه Alexa.
da: Afspil en hørbar tone, når du siger Alexa-aktiveringsordet.
de: Gib ein akustisches Signal ab, wenn das Alexa Aktivierungswort gesprochen wird.
es_mx: Reproduce un sonido audible al decir la palabra de activación de Alexa.
fi: Anna äänimerkki, kun sanot Alexan herätyssanan.
fr: Émettre une tonalité lorsque vous prononcez le mot de réveil d'Alexa.
he: השמיעו צליל כשאתם אומרים את מילת ההשכמה של Alexa.
id: Putar bunyi saat Anda mengucapkan perintah pengaktifan Alexa.
it: Riproduci un segnale acustico quando si pronuncia la parola di attivazione Alexa.
ja: Alexaのウェイクワードを言う時に音を鳴らします。
ko: Alexa 호출어를 말하면 신호음이 재생됩니다.
nb: Spill av en hørbar tone når du sier Alexas aktiveringsord.
nl: Speel een hoorbare toon af wanneer je het Alexa-wakewoord uitspreekt.
pl: Odtwórz słyszalny dźwięk, gdy wypowiadasz słowa wybudzenia Alexa.
pt_br: Reproduza um tom audível ao dizer a palavra de ativação da Alexa.
pt_pt: Emite um tom audível quando diz a palavra de ativação da Alexa.
ru: Произнесите слово для пробуждения Alexa, чтобы на фоне были слышимые звуки.
sk: Prehrať zvukový tón, keď vyslovíte budiace slovo Alexa.
sv: Spela upp en hörbar ton när du säger Alexa-väckningsordet.
zh_hans: 当你说出 Alexa 唤醒词时，将播放一次提示音。
zh_hant: 在說出 Alexa 喚醒詞時，播放提示音。

# Play_an_audible_tone_speaking
source: Play an audible tone when you are finished speaking.
ar: قم بتشغيل نغمة مسموعة عند انتهاء التحدث.
da: Afspil en hørbar tone, når du er færdig med at tale.
de: Gib ein akustisches Signal ab, wenn die Sprachanfrage beendet ist.
es_mx: Reproduce un sonido audible al terminar de hablar.
fi: Anna äänimerkki, kun olet lopettanut puhumisen.
fr: Émettre une tonalité lorsque vous avez fini de parler.
he: השמיעו צליל כשאתם מסיימים לדבר.
id: Putar bunyi saat Anda selesai mengucapkan perintah.
it: Riproduci un segnale acustico al termine della richiesta.
ja: 指示を終えた時に音を鳴らします。
ko: 말을 마치면 신호음이 재생됩니다.
nb: Spill av en hørbar tone når du er ferdig med å snakke.
nl: Speel een hoorbare toon wanneer je klaar bent met spreken.
pl: Odtwórz słyszalny dźwięk, gdy kończysz mówić.
pt_br: Reproduza um tom audível ao terminar de falar.
pt_pt: Emite um tom audível quando termina de falar.
ru: Завершите речь со слышимым звуком на фоне.
sk: Keď dohovoríte, prehrať zvukový tón.
sv: Spela upp en hörbar ton när du har pratat klart.
zh_hans: 当你说完后，将播放一次提示音。
zh_hant: 在說完時，播放提示音。

source: Voice Settings
ar: إعدادات الصوت
da: Stemmeindstillinger
de: Spracheinstellungen
es_mx: Ajustes de voz
fi: Puheääniasetukset
fr: Paramètres de la voix
he: הגדרות קול
id: Pengaturan Suara
it: Impostazioni voce
ja: 声の設定
ko: 음성 설정
nb: Taleinnstillinger
nl: Spraakinstellingen
pl: Ustawienia głosu
pt_br: Configurações de voz
pt_pt: Definições de voz
ru: Настройки голоса
sk: Nastavenia hlasu
sv: Inställningar för röst
zh_hans: 语音设置
zh_hant: 語音設定

# jbl_Choose_language_for_Alexa
source: We’ll recognize your accent when you say the wake word.
ar: سنتعرف على لهجتك عندما تقول كلمة انتباه.
da: Vi genkender din accent, når du siger aktiveringsordet.
de: Wir erkennen deinen Dialekt, wenn du das Aktivierungswort sagst.
es_mx: Reconoceremos tu acento cuando digas la palabra de activación.
fi: Tunnistamme aksenttisi, kun sanot herätyssanan.
fr: Nous reconnaîtrons votre accent lorsque vous direz le mot de réveil.
he: אנחנו נזהה את המבטא שלכם כשתאמרו את מילת ההשכמה.
id: Kami akan mengenali aksen Anda saat mengucapkan perintah pengaktifan.
it: Riconosceremo il tuo accento quando pronuncerai la parola di attivazione.
ja: ウェイクワードを言うときにアクセントを識別します。
ko: 호출어를 말하면 사용자의 억양을 인식합니다.
nb: Vi gjenkjenner aksenten din når du sier aktiveringsordet.
nl: Wij herkennen je accent als je het wake-word zegt.
pl: Rozpoznamy twój akcent, gdy powiesz słowo wybudzenia.
pt_br: Reconheceremos seu sotaque quando você disser a palavra de ativação.
pt_pt: Reconheceremos o seu sotaque quando disser a palavra de ativação.
ru: Теперь, когда вы будете произносить слово для пробуждения, мы распознаем ваш акцент.
sk: Keď poviete budiace slovo, rozpoznáme váš prízvuk.
sv: Vi känner igen din accent när du säger väckningsordet.
zh_hans: 当你说出唤醒词时，我们会辨别你的口音。
zh_hant: 當您說出喚醒詞時，我們會認出您的口音。

source: Voice Assistant
ar: المساعد الصوتي
da: Stemmeassistent
de: Sprachassistent
es_mx: Asistente de voz
fi: Puheavustaja
fr: Assistant vocal
he: מסייע קולי
id: Asisten Suara
it: Assistente vocale
ja: ボイスアシスタント
ko: 음성 비서
nb: Taleassistent
nl: Spraakassistent
pl: Asystent głosowy
pt_br: Assistente de voz
pt_pt: Assistente de voz
ru: Голосовой помощник
sk: Hlasový asistent
sv: Röstassistent
zh_hans: 语音助手
zh_hant: 語音助理

source: Google Assistant
da: Google Assistent
es_mx: Asistente de Google
id: Asisten Google
it: Assistente Google
ja: Googleアシスタント
ko: Google 어시스턴트
nb: Google Assistent
nl: Google Assistent
pl: Asystent Google
pt_br: Google Assistente
ru: Google Ассистент
sv: Google Assistent
zh_hans: Google 助手
zh_hant: Google 助理

# multiChannel_Audio_Calibration
source: Audio Calibration
ar: معايرة الصوت
da: Kalibrering af lyd
de: Audio-Kalibrierung
es_mx: Calibración del audio
fi: Äänen kalibrointi
fr: Étalonnage audio
he: כיול שמע
id: Kalibrasi Audio
it: Calibrazione audio
ja: オーディオの測定
ko: 오디오 보정
nb: Lydkalibrering
nl: Audiokalibratie
pl: Kalibracja audio
pt_br: Calibração de Áudio
pt_pt: Calibração de áudio
ru: Автокалибровка
sk: Kalibrácia zvuku
sv: Ljudkalibrering
zh_hans: 音频校准
zh_hant: 音訊校準

source: Send Device Usage and Crash Reports to Google
ar: إرسال تقارير استخدام الجهاز والأعطال إلى Google
da: Send rapporter om brug af enheder og nedbrud til Google
de: Senden von Gerätenutzungs- und Absturzberichten an Google
es_mx: Enviar informes de uso del dispositivo y de fallos a Google
fi: Laitteen käyttö- ja kaatumisraporttien lähettäminen Googlelle
fr: Envoyer des rapports d'utilisation de l'appareil et d'erreur à Google
he: שלחו ל-Google מידע על השימוש בהתקן ודוחות קריסה
id: Kirim Laporan Penggunaan Perangkat dan Crash ke Google
it: Invia a Google un report sull'utilizzo e sui crash del dispositivo
ja: デバイスの使用方法とクラッシュレポートをGoogleに送信する
ko: Google에 장치 사용 및 충돌 보고서 보내기
nb: Send krasj-rapporter og rapporter om bruk av enheten til Google
nl: Stuur apparaatgebruik en crashrapporten naar Google
pl: Prześlij dane użycia urządzenia i raporty o awarii do Google
pt_br: Enviar relatórios de uso e de falhas do dispositivo para o Google
pt_pt: Enviar relatórios de utilização de dispositivos e de erros para o Google
ru: Отправлять отчеты об использовании устройства и сбоях в Google
sk: Odosielajte spoločnosti Google správy o používaní zariadenia a zlyhaniach
sv: Skicka rapporter om enhetsanvändning och krascher till Google
zh_hans: 向谷歌发送产品使用情况和故障报告
zh_hant: 向 Google 傳送裝置使用和當機報告

source: Product Management
ar: إدارة الإنتاج
da: Produktstyring
de: Gerätemanagement
es_mx: Gestión de productos
fi: Tuotteen hallinta
fr: Gestion des produits
he: ניהול מוצר
id: Pengelolaan Produk
it: Gestione dei prodotti
ja: 製品の管理
ko: 제품 관리
nb: Produktadministrering
nl: Productbeheer
pl: Zarządzanie produktami
pt_br: Gerenciamento de produtos
pt_pt: Gerenciamento de produtos
ru: Управление устройством
sk: Riadenie produktov
sv: Produkthantering
zh_hans: 产品管理
zh_hant: 產品管理

source: Add New Product
ar: إضافة منتج جديد
da: Tilføj nyt produkt
de: Neues Gerät hinzufügen
es_mx: Agregar nuevo producto
fi: Lisää uusi tuote
fr: Ajouter un nouveau produit
he: הוספת מוצר חדש
id: Tambahkan Produk Baru
it: Aggiungi un nuovo prodotto
ja: 製品を新しく追加する
ko: 새 제품 추가
nb: Legg til nytt produkt
nl: Nieuw product toevoegen
pl: Dodaj nowy produkt
pt_br: Adicionar novo produto
pt_pt: Adicionar novo produto
ru: Добавить новое устройство
sk: Pridať nový produkt
sv: Lägg till ny produkt
zh_hans: 添加新产品
zh_hant: 添加新產品

source: Supported Services
ar: الخدمات المدعومة
da: Understøttede tjenester
de: Unterstützte Dienste
es_mx: Servicios compatibles
fi: Tuetut palvelut
fr: Services pris en charge
he: שירותים נתמכים
id: Layanan yang Didukung
it: Servizi supportati
ja: 対応可能なサービス
ko: 지원되는 서비스
nb: Støttede tjenester
nl: Ondersteunde diensten
pl: Obsługiwane usługi
pt_br: Serviços compatíveis
pt_pt: Serviços suportados
ru: Поддерживаемые сервисы
sk: Podporované služby
sv: Tjänster som stöds
zh_hans: 第三方服务
zh_hant: 第三方服務

source: In-App Music
ar: الموسيقى داخل التطبيق
da: Musik i appen
de: In-App-Musik
es_mx: Música en la aplicación
fi: Sovelluksen sisäinen musiikki
fr: Musique dans l'application
he: מוזיקה באפליקציה
id: Musik Dalam Aplikasi
it: Musica in-App
ja: アプリ内の音楽
ko: 인앱 음악
nb: Musikk i app
nl: In-App muziek
pl: Muzyka w aplikacji
pt_br: Música no aplicativo
pt_pt: Música na aplicação
ru: Музыка приложения
sk: Hudba v aplikácii
sv: Musik i appen
zh_hans: 内置音乐
zh_hant: 內置音樂

source: Top Panel Settings
ar: إعدادات اللوحة العلوية
da: Indstillinger for øverste panel
de: Einstellungen für oberes Bedienfeld
es_mx: Ajustes del panel superior
fi: Yläpaneelin asetukset
fr: Paramètres du panneau supérieur
he: הגדרות לוח עליון
id: Pengaturan Panel Atas
it: Impostazioni pannello superiore
ja: トップパネル設定
ko: 상단 패널 설정
nb: Toppanelinnstillinger
nl: Instellingen bovenpaneel
pl: Ustawienia górnego panelu
pt_br: Configurações do painel superior
pt_pt: Definições do painel superior
ru: Настройки верхней панели
sk: Nastavenia horného panela
sv: Ovansidans panelreglage
zh_hans: 顶部面板设置
zh_hant: 頂部面板設定

source: Mic Effect
ar: تأثير الميكروفون
da: Mikrofon-effekt
de: Mikro-Effekt
es_mx: Efecto de micrófono
fi: Mikrofonitehoste
fr: Effet mic
he: אפקטים של המיקרופון
id: Efek Mik
it: Effetto microfono
ja: マイクエフェクト
ko: 마이크 효과
nb: Mikrofoneffekt
nl: Microfooneffect
pl: Efekt mikrofonu
pt_br: Efeito de mic
pt_pt: Efeito do microfone
ru: Эффекты для микрофона
sk: Efekt mikrofónu
sv: Mikrofoneffekt
zh_hans: 麦克风效果
zh_hant: 麥克風效果

source: Enjoy Music
ar: استمتع بالموسيقى
da: Nyd musikken
de: Musik genießen
es_mx: Disfrutar de la música
fi: Nauti musiikista
fr: Profitez de la musique
he: ליהנות מהאזנה למוזיקה
id: Nikmati Musik
it: Goditi la tua musica
ja: 音楽をお楽しみ下さい
ko: 음악을 즐겨보세요
nb: Lytt til musikk
nl: Geniet van muziek
pl: Ciesz się muzyką
pt_br: Aprecie música
pt_pt: Aprecie música
ru: Насладитесь музыкой
sk: Vychutnajte si hudbu
sv: Njut av musiken
zh_hans: 享受音乐
zh_hant: 欣賞音樂

source: My Google Activity
ar: نشاطي على Google
da: Min Google-aktivitet
de: Meine Google-Aktivität
es_mx: Mi actividad en Google
fi: Omat Google-toimintani
fr: Mon activité Google
he: פעילות Google שלי
id: Aktivitas Google Saya
it: Le mie attività Google
ko: 내 Google 활동
nb: Min Google-aktivitet
nl: Mijn Google activiteit
pl: Moja aktywność Google
pt_br: Minha atividade no Google
pt_pt: A minha atividade Google
ru: Моя активность в Google
sk: Moja služba Google Activity
sv: Min Google-aktivitet
zh_hans: 我的 Google 活动
zh_hant: 我的 Google 活動

source: Music Services
ar: خدمات الموسيقى
da: Musiktjenester
de: Musik-Dienste
es_mx: Servicios de música
fi: Musiikkipalvelut
fr: Services musicaux
he: שירותי מוזיקה
id: Layanan Musik
it: Servizi musicali
ja: 音楽配信サービス
ko: 음악 서비스
nb: Musikktjenester
nl: Muziekdiensten
pl: Serwisy muzyczne
pt_br: Serviços de música
pt_pt: Serviços de música
ru: Музыкальные сервисы
sk: Hudobné služby
sv: Musiktjänster
zh_hans: 音乐服务
zh_hant: 音樂服務
