Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

source: Automatically adapts the EQ to the content for an optimized sound experience.
ar: يقوم تلقائيًا بتعديل إعدادات المعادل (EQ) لتتوافق مع المحتوى الذي يتم تشغيله، وذلك لضمان أفضل جودة صوت ممكنة أو تجربة لذلك المحتوى المحدد.
da: Tilpasser automatisk EQ til indholdet for en optimeret lydoplevelse.
de: Passt den EQ automatisch an den Inhalt an und sorgt so für ein optimales Sounderlebnis.
es_mx: Adapta automáticamente el ecualizador (EQ) al contenido para lograr una experiencia de sonido optimizada.
fi: Mukauttaa EQ:n automaattisesti sisällön mukaan optimoitua äänikokemusta varten.
fr: Adapte automatiquement l'égaliseur au contenu pour une expérience sonore optimisée.
he: מתאים באופן אוטומטי את האקולייזר לתוכן, לקבלת חוויית קול ממוטבת.
id: Menyesuaikan EQ dengan konten secara otomatis untuk mendapatkan pengalaman suara yang optimal.
it: Adatta automaticamente l'EQ ai contenuti per un'esperienza audio ottimizzata.
ja: 最適化されたサウンド体験向けの内容にEQを自動的に適合させます。
ko: 콘텐츠에 따라 EQ를 자동으로 조정하여 사운드 경험을 최적화합니다.
nb: Tilpasser automatisk EQ til innholdet for en optimalisert lydopplevelse.
nl: Past de EQ automatisch aan de inhoud aan voor een geoptimaliseerde geluidservaring.
pl: Automatycznie dostosowuje ustawienia korektora do zawartości audio, aby zoptymalizować wrażenia dźwiękowe.
pt_br: Adapta automaticamente o equalizador ao conteúdo para uma experiência de som melhorada.
pt_pt: Adapta automaticamente a EQ ao conteúdo para uma experiência de som otimizada.
ru: Автоматически адаптирует эквалайзер к контенту для оптимизации звучания.
sk: Automaticky prispôsobuje ekvalizér obsahu pre optimalizovaný zvukový zážitok.
sv: Anpassar automatiskt EQ till innehållet för en optimerad ljudupplevelse.
zh_hans: 根据内容自动调整均衡器，以获得最佳的声音体验。
zh_hant: 根據內容自動調適 EQ 以達到最佳化的聲音體驗。

source: You are sharing music to other speakers at the party.
ar: أنت تشارك الموسيقى مع مكبرات الصوت الأخرى في الحفلة.
da: Du deler musik med andre højttalere til festen.
de: Du teilst Musik mit anderen Lautsprechern auf der Party.
es_mx: Estás compartiendo música a otros altavoces en la fiesta.
fi: Jaat musiikkia juhlien muille kaiuttimille.
fr: Vous partagez de la musique avec d'autres enceintes de la fête.
he: אתם משתפים מוזיקה עם רמקולים אחרים במסיבה.
id: Anda sedang membagikan musik ke speaker lain di pesta.
it: Stai condividendo la musica con altri speaker presenti alla festa.
ja: パーティーでその他のスピーカーと音楽を共有しています。
ko: 파티에서 다른 스피커와 음악을 공유하고 있습니다.
nb: Du deler musikk med andre høyttalere på festen.
nl: Je deelt muziek met andere luidsprekers op het feest.
pl: Udostępniasz muzykę na inne głośniki na imprezie.
pt_br: Você está compartilhando música com outras caixas de som da festa.
pt_pt: Está a partilhar música com outras colunas na festa.
ru: Вы делитесь музыкой с другими колонками на вечеринке.
sk: Zdieľate hudbu s ostatnými reproduktormi na párty.
sv: Du delar musik till andra högtalare på festen.
zh_hans: 你正在派对上与其他音箱分享音乐。
zh_hant: 您正在派對上向其他喇叭分享音樂。

source: Go to control center and turn on Bluetooth to discover nearby products.
ar: انتقل إلى مركز التحكم وشغّل تقنية Bluetooth لاكتشاف المنتجات القريبة.
da: Gå til kontrolcenteret, og tænd for Bluetooth for at finde produkter i nærheden.
de: Öffne das Kontrollzentrum und aktiviere Bluetooth, damit Geräte in der Nähe erkannt werden.
es_mx: Para detectar productos cercanos, ve al centro de control y activa Bluetooth.
fi: Siirry ohjauskeskukseen ja kytke Bluetooth päälle löytääksesi lähellä olevat tuotteet.
fr: Allez dans le Centre de contrôle et activez le Bluetooth pour découvrir les produits proches.
he: עברו למרכז הבקרה והפעילו את Bluetooth כדי לגלות מוצרים בקרבת מקום.
id: Buka pusat kontrol dan nyalakan Bluetooth untuk mencari speaker di sekitar.
it: Vai al Centro di controllo ed attiva il Bluetooth per rilevare i prodotti nelle vicinanze.
ja: コントロールセンターに進んで、Bluetoothをオンにし、近くの製品を探します。
ko: 제어 센터로 가서 Bluetooth를 켜고 주변 제품을 검색합니다.
nb: Gå til kontrollsenteret og aktiver Bluetooth for å oppdage produkter i nærheten.
nl: Ga naar het controlecentrum en schakel Bluetooth in om apparaten in de omgeving te detecteren.
pl: Przejdź do centrum sterowania i włącz Bluetooth, aby wykryć pobliskie produkty.
pt_br: Vá para o centro de controle e ative o Bluetooth para encontrar os produtos próximos.
pt_pt: Aceda ao centro de controlo e ative o Bluetooth para detetar produtos nas proximidades.
ru: Перейдите в панель управления и включите Bluetooth для обнаружения устройств поблизости.
sk: Prejdite do riadiaceho centra a zapnite funkciu Bluetooth, aby ste zistili okolité výrobky.
sv: Gå till kontrollcenter och slå på Bluetooth för att upptäcka produkter i närheten.
zh_hans: 进入控制中心，打开蓝牙以发现附近的设备。
zh_hant: 移至控制中心並開啟藍牙以發現附近的產品。

source: Turn on Bluetooth to discover nearby products.
ar: شغّل تقنية Bluetooth لاكتشاف المنتجات القريبة.
da: Tænd for Bluetooth for at finde produkter i nærheden.
de: Aktiviere Bluetooth, um Geräte in der Nähe zu erkennen.
es_mx: Activa Bluetooth para detectar productos cercanos.
fi: Ota Bluetooth käyttöön löytääksesi lähellä olevia tuotteita.
fr: Activez le Bluetooth pour découvrir les produits proches.
he: הפעילו את Bluetooth כדי לגלות מוצרים בקרבת מקום.
id: Nyalakan Bluetooth untuk mencari speaker di sekitar.
it: Attiva il Bluetooth per rilevare i prodotti nelle vicinanze.
ja: Bluetoothをオンにして、近くの製品を探します。
ko: Bluetooth를 켜고 주변 제품을 검색합니다.
nb: Aktiver Bluetooth for å oppdage produkter i nærheten.
nl: Schakel Bluetooth in om apparaten in de omgeving te detecteren.
pl: Włącz Bluetooth, aby wykryć pobliskie produkty.
pt_br: Ligue o Bluetooth para encontrar produtos próximos.
pt_pt: Ligue o Bluetooth para detetar produtos nas proximidades.
ru: Включите Bluetooth для обнаружения устройств поблизости.
sk: Zapnite Bluetooth, aby ste objavili výrobky v okolí.
sv: Slå på Bluetooth för att upptäcka närliggande produkter.
zh_hans: 打开蓝牙以发现附近的设备。
zh_hant: 開啟藍牙以發現附近的產品。

source: Please ungroup your multi-channel system to add these speakers into a party.
ar: يرجى إلغاء تجميع نظام الصوت متعدد القنوات الخاص بك لإضافة هذه المكبرات إلى الحفلة.
da: Fjern grupperingen af dit multikanalsystem for at tilføje disse højttalere til en fest.
de: Bitte hebe die Gruppierung deines Mehrkanal-Systems auf, um diese Lautsprecher zu einer Party hinzuzufügen.
es_mx: Desagrupa tu sistema multicanal para agregar estos altavoces a una fiesta.
fi: Jos haluat lisätä nämä kaiuttimet juhliin, poista monikanavainen järjestelmäsi ryhmittelystä.
fr: Veuillez dissocier votre système multicanal pour ajouter ces enceintes à une fête.
he: פרקו את הקבוצה של המערכת מרובת הערוצים כדי להוסיף רמקולים אלה למסיבה.
id: Pisahkan sistem multikanal untuk menambahkan speaker-speaker tersebut ke dalam pesta.
it: Separa il tuo sistema multicanale per aggiungere questi speaker ad una festa.
ja: これらのスピーカーをパーティーに追加するには、マルチチャンネルシステムのグループ化を解除します。
ko: 파티에 스피커를 추가하려면 다채널 시스템 그룹을 해제하십시오.
nb: Del opp flerkanalsystemet for å legge disse høyttalerne til en fest.
nl: Degroepeer je meerkanaalssysteem om de luidsprekers aan een feestje toe te voegen.
pl: Cofnij grupowanie sytemu wielokanałowego, aby dodać te głośniki do imprezy.
pt_br: Desagrupe o sistema multicanal para adicionar essas caixas de som à festa.
pt_pt: Desagrupe o seu sistema multicanal para adicionar estas colunas a uma festa.
ru: Разгруппируйте свою многоканальную систему, чтобы добавить эти колонки к вечеринке.
sk: Ak chcete pridať tieto reproduktory do párty, zrušte zoskupenie svojho viackanálového systému.
sv: Avgruppera ditt flerkanaliga system för att lägga till dessa högtalare till ett party.
zh_hans: 请取消多声道系统分组，将这些音箱添加到派对中。
zh_hant: 請將您的多聲道系統取消分組，以將這些喇叭加入派對。

source: Personal Listening Mode
ar: وضع الاستماع الشخصي
da: Personlig lyttetilstand
de: Persönlicher Hörmodus
es_mx: Modo de reproducción personal
fi: Henkilökohtainen kuuntelutila
fr: Mode d'écoute personnelle
he: מצב האזנה אישי
id: Mode Mendengar Pribadi
it: Modalità di ascolto personale
ja: パーソナルリスニングモード
ko: 개인 청취 모드
nb: Personlig lyttemodus
nl: Persoonlijke luistermodus
pl: Tryb osobistego odsłuchu
pt_br: Modo de som pessoal
pt_pt: Modo de audição pessoal
ru: Режим персонального прослушивания
sk: Režim osobného počúvania
sv: Trådbundet lyssningsläge
zh_hans: 个人聆听模式
zh_hant: 個人聆聽模式

# Mute_soundbar_and_subwoofer
source: Mute soundbar and subwoofer to make a more silence sound environment.
ar: قم بكتم العارضة الصوتية ومضخم الصوت لإنشاء بيئة صوتية أكثر هدوءًا.
da: Dæmp soundbar og subwoofer for at skabe et mere stille lydmiljø.
de: Schalte Soundbar und Subwoofer stumm, um eine ruhigere Soundumgebung zu schaffen.
es_mx: Silencia la barra de sonido y el altavoz de graves para crear un entorno sonoro más silencioso.
fi: Mykistä soundbar ja subwoofer hiljaisemman ääniympäristön luomiseksi.
fr: Coupez le son de la barre de son et du caisson de basses pour créer un environnement sonore plus silencieux.
he: השתיקו את מקרן הקול והסאבוופר כדי ליצור סביבת צלילים שקטה יותר.
id: Senyapkan soundbar dan subwoofer untuk menciptakan lingkungan yang lebih tenang.
it: Silenzia la soundbar ed il subwoofer per creare un ambiente sonoro più silenzioso.
ja: サウンドバーとサブウーファーをミュートして、より静かなサウンド環境にします。
ko: 사운드바 및 서브우퍼를 음소거하여 더 조용한 사운드 환경을 만듭니다.
nb: Demp lydplanken og subwooferen for å få et roligere lydmiljø.
nl: Demp de soundbar en subwoofer voor een stille geluidsomgeving.
pl: Wycisz soundbar i subwoofer, aby uzyskać cichsze otoczenie.
pt_br: Ative o mudo da soundbar e do subwoofer para criar um ambiente sonoro mais silencioso.
pt_pt: Silencie a soundbar e o subwoofer para criar um ambiente sonoro mais silencioso.
ru: Отключите звук на саундбаре и сабвуфере, чтобы создать более тихую звуковую среду.
sk: Stlmte zvuk soundbaru a subwoofera, aby ste vytvorili tichšie zvukové prostredie.
sv: Stäng av ljudet på soundbar och subwoofer för att skapa en tystare ljudmiljö.
zh_hans: 将条形音箱和低音炮静音，营造更安静的声音环境。
zh_hant: 將條形音箱和重低音喇叭設為靜音，以打造一個更安靜的聲音環境。

# Open_this_mode_to_create_a_more
source: Open this mode to create a more silent sound environment.
ar: قم بتشغيل هذا الوضع لإنشاء بيئة صوتية أكثر هدوءًا.
da: Vælg denne tilstand for at skabe et mere stille lydmiljø.
de: Aktiviere diesen Modus, um eine leisere Soundumgebung zu schaffen.
es_mx: Activa este modo para crear un entorno sonoro más silencioso.
fi: Avaa tämä tila luodaksesi hiljaisemman ääniympäristön.
fr: Ouvrez ce mode pour créer un environnement sonore plus silencieux.
he: פתחו מצב זה כדי ליצור סביבת קול שקטה יותר.
id: Buka mode ini untuk menciptakan lingkungan yang lebih tenang.
it: Apri questa modalità per creare un ambiente sonoro più silenzioso.
ja: このモードを開いて、より静かなサウンド環境を作成します。
ko: 이 모드를 열고 더 조용한 사운드 환경을 만듭니다.
nb: Åpne denne modusen for å få et roligere lydmiljø.
nl: Open deze modus om een stille geluidsomgeving te creëren.
pl: Otwórz ten tryb, aby stworzyć cichsze otoczenie.
pt_br: Abra esse modo para criar um ambiente sonoro mais silencioso.
pt_pt: Abra este modo para criar um ambiente sonoro mais silencioso.
ru: Включите данный режим, чтобы создать более тихую звуковую среду.
sk: Otvorením tohto režimu vytvoríte tichšie zvukové prostredie.
sv: Öppna det här läget för att skapa en tystare ljudmiljö.
zh_hans: 打开此模式可营造更安静的声音环境。
zh_hant: 開啟此模式，以營造一個更安靜的聲音環境。

source: Personal Listening
ar: وضع الاستماع الشخصي
da: Personlig lytning
de: Persönliches Hören
es_mx: Reproducción personal
fi: Henkilökohtainen kuuntelu
fr: Écoute personnelle
he: הקשבה אישית
id: Mendengar Pribadi
it: Ascolto personale
ja: パーソナルリスニング
ko: 개인 청취
nb: Personlig lytting
nl: Persoonlijk luisteren
pl: Osobisty odsłuch
pt_br: Som pessoal
pt_pt: Audição pessoal
ru: Персональное прослушивание
sk: Osobné počúvanie
sv: Personligt lyssnande
zh_hans: 个人聆听
zh_hant: 個人聆聽

source: Soundbar and subwoofer have been muted.
ar: تم كتم مكبر الصوت والمضخم.
da: Soundbar og subwoofer er slået fra.
de: Soundbar und Subwoofer wurden stummgeschaltet.
es_mx: Se silenciaron la barra de sonido y el altavoz de graves.
fi: Soundbar ja subwoofer on mykistetty.
fr: Le son de la barre de son et le caisson de basse a été coupé.
he: מקרן הקול והסאב-וופר הושתקו.
id: Soundbar dan subwoofer telah disenyapkan.
it: La Soundbar ed il subwoofer sono stati silenziati.
ja: サウンドバーとサブウーファーはミュートされました。
ko: 사운드바 및 서브우퍼가 음소거되었습니다.
nb: Lydplanken og subwooferen er blitt dempet.
nl: Soundbar en subwoofer zijn gedempt.
pl: Soundbar i subwoofer zostały wyciszone.
pt_br: A soundbar e o subwoofer estão com o mudo ativado.
pt_pt: A soundbar e o subwoofer foram silenciados.
ru: Саундбар и сабвуфер отключены.
sk: Soundbar a subwoofer boli stlmené.
sv: Soundbar och subwoofer är tysta.
zh_hans: 条形音箱和低音炮已静音。
zh_hant: 條形音箱和重低音喇叭已被靜音。

source: Feature Guide
ar: دليل الميزات
da: Vejledning til funktioner
de: Anleitung zu den Funktionen
es_mx: Guía de funciones
fi: Toiminto-opas
fr: Guide des fonctions
he: מדריך תכונות
id: Panduan Fitur
it: Guida alle funzioni
ja: 機能ガイド
ko: 기능 가이드
nb: Funksjonsveiledning
nl: Functiegids
pl: Przewodnik po funkcjach
pt_br: Guia de recursos
pt_pt: Guia de funcionalidades
ru: Руководство по функциям
sk: Sprievodca funkciami
sv: Guide till funktioner
zh_hans: 功能指南
zh_hant: 功能指南

source: Detach rear speakers.
ar: افصل مكبرات الصوت الخلفية.
da: Afmonter baghøjttalerne.
de: Nimm die hinteren Lautsprecher ab.
es_mx: Desmonta los altavoces traseros.
fi: Irrota takakaiuttimet.
fr: Détachez les enceintes arrière.
he: נתקו את הרמקולים האחוריים.
id: Lepaskan speaker belakang.
it: Stacca gli speaker posteriori.
ja: リアスピーカーを取り外します。
ko: 후면 스피커를 분리합니다.
nb: Ta av bakhøyttalerne.
nl: Ontkoppel de achterluidsprekers.
pl: Odłącz głośniki tylne.
pt_br: Desconecte as caixas de som traseiras.
pt_pt: Desligue o fio das colunas traseiras.
ru: Отсоедините задние колонки.
sk: Odpojte zadné reproduktory.
sv: Ta bort bakhögtalarna.
zh_hans: 拆下后置音箱。
zh_hant: 斷開後置喇叭。

source: Put rear speakers in front of you.
ar: ضع مكبرات الصوت الخلفية أمامك.
da: Sæt baghøjttalerne foran dig.
de: Stelle die hinteren Lautsprecher vor dir auf.
es_mx: Coloca los altavoces traseros adelante de ti.
fi: Aseta takakaiuttimet eteesi.
fr: Mettez les enceintes arrière devant vous.
he: שימו את הרמקולים האחוריים לפניכם.
id: Letakkan speaker belakang di depan Anda.
it: Posiziona gli speaker posteriori davanti a te.
ja: リアスピーカーをお客様の前に置いてください。
ko: 후면 스피커를 사용자 앞에 놓습니다.
nb: Sett bakhøyttalerne foran deg.
nl: Breng de achterluidsprekers naar voren.
pl: Postaw tylne głośniki przed sobą.
pt_br: Posicione as caixas de som traseiras na sua frente.
pt_pt: Coloque as colunas traseiras à sua frente.
ru: Поставьте задние колонки перед собой.
sk: Umiestnite zadné reproduktory pred seba.
sv: Placera bakhögtalarna framför dig.
zh_hans: 将后置音箱置于你的面前。
zh_hant: 將後置喇叭放在您前面。

source: Enjoy the immersive performance around you.
ar: استمتع بتجربة الصوت الغامر الذي يحيط بك.
da: Nyd den fordybende performance omkring dig.
de: Genieße die beeindruckende Performance um dich herum.
es_mx: Disfruta del sonido inmersivo que te rodea.
fi: Nauti upeasta esityksestä ympärilläsi.
fr: Profitez d’une performance immersive autour de vous.
he: תיהנו מההופעה הסוחפת סביבכם.
id: Nikmati suara yang imersif di sekitar Anda.
it: Goditi la performance immersiva tutto intorno a te.
ja: 臨場感のあるパフォーマンスをお楽しみください。
ko: 몰입을 선사하는 성능을 즐겨보세요.
nb: Nyt den oppslukende lyden fra alle kanter.
nl: Geniet van de meeslepende geluidservaring om je heen.
pl: Korzystaj z immersyjnego spektaklu wkoło.
pt_br: Aprecie o desempenho imersivo ao seu redor.
pt_pt: Desfrute do desempenho envolvente à sua volta.
ru: Наслаждайтесь прекрасным звучанием вокруг вас.
sk: Vychutnajte si pohlcujúce predstavenie okolo vás.
sv: Njut av omslutande ljud runt omkring dig.
zh_hans: 享受身临其境的震撼效果。
zh_hant: 欣賞您周圍的沉浸式表演。

source: Your will auto leave this mode when:
ar: ستخرج تلقائيًا من هذا الوضع عند:
da: Du forlader automatisk denne tilstand, når:
de: Dieser Modus wird automatisch verlassen, wenn:
es_mx: Saldrás automáticamente de este modo cuando:
fi: Poistut automaattisesti tästä tilasta, kun:
fr: Vous quitterez automatiquement ce mode dans les cas suivants :
he: תעזבו מצב זה אוטומטית כאשר:
id: Anda akan otomatis keluar dari mode ini jika:
it: La soundbar disattiverà automaticamente questa modalità quando:
ja: 次の場合、このモードは自動的に終了します：
ko: 다음의 경우 이 모드가 자동으로 종료됩니다:
nb: Denne modusen avsluttes automatisk når:
nl: Je verlaat deze modus automatisch wanneer:
pl: Nastąpi automatyczne opuszczenie tego trybu:
pt_br: O modo será encerrado automaticamente quando:
pt_pt: O utilizador sairá automaticamente deste modo quando:
ru: Вы автоматически выйдете из этого режима, когда:
sk: Tento režim automaticky opustíte, keď:
sv: Du lämnar det här läget automatiskt när:
zh_hans: 当以下情况发生时，你的设备将自动退出该模式：
zh_hant: 您將在以下情況下自動離開該模式：

source: your soundbar is turned off.
ar: وقف تشغيل العارضة الصوتية.
da: din soundbar er slukket.
de: Deine Soundbar sich ausschaltet.
es_mx: la barra de sonido esté apagada.
fi: soundbar on kytketty pois päältä.
fr: Votre barre de son est éteinte.
he: מקרן הקול יכובה.
id: soundbar dimatikan.
it: la soundbar viene spenta.
ja: サウンドバーがオフ。
ko: 사운드바의 전원이 꺼지는 경우.
nb: lydplanken er slått av.
nl: je soundbar wordt uitgeschakeld.
pl: po wyłączeniu soundbara,
pt_br: sua soundbar for desligada.
pt_pt: a soundbar está desligada.
ru: ваш саундбар выключен.
sk: sa váš soundbar vypne.
sv: din soundbar-högtalare stängs av.
zh_hans: 条形音箱关闭。
zh_hant: 您的條形音箱已關機。

source: no audio input for more than 10 minutes.
ar: انعدام أي إدخال صوتي لمدة تزيد عن 10 دقائق.
da: ingen lyd i mere end 10 minutter.
de: Für mehr als 10 Minuten kein Audioeingang erfolgt.
es_mx: no haya entradas de audio por más de 10 minutos.
fi: ei audiosignaalia yli 10 minuuttiin.
fr: Aucune entrée audio pendant plus de 10 minutes.
he: אין כניסת שמע מעל 10 דקות.
id: tidak ada input audio selama lebih dari 10 menit.
it: nessun ingresso audio per più di 10 minuti.
ja: 10分以上音声入力がない。
ko: 10분 이상 오디오 입력이 없는 경우.
nb: ingen lyd kommer inn på over 10 minutter.
nl: als er 10 minuten geen audio-invoer is.
pl: gdy nie będzie sygnału wejściowego audio przez dłużej niż 10 minut.
pt_br: não houver entrada de áudio por mais de 10 minutos.
pt_pt: não há entrada de áudio durante mais de 10 minutos.
ru: нет аудиовхода более 10 минут.
sk: nie je k dispozícii žiadny zvukový vstup dlhšie ako 10 minút.
sv: inget ljud spelas under mer än 10 minuter.
zh_hans: 超过 10 分钟没有音频输入。
zh_hant: 連續 10 分鐘以上沒有音訊輸入。

source: Connect your phone to Wi-Fi in settings before continuing.
ar: ربط هاتفك بشبكة الواي فاي من خلال الإعدادات قبل الاستمرار.
da: Forbind din telefon til wi-fi i indstillingerne, før du fortsætter.
de: Verbinde dein Telefon in den Einstellungen mit dem WLAN, bevor du fortfährst.
es_mx: Conecta tu teléfono a una red Wi-Fi en la configuración antes de continuar.
fi: Yhdistä puhelin Wi-Fi-yhteyteen asetuksissa ennen kuin jatkat.
fr: Connectez votre téléphone au Wi-Fi dans les réglages avant de continuer.
he: חברו את הטלפון ל-Wi-Fi בהגדרות לפני שתמשיכו.
id: Hubungkan ponsel Anda ke Wi-Fi di pengaturan sebelum melanjutkan.
it: Prima di continuare, collega il telefono alla rete Wi-Fi nelle impostazioni.
ja: 続行する前に、設定でスマートホンをWi-Fiに接続した。
ko: 계속하려면 설정에서 휴대폰을 Wi-Fi에 연결합니다.
nb: Koble telefonen til wifi i Innstillinger før du fortsetter.
nl: Verbind je telefoon met wifi in de instellingen voordat je doorgaat.
pl: Przed kontynuacją połącz swój telefon z Wi-Fi w ustawieniach.
pt_br: Conecte seu telefone ao Wi-Fi em configurações antes de prosseguir.
pt_pt: Ligue o seu telemóvel ao Wi-Fi nas definições antes de continuar.
ru: Прежде чем продолжить, подключите телефон к Wi-Fi в настройках.
sk: Pred pokračovaním pripojte telefón k sieti Wi-Fi v nastaveniach.
sv: Anslut din telefon till Wi-Fi i inställningarna innan du fortsätter.
zh_hans: 在设置中将手机连接到 Wi-Fi 后再继续。
zh_hant: 在設定中將您的手機連接到 Wi-Fi，然後再繼續。

source: Home Theatre System
ar: نظام المسرح المنزلي
da: Hjemmebiograf-anlæg
de: Heimkino-System
es_mx: Sistema de cine en casa
fi: Kotiteatterijärjestelmä
fr: Système de cinéma à domicile
he: מערכת קולנוע ביתי
id: Sistem Home Theatre
it: Sistema Home Theater
ja: ホームシアターシステム
ko: 홈시어터 시스템
nb: Hjemmekinoanlegg
nl: Home Theatre-systeem
pl: System kina domowego
pt_br: Sistema de Home Theatre
pt_pt: Sistema de cinema em casa
ru: Система домашнего кинотеатра
sk: Systém domáceho kina
sv: Hemmabiosystem
zh_hans: 家庭影院系统
zh_hant: 家庭影院系統

source: Group soundbar with your subwoofer
ar: قم بربط مكبر الصوت مع المضخم الخاص بك
da: Grupper soundbaren med din subwoofer
de: Soundbar mit deinem Subwoofer gruppieren
es_mx: Agrupa la barra de sonido con tu altavoz de graves
fi: Ryhmitä soundbar subwooferin kanssa
fr: Groupez la barre de son avec votre caisson de graves
he: קיבוץ מקרן הקול עם הסאב-וופר
id: Buat soundbar dan subwoofer Anda menjadi grup
it: Raggruppa la soundbar con il subwoofer
ja: サウンドバーをサブウーファーとグループ化する
ko: 사운드바를 서브우퍼와 그룹 지정
nb: Grupper lydplanken med subwooferen
nl: Groepeer de soundbar met je subwoofer
pl: Ustaw grupę soundbara z subwooferem
pt_br: Agrupe a soundbar com o subwoofer
pt_pt: Agrupar a soundbar com o subwoofer
ru: Групповой саундбар с сабвуфером
sk: Zoskupte soundbar so subwooferom
sv: Gruppera soundbar med din subwoofer
zh_hans: 将条形音箱与低音炮组合
zh_hant: 將條形音箱和重低音喇叭組合

source: Set up soundbar
ar: إعداد العارضة الصوتية
da: Opsætning af soundbar
de: Soundbar einrichten
es_mx: Configura la barra de sonido
fi: Asenna soundbar
fr: Configurer la barre de son
he: הגדרת מקרן קול
id: Atur soundbar
it: Configura la soundbar
ja: サウンドバーを設定する
ko: 사운드바 설정
nb: Konfigurer lydplanken
nl: Soundbar instellen
pl: Skonfiguruj soundbar
pt_br: Configurar a soundbar
pt_pt: Configurar a soundbar
ru: Настройка саундбара
sk: Nastavte soundbar
sv: Konfigurera soundbar-högtalaren
zh_hans: 设置条形音箱
zh_hant: 設定條形音箱

source: Turn on and connect soundbar to the same Wi-Fi network as your subwoofer.
ar: قم بتشغيل العارضة الصوتية وربطها بنفس شبكة الواي فاي التي يتصل بها مضخم الصوت الخاص بك.
da: Tænd og forbind soundbaren til det samme wi-fi-netværk som din subwoofer.
de: Schalte die Soundbar ein und verbinde sie mit demselben WLAN-Netzwerk wie deinen Subwoofer.
es_mx: Enciende y conecta la barra de sonido a la misma red Wi-Fi que el altavoz de graves.
fi: Kytke soundbar päälle ja liitä se samaan Wi-Fi-verkkoon kuin subwoofer.
fr: Allumez et connectez la barre de son au même réseau Wi-Fi que votre caisson de basses.
he: הפעילו וחברו מקרן קול לאותה רשת Wi-Fi כמו הסאב-וופר.
id: Nyalakan lalu hubungkan soundbar ke jaringan Wi-Fi yang sama dengan subwoofer Anda.
it: Accendi e collega la soundbar alla stessa rete Wi-Fi del subwoofer.
ja: オンにして、サブウーファーと同一のWi-Fiネットワークにサウンドバーを接続します。
ko: 사운드바를 켜고 서브우퍼와 동일한 Wi-Fi 네트워크에 연결합니다.
nb: Slå på og koble lydplanken til samme wifi-nettverk som subwooferen.
nl: Schakel de soundbar in en verbind hem met hetzelfde wifi-netwerk als je subwoofer.
pl: Włącz i połącz soundbar z tą samą siecią Wi-Fi co subwoofer.
pt_br: Ligue e conecte a soundbar à mesma rede Wi-Fi do subwoofer.
pt_pt: Ligue e conecte a soundbar à mesma rede Wi-Fi que o subwoofer.
ru: Включите и подключите саундбар к той же сети Wi-Fi, что и сабвуфер.
sk: Zapnite a pripojte soundbar k rovnakej sieti Wi-Fi ako subwoofer.
sv: Slå på och anslut soundbaren till samma Wi-Fi-nätverk som din subwoofer.
zh_hans: 打开条形音箱并将其连接到与低音炮相同的 Wi-Fi 网络。
zh_hant: 開機並將條形音箱連接到與重低音喇叭相同的 Wi-Fi 網路。

source: Group products
ar: قم بربط المنتجات
da: Gruppens produkter
de: Geräte gruppieren
es_mx: Agrupa los productos
fi: Ryhmitä tuotteet
fr: Grouper des produits
he: קיבוץ מוצרים
id: Buat produk menjadi grup
it: Raggruppa i prodotti
ja: 製品をグループ化する
ko: 제품 그룹 지정
nb: Grupper produkter
nl: Groepeer producten
pl: Grupuj produkty
pt_br: Agrupar produtos
pt_pt: Produtos do grupo
ru: Сгруппируйте устройства
sk: Zoskupte výrobky
sv: Gruppera produkter
zh_hans: 分组设备
zh_hant: 將產品分組
