Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# multi_channel_Dont_see_the_group_you_want
source: Don't see the group you want?
ar: هل لا زلت لا ترى المجموعة التي تريدها؟
da: Kan du ikke finde den ønskede gruppe?
de: Die gewünschte Gruppe ist nicht dabei?
es_mx: ¿No ves el grupo que deseas?
fi: Etkö näe haluamaasi ryhmää?
fr: Vous ne voyez pas le groupe que vous cherchez ?
he: הקבוצה הרצויה לא מוצגת?
id: Grup yang diinginkan tidak ada?
it: Non vedi il gruppo che desideri?
ja: 探しているグループが'見えませんか？
ko: 원하는 그룹이 보이지 않습니까?
nb: Finner du ikke gruppen du vil ha?
nl: Zie je de gewenste groep niet?
pl: Nie widzisz żądanej grupy?
pt_br: Não visualiza o grupo desejado?
pt_pt: Não está a ver o grupo que pretende?
ru: Не видите нужную вам группу?
sk: Nevidíte skupinu, ktorú chcete?
sv: Ser du inte den grupp du vill ha?
zh_hans: 找不到你想要的组合？
zh_hant: 找不到你想要的組合？

source: For better sound performance, not all products can be grouped as an immersive system. You can still play music on these products using AirPlay / ChromeCast.
ar: للحصول على أداء صوتي أفضل، لا تقم بتجميع كل المنتجات كنظام غامر. تستطيع تشغيل الموسيقى على هذه المنتجات باستخدام AirPlay/ChromeCast.
da: For at optimere lydkvaliteten kan ikke alle produkter grupperes som et fordybende system. Du kan stadig afspille musik på disse produkter ved hjælp af AirPlay / ChromeCast.
de: Für eine bessere Soundleistung können nicht alle Geräte zu einem immersiven System gruppiert werden. Über diese Geräte kann weiterhin Musik über AirPlay/ChromeCast abgespielt werden.
es_mx: Para obtener un mejor rendimiento de sonido, no todos los productos pueden agruparse como un sistema inmersivo. No obstante, puedes reproducir música en estos dispositivos con AirPlay/ChromeCast.
fi: Äänentoiston parantamseksi kaikkia tuotteita ei voida ryhmitellä immersiiviseksi järjestelmäksi. Voit edelleen toistaa musiikkia näillä tuotteilla AirPlay / ChromeCast -palvelun avulla.
fr: Pour de meilleures performances sonores, les produits ne peuvent pas tous être groupés en tant que système immersif. Vous pouvez toujours écouter de la musique sur ces produits à l'aide d'AirPlay ou ChromeCast.
he: לביצועי קול טובים יותר, לא ניתן לקבץ את כל המוצרים בתור מערכת סוחפת. עדיין תוכלו לנגן מוזיקה במוצרים אלו באמצעות AirPlay/ChromeCast.
id: Demi performa suara yang lebih impresif, tidak semua produk bisa dikelompokkan sebagai sistem imersif. Anda tetap bisa memutar musik dengan produk ini menggunakan AirPlay/ChromeCast.
it: Per una migliore prestazione sonora, non tutti i prodotti possono essere raggruppati in un sistema immersivo. Puoi comunque riprodurre musica su questi prodotti utilizzando AirPlay / ChromeCast.
ja: 上質なサウンドパフォーマンスを実現するために、全ての製品をイマーシブ・サウンド・システムとしてグループ化できるわけではありません。AirPlay/ChromeCastを使用したこれらの製品でそのまま音楽を再生できます。
ko: 음질 향상을 위해 일부 제품은 몰입형 시스템으로 그룹화할 수 없습니다. 계속해서 AirPlay/ChromeCast를 사용하여 해당 제품에서 음악을 재생할 수 있습니다.
nb: For bedre lyd kan ikke alle produkter grupperes som et oppslukende system. Du kan fortsatt spille av musikk fra disse produktene med hjelp av AirPlay/ChromeCast.
nl: Voor betere geluidsprestaties kunnen niet alle producten worden gegroepeerd als een immersive systeem. Op deze apparaten kun je wel muziek blijven afspelen met AirPlay / ChromeCast.
pl: Aby uzyskać lepszą wydajność dźwiękową, nie wszystkie produkty można grupować w systemie immersyjnym. Możesz wciąż odtwarzać muzykę na tych produktach za pomocą AirPlay / ChromeCast.
pt_br: Para um melhor desempenho sonoro, nem todos os produtos podem ser agrupados em um sistema imersivo. Você ainda pode reproduzir música nesses produtos usando o AirPlay / Chromecast.
pt_pt: Para um melhor desempenho sonoro, nem todos os produtos podem ser agrupados como um sistema imersivo. Continua a ser possível reproduzir música nestes produtos utilizando o AirPlay/ChromeCast.
ru: Для обеспечения наилучшего качества звучания не все устройства можно объединить в группу как систему погружения. Вы по-прежнему можете воспроизводить музыку на этих устройствах с помощью AirPlay / ChromeCast.
sk: Pre lepší zvukový výkon nie je možné všetky produkty zoskupiť ako pohlcujúci systém. Na týchto produktoch môžete stále prehrávať hudbu pomocou AirPlay / ChromeCast.
sv: För bättre ljudprestanda kan inte alla produkter grupperas som ett immersivt system. Du kan fortfarande spela musik på dessa produkter med AirPlay / ChromeCast.
zh_hans: 为了获得更好的音质表现，并非所有产品都适合组成沉浸式多声道系统。你仍然可以使用 AirPlay / ChromeCast 在多个产品上同时进行Wi-Fi音乐播放。
zh_hant: 為了獲得更好的音質表現，並非所有產品都適合組成沈浸式多聲道系統。你仍然可以使用 AirPlay / ChromeCast 在多個產品上同時播放無線流媒體音樂。

# multi_channel_Recommended_For_You
source: Recommended For You
ar: موصى به لك
da: Anbefalet til dig
de: Für dich empfohlen
es_mx: Recomendados para ti
fi: Suositellaan sinulle
fr: Recommandé pour vous
he: מומלץ עבורכם
id: Saran untuk Anda
it: Consigliato per te
ja: お勧めです
ko: 추천 항목
nb: Anbefalt for deg
nl: Aanbevolen voor jou
pl: Polecane dla Ciebie
pt_br: Recomendado para você
pt_pt: Recomendado para si
ru: Рекомендуем вам
sk: Odporúča sa pre vás
sv: Rekommenderad för dig
zh_hans: 最佳组合推荐
zh_hant: 為你推薦

# multi_channel_Also_Available
source: Also Available
ar: متوفر أيضًا
da: Også tilgængelig
de: Auch verfügbar
es_mx: También disponibles
fi: Myös saatavana
fr: Également disponible
he: זמין גם
id: Juga Tersedia
it: Disponibile anche
ja: 使用することもできます
ko: 함께 사용 가능
nb: Også tilgjengelig
nl: Ook beschikbaar
pl: Również dostępne
pt_br: Também disponível
pt_pt: Também disponível
ru: Также доступно
sk: Tiež dostupné
sv: Finns också tillgänglig
zh_hans: 其他可用组合
zh_hant: 其他可用組合

# multi_channel_There_are_multiple_products_please_check_
source: There are multiple products, please check :
ar: توجد منتجات متعددة، يرجى الاطلاع عليها:
da: Der er flere produkter, tjek venligst:
de: Es gibt mehrere Geräte, bitte überprüfe:
es_mx: Hay distintos productos, consulta:
fi: On olemassa useita tuotteita, tarkista:
fr: Il y a plusieurs produits, veuillez vérifier :
he: ישנם מספר מוצרים, נא לבדוק:
id: Ada beberapa produk, silakan periksa:
it: Ci sono più prodotti, controlla:
ja: 複数の製品があります、 チェックしてください：
ko: 제품이 여러 개입니다. 확인:
nb: Det finnes flere , sjekk:
nl: Er zijn meerdere producten, controleer:
pl: Istnieje wiele produktów, sprawdź:
pt_br: Existem vários produtos, verifique:
pt_pt: Existem vários produtos, verifique:
ru: Есть несколько устройств, пожалуйста, проверьте:
sk: Existuje viacero produktov, skontrolujte:
sv: Det finns flera produkter, vänligen kontrollera:
zh_hans: 检测到多个产品， 请选择你需要的产品：
zh_hant: 檢測到多個產品， 請選擇你需要的產品：

# multi_channel_Choose__product
source: Choose %@ product:
ar: اختر %@ منتج:
da: Vælg %@ produkt:
de: Wähle Gerät %@:
es_mx: Elige %@ producto:
fi: Valitse %@ tuote:
fr: Choisissez un produit %@ :
he: בחרו מוצר %@‏:
id: Pilih produk %@:
it: Scegli %@ prodotti:
ja: %@製品の選択：
ko: %@ 제품 선택:
nb: Velg %@ produkt:
nl: Kies %@ product:
pl: Wybierz produkt %@:
pt_br: Selecione %@ produto:
pt_pt: Escolha o produto %@:
ru: Выберите продукт %@:
sk: Vyberte produkt %@:
sv: Välj %@ produkt:
zh_hans: 选择 %@ 产品：
zh_hant: 選擇 %@ 產品：

# multi_channel_Grouping_
source: Grouping...
ar: قيد التجميع...
da: Gruppering...
de: Wird gruppiert...
es_mx: Agrupando...
fi: Ryhmittely...
fr: Groupement...
he: קיבוץ...
id: Mengelompokkan ...
it: Raggruppamento...
ja: グルーピングしています...
ko: 그룹화 중...
nb: Grupperer ...
nl: Groepering...
pl: Grupowanie...
pt_br: Agrupando...
pt_pt: Agrupamento...
ru: Группирование...
sk: Zoskupovanie...
sv: Grupperar...
zh_hans: 建组中
zh_hant: 分組中……

# multi_channel_Grouping_Successful
source: Grouping Successful
ar: تم التجميع بنجاح
da: Vellykket gruppering
de: Gruppierung erfolgreich
es_mx: Agrupación exitosa
fi: Ryhmittely onnistunut
fr: Groupe créé
he: הקיבוץ הצליח
id: Pengelompokan Berhasil
it: Creazione del gruppo riuscita
ja: 正しくグルーピングしました
ko: 그룹화 성공
nb: Gruppering utført
nl: Groepering gelukt
pl: Powodzenie grupowania
pt_br: Agrupamento bem-sucedido
pt_pt: Agrupamento bem-sucedido
ru: Группирование выполнено!
sk: Zoskupovanie bolo úspešné
sv: Grupperingen lyckades
zh_hans: 建组成功！
zh_hant: 分組成功

# multi_channel_Name_Your_Group_
source: Name Your Group
ar: حدد اسم المجموعة
da: Dit gruppenavn
de: Gruppe benennen
es_mx: Asigna un nombre al grupo
fi: Nimeä ryhmäsi
fr: Nommez votre groupe
he: תנו שם לקבוצה
id: Beri Nama Grup
it: Assegna un nome al gruppo
ja: グループに名前を付ける
ko: 그룹 이름 지정
nb: Gi gruppen et navn
nl: Geef je groep een naam
pl: Nazwij swoją grupę
pt_br: Dê um nome ao seu grupo
pt_pt: Dê um nome ao seu grupo
ru: Дайте группе название
sk: Pomenujte svoju skupinu
sv: Namnge din grupp
zh_hans: 命名此组合
zh_hant: 命名您的群組

# multi_channel_Confirm
source: Confirm
ar: تأكيد
da: Bekræft
de: Bestätigen
es_mx: Confirmar
fi: Vahvista
fr: Confirmer
he: אישור
id: Konfirmasi
it: Conferma
ja: 確定
ko: 확인
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
ru: Подтвердить
sk: Potvrdiť
sv: Bekräfta
zh_hans: 确认
zh_hant: 確認

# placement_reminderString_frontLR
source: Place %@ side by side in front, facing towards the listener.
ar: ضع %@ جنبًا إلى جنب باتجاه المستمع.
da: Placer %@ side om side foran dig, vendt mod lytteren.
de: Stelle %@ nebeneinander mit der Front zum Hörer.
es_mx: Coloca %@ uno al lado del otro en la parte delantera mirando hacia el oyente.
fi: Aseta %@ vierekkäin eteen, kuulijaan päin.
fr: Placez %@ côte à côte devant, tourné vers l'auditeur.
he: מקמו את %@ זה לצד זה בחזית, לכיוון המאזין.
id: Letakkan %@ bersebelahan di depan, mengarah ke pendengar.
it: Posiziona %@ davanti uno accanto all'altro, rivolti verso l'ascoltatore.
ja: %@を前方に並べ、リスナーに向けて置きます。
ko: %@을(를) 청취자를 향해 앞쪽에 나란히 설치합니다.
nb: Plasser %@ ved siden av hverandre foran, vendt mot lytteren.
nl: Plaats %@ naast elkaar vooraan, met de voorkant naar de luisteraar gericht.
pl: Umieść %@ obok siebie z przodu, zwracając je do słuchacza.
pt_br: Posicione %@ lado a lado na frente, voltados para o ouvinte.
pt_pt: Coloque %@ lado a lado caminhe à frente viradas para o ouvinte.
ru: Расположите %@ по сторонам в передней части помещения лицевой стороной к слушателю.
sk: Umiestnite %@ vedľa seba vpredu smerom k poslucháčovi.
sv: Placera %@ sida vid sida framför, vänd mot lyssnaren.
zh_hans: 将 %@ 并排放置在前面，面向听众。
zh_hant: 將 %@ 並排放置在前面，面向聽眾。

# placement_reminderString_subwoofer
source: Place %@ on the floor, facing towards the listener.
ar: ضع %@ على الأرض باتجاه المستمع.
da: Placer %@ på gulvet med front mod lytteren.
de: Stelle %@ mit der Front zum Hörer auf den Boden.
es_mx: Coloca %@ en el piso mirando hacia el oyente.
fi: Aseta %@ lattialle kuulijaa kohti.
fr: Placez %@ sur le sol, tourné vers l'auditeur.
he: מקמו את %@ על הרצפה, לכיוון המאזין.
id: Letakkan %@ di lantai, mengarah ke pendengar.
it: Posiziona %@ sul pavimento, rivolto verso l'ascoltatore.
ja: リスナーに向けて床の上に%@を置きます。
ko: 청취자를 바라보고 바닥에 %@을(를) 설치합니다.
nb: Plasser %@ på gulvet, vendt mot lytteren.
nl: Plaats %@ op de grond, gericht naar de luisteraar.
pl: Umieść %@ na podłodze, zwracając je do słuchacza.
pt_br: Posicione %@ no chão, voltados para o ouvinte.
pt_pt: Coloque %@ no chão, viradas para o ouvinte.
ru: Расположите %@ на полу, лицевой стороной к слушателю.
sk: Položte %@ na podlahu čelom k poslucháčovi.
sv: Placera %@ på golvet, vänd mot lyssnaren.
zh_hans: 将 %@ 放置在地板上，面向听众。
zh_hant: 將 %@ 放置在地板上，面向聽眾。

# placement_reminderString_center
source: Place %@ in front, facing towards the listener.
ar: ضع %@ في الأمام باتجاه المستمع.
da: Placer %@ foran dig, vendt mod lytteren.
de: Stelle %@ nach vorne, mit der Front zum Hörer.
es_mx: Coloca %@ en la parte delantera mirando hacia el oyente.
fi: Aseta %@ eteen, kuulijaa kohti.
fr: Placez %@ devant, tourné vers l'auditeur.
he: מקמו את %@ בחזית, לכיוון המאזין.
id: Letakkan %@ di depan, mengarah ke pendengar.
it: Posiziona %@ davanti, rivolto verso l'ascoltatore.
ja: %@を前方に、リスナーに向けて置きます。
ko: %@을(를) 청취자를 향해 앞쪽에 설치합니다.
nb: Plasser %@ foran, vendt mot lytteren.
nl: Plaats %@ vooraan, met de voorkant naar de luisteraar gericht.
pl: Umieść %@ z przodu, zwracając je do słuchacza.
pt_br: Posicione %@ na frente, voltados para o ouvinte.
pt_pt: Coloque %@ à frente, viradas para o ouvinte.
ru: Расположите %@ в передней части помещения лицевой стороной к слушателю.
sk: Umiestnite %@ vpredu smerom k poslucháčovi.
sv: Placera %@ framför, vänd mot lyssnaren.
zh_hans: 将 %@ 放置在前面，面向听众。
zh_hant: 將 %@ 放置在前面，面向聽眾。

# placement_reminderString_sideLR
source: Place %@ in the back, facing towards the listener.
ar: ضع %@ في الخلف باتجاه المستمع.
da: Placer %@ bagpå, vendt mod lytteren.
de: Stelle %@ nach hinten, mit der Front zum Hörer.
es_mx: Coloca %@ en la parte trasera mirando hacia el oyente.
fi: Aseta %@ taakse, kuulijaa kohti.
fr: Placez %@ côte à l'arrière, tourné vers l'auditeur.
he: מקמו את %@ מאחור, לכיוון המאזין.
id: Letakkan %@ di belakang, mengarah ke pendengar.
it: Posiziona %@ dietro, rivolto verso l'ascoltatore.
ja: %@を後方に、リスナーに向けて置きます。
ko: %@을(를) 청취자를 향해 뒤쪽에 설치합니다.
nb: Plasser %@ bak, vendt mot lytteren.
nl: Plaats %@ achteraan, met de voorkant naar de luisteraar gericht.
pl: Umieść %@ z tyłu, zwracając je do słuchacza.
pt_br: Posicione %@ atrás, voltados para o ouvinte.
pt_pt: Coloque %@ na parte de trás, viradas para o ouvinte.
ru: Расположите %@ в задней части помещения лицевой стороной к слушателю.
sk: Umiestnite %@ dozadu, smerom k poslucháčovi.
sv: Placera %@ bakom, vänd mot lyssnaren.
zh_hans: 将 %@ 放置在后面，面向听众。
zh_hant: 將 %@ 放置在後面，面向聽眾。

# multi_channel_There_are_multiple_products_please_choose__to_continue_
source: There are multiple products, please choose %@ to continue :
ar: توجد منتجات متعددة، يرجى اختيار %@ للمتابعة:
da: Der er flere produkter, vælg venligst %@ for at fortsætte:
de: Es sind mehrere Geräte vorhanden, bitte wähle %@, um fortzufahren:
es_mx: Hay distintos productos; elige %@ para continuar:
fi: Tuotteita on useita, valitse %@ jatkaaksesi :
fr: Il y a plusieurs produits, veuillez choisir %@ pour continuer :
he: קיימים מספר מוצרים, בחרו את %@ כדי להמשיך:
id: Ada beberapa produk, pilih %@ untuk melanjutkan:
it: Ci sono più prodotti, scegli %@ per continuare:
ja: 複数の製品があります、%@を選択して続行してください：
ko: 제품이 여러 개 있습니다. %@을(를) 선택하고 계속 진행하십시오.
nb: Det finnes flere produkter, velg %@ for å fortsette :
nl: Er zijn meerdere producten, kies %@ om door te gaan:
pl: Istnieje wiele produktów, wybierz %@, aby kontynuować:
pt_br: Existem vários produtos, selecione %@ para continuar:
pt_pt: Existem vários produtos, selecione %@ para continuar:
ru: Есть несколько устройств, пожалуйста, выберите %@ для продолжения:
sk: Existuje viacero produktov, pokračujte výberom %@:
sv: Det finns flera produkter, välj %@ för att fortsätta:
zh_hans: 检测到多个产品，请选择 %@ 继续：
zh_hant: 有多個產品，請選擇 %@ 以繼續：

# multi_channel_Sound_Performance
source: Sound Performance
ar: أداء الصوت
da: Lyd-performance
de: Soundleistung
es_mx: Rendimiento de sonido
fi: Äänentoiston suorituskyky
fr: Performance sonore
he: ביצועי קול
id: Performa Suara
it: Prestazione sonora
ja: サウンドパフォーマンス
ko: 음질
nb: Lydytelse
nl: Geluidsprestaties
pl: Jakość dźwięku
pt_br: Desempenho sonoro
pt_pt: Desempenho de som
ru: Качество звучания
sk: Zvukový výkon
sv: Ljudprestanda
zh_hans: 音效
zh_hant: 音效

# multi_channel_Immersiveness
source: Immersiveness
ar: غامر
da: Fordybelse
de: Immersiver Sound
es_mx: Inmersión
fi: Immersiivisyys
fr: Immersivité
he: היסחפות
id: Kemantapan
it: Immersività
ja: 臨場感
ko: 몰입도
nb: Oppslukning
nl: Onderdompeling
pl: Immersyjność
pt_br: Imersividade
pt_pt: Imersividade
ru: Эффект погружения
sk: Ponorenie sa
sv: Fördjupning
zh_hans: 空间感
zh_hant: 空間感

# multi_channel_Loudness
source: Loudness
ar: جهارة الصوت
da: Lydstyrke
es_mx: Intensidad
fr: Intensité sonore
he: רמת קול
id: Kekerasan Suara
it: Intensità
ja: 音量
ko: 음량
nb: Lydnivå
pl: Głośność
pt_br: Ruído
pt_pt: Intensidade do som
ru: Громкость
sk: Hlasitosť
sv: Ljudstyrka
zh_hans: 音量
zh_hant: 響度

# multi_channel_Products_used_in_this_group
source: Products used in this group
ar: المنتجات المستخدمة في هذه المجموعة
da: Produkter anvendt i denne gruppe
de: In dieser Gruppe verwendete Geräte
es_mx: Productos utilizados en este grupo
fi: Tässä ryhmässä käytetyt tuotteet
fr: Produits utilisés dans ce groupe
he: מוצרים שבשימוש בקבוצה זו
id: Produk yang digunakan dalam grup ini
it: Prodotti utilizzati in questo gruppo
ja: このグループで使用されている製品
ko: 이 그룹에 사용된 제품
nb: Produkter som brukes i denne gruppen
nl: Producten gebruikt in deze groep
pl: Produkty używane w grupie
pt_br: Produtos usados neste grupo
pt_pt: Produtos utilizados neste grupo
ru: Устройства, используемые в данной группе
sk: Produkty používané v tejto skupine
sv: Produkter som används i denna grupp
zh_hans: 本组合中使用的产品
zh_hant: 此群組中使用的產品

# multi_channel_Subwoofer
source: Subwoofer
ar: مضخم الصوت
es_mx: Altavoz de graves
fr: Caisson de basses
he: סאב וופר
ja: サブウーファー
ko: 서브우퍼
nb: Basshøyttaler
ru: Сабвуфер
zh_hans: 低音声道
zh_hant: 低音聲道

# multi_channel_Center
source: Center
ar: السماعة الوسطى
de: Mitte
es_mx: Central
fi: Kesikaiutin
fr: Centre
he: מרכז
id: Tengah
it: Centrale
ja: センター
ko: 중앙
nb: Senter
nl: Midden
pl: Centralny
pt_br: Centro
pt_pt: Centro
ru: Центральная
sk: Stred
zh_hans: 中置声道
zh_hant: 中央

# multi_channel_Rear_left
source: Rear left
ar: خلفي أيسر
da: Bagest til venstre
de: Hinten links
es_mx: Trasero izquierdo
fi: Takavasen
fr: Arrière gauche
he: אחורי שמאלי
id: Kiri belakang
it: Posteriore sinistro
ja: 背面左
ko: 후면 좌측
nb: Bak venstre
nl: Linksachter
pl: Lewy tylny
pt_br: Traseira esquerda
pt_pt: Traseira esquerda
ru: Левый задний
sk: Zadný ľavý
sv: Bakre vänster (RL)
zh_hans: 左后声道
zh_hant: 左後

# multi_channel_Rear_right
source: Rear right
ar: خلفي أيمن
da: Bagest til højre
de: Hinten rechts
es_mx: Trasero derecho
fi: Takaoikea
fr: Arrière droit
he: אחורי ימני
id: Kanan belakang
it: Posteriore destro
ja: 背面右
ko: 후면 우측
nb: Bak høyre
nl: Rechtsachter
pl: Prawy tylny
pt_br: Traseira direita
pt_pt: Traseira direita
ru: Правый задний
sk: Zadný pravý
sv: Bakre höger (RR)
zh_hans: 右后声道
zh_hant: 右後

# jbl_Set_up
source: SET UP
ar: الإعداد
da: Opsætning
de: Einrichten
es_mx: Configurar
fi: Asetukset
fr: Configurer
he: הגדרה
id: Atur
it: Configura
ja: 設定
ko: 설정
nb: Konfigurer
nl: Instellen
pl: Konfiguracja
pt_br: Configurar
pt_pt: Configurar
ru: Настройка
sk: Nastavenie
sv: Ställ in
zh_hans: 设置
zh_hant: 設定

# multi_channel_previous
source: Previous
ar: السابق
da: Forrige
de: Zurück
es_mx: Anterior
fi: Edellinen
fr: Précédent
he: הקודם
id: Sebelumnya
it: Indietro
ja: 戻る
ko: 이전
nb: Forrige
nl: Vorige
pl: Poprzedni
pt_br: Anterior
pt_pt: Anterior
ru: Назад
sk: Predchádzajúca
sv: Föregående
zh_hans: 上一步
zh_hant: 上一個

# multi_channel_next
source: Next
ar: التالي
da: Næste
de: Weiter
es_mx: Siguiente
fi: Seuraava
fr: Suivant
he: הבא
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
nb: Neste
nl: Volgende
pl: Następny
pt_br: Próximo
pt_pt: Seguinte
ru: Далее
sk: Nasledujúca
sv: Nästa
zh_hans: 下一步
zh_hant: 下一個

# multi_channel_Immersive
source: Immersive
ar: غامر
da: Fordybende
de: Immersiv
es_mx: Inmersivo
fi: Immersiivinen
fr: Immersif
he: סוחף
id: Imersif
it: Immersivo
ja: イマーシブ
ko: 몰입형
nb: Oppslukende
pl: Immersyjne
pt_br: Imersivo
pt_pt: Imersivo
ru: Погружение
sk: Pohlcujúce
sv: Omslutande
zh_hans: 沉浸式音频
zh_hant: 沈浸式音頻

# multi_channel_Try_Demo_Sound_
source: Now try out how immersive your speaker system is
ar: جرب الآن مدى الصوت الغامر بنظام السماعات
da: Prøv nu, hvor fordybende dit højttalersystem er
de: Teste jetzt, wie immersiv dein Lautsprechersystem ist
es_mx: Ahora prueba el nivel de inmersión de tu sistema de altavoces
fi: Kokeile nyt, kuinka immersiivinen kaiutinjärjestelmäsi on
fr: Maintenant, écoutez comment votre système d'enceintes est immersif
he: כעת נסו עד כמה מערכת הרמקולים שלכם סוחפת
id: Sekarang, uji seberapa mantap sistem speaker Anda
it: Ora prova quanto è immersivo il tuo sistema di speaker
ja: あなたのスピーカーシステムがどれほどイマーシブか、試してみましょう。
ko: 스피커 시스템의 몰입도 테스트
nb: Prøv nå hvor oppslukende høyttalersystemet ditt er
nl: Ontdek nu hoe meeslepend je luidsprekersysteem is
pl: Teraz wypróbuj jak immersyjny jest twój system
pt_br: Agora teste a capacidade imersiva do seu sistema de caixas de som
pt_pt: Agora experimente a imersão do seu sistema de colunas
ru: Теперь проверьте, получается ли эффект погружения в вашей системе колонок
sk: Teraz vyskúšajte, aký pohlcujúci je váš reproduktorový systém
sv: Testa nu hur omslutande ditt högtalarsystem är
zh_hans: 现在试试你的多声道组合，感受一下它带来的身临其境的声音体验。
zh_hant: 現在試試你的多聲道組合，感受一下它帶來的身臨其境的聲音體驗。

# multi_channel_check_the_guide
source: CHECK THE GUIDE
ar: راجع الدليل
da: Tjek vejledningen
de: Schau im Handbuch nach
es_mx: Consulta la guía
fi: Tarkista opas
fr: Consultez le guide
he: יש לעיין במדריך
id: Periksa Panduan
it: Controlla il manuale
ja: ガイドをチェック
ko: 가이드 확인
nb: Sjekk veiledningen
nl: Bekijk de Gids
pl: Zapoznaj się z tym przewodnikiem
pt_br: Consulte o guia
pt_pt: Verificar o guia
ru: Смотрите в руководстве
sk: Skontrolujte príručku
sv: Kontrollera guiden
zh_hans: 查看指南
zh_hant: 查看指南

# multi_channel_Bass
source: Bass
ar: جهير
da: Bas
de: Bässe
es_mx: Graves
fi: Basso
fr: Graves
he: בס
it: Bassi
ja: 低音
ko: 저음
pl: Tony niskie
pt_br: Graves
pt_pt: Graves
ru: Низкие частоты
sk: Basy
sv: Bas
zh_hans: 低音
zh_hant: 低音

# multi_channel_calibrating_tip
source: Speakers will be calibrated for better performance during grouping
ar: تتم معايرة السماعات للحصول على أداء أفضل أثناء التجميع
da: Højttalerne vil blive kalibreret for at give bedre ydeevne under gruppering
de: Die Lautsprecher werden während der Gruppierung für eine bessere Leistung kalibriert
es_mx: Se calibrarán los altavoces para obtener un mejor rendimiento durante la agrupación.
fi: Kaiuttimet kalibroidaan parempaa suorituskykyä varten ryhmittelyn aikana
fr: Les enceintes seront étalonnées pour les meilleures performances en groupe
he: הרמקולים יכוילו לביצועים טובים יותר במהלך הקיבוץ
id: Speaker akan dikalibrasi agar performanya makin impresif selama pengelompokan
it: Gli speaker verranno calibrati per la migliore prestazione durante il raggruppamento
ja: グルーピングされているスピーカーシステムがより良いパフォーマンスを発揮するために、これからキャリブレーションされます
ko: 스피커는 그룹화를 진행하는 동안 성능 향상을 위해 보정됩니다
nb: Høyttalerne kalibreres for bedre ytelse under gruppering
nl: Luidsprekers worden tijdens het groeperen gekalibreerd voor betere prestaties
pl: Głośniki zostaną skalibrowane, aby zapewnić lepszą jakość podczas grupowania
pt_br: As caixas de som serão calibradas para um melhor desempenho em grupo
pt_pt: As colunas serão calibradas para um melhor desempenho durante o agrupamento
ru: Во время группирования колонки можно откалибровать для наилучшего звучания
sk: Reproduktory budú kalibrované pre lepší výkon počas zoskupovania
sv: Högtalarna kommer att kalibreras för bättre prestanda under gruppering
zh_hans: 在建组过程中，你的音箱会进行声音校准以获得更好的聆听体验。
zh_hant: 在建組過程中，你的音箱會進行聲音校準以獲得更好的聆聽體驗。

# multi_channel_green_led
source: green LED
ar: مؤشر LED أخضر
da: grøn LED
de: grüne LED
es_mx: indicador luminoso verde
fi: vihreä LED-merkkivalo
fr: Témoin vert
he: נורית ירוקה
id: LED hijau
it: LED verde
ja: グリーンのLED
ko: 녹색 LED
nb: grønn LED-lampe
nl: groene led
pl: zielona dioda LED
pt_br: LED verde
pt_pt: LED verde
ru: Зеленый индикатор
sk: zelená LED kontrolka
sv: Grön LED
zh_hans: 绿色 LED 指示灯
zh_hant: 綠色 LED 指示燈
