Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# go_to_settings_to_grant_bluetooth
source: Go to Settings to grant ” Bluetooth ” permission to put product in discovery mode.
ar: يُرجى الانتقال إلى الإعدادات لمنح إذن "تقنية بلوتوث" لوضع المنتج في وضع الاكتشاف.
da: Gå til Indstillinger for at give "Bluetooth" tilladelse til at sætte produktet i opdagelsestilstand.
de: Öffne die Einstellungen und erteile „Bluetooth“ die Berechtigung, den Suchmodus des Geräts zu starten.
es_mx: Ve a Ajustes y otorga permisos de “Bluetooth” para acceder al modo de detección en el producto.
fi: Siirry Asetuksiin ja anna ”Bluetooth” -oikeudet tuotteen asettamiseksi havaitsemistilaan.
fr: Accédez aux Paramètres pour accorder l'autorisation « Bluetooth » afin de mettre le produit en mode découverte.
he: עברו להגדרות כדי להעניק הרשאת Bluetooth על מנת להעביר את המוצר למצב גילוי.
id: Buka Pengaturan untuk mengizinkan "Bluetooth" mengatur produk ke mode penemuan.
it: Vai nelle Impostazioni per concedere l'autorizzazione "Bluetooth" per portare il prodotto in modalità di rilevamento.
ja: 設定から「Bluetooth」を許可し、製品をディスカバリーモードにしてください。
ko: 제품을 검색 모드로 전환하려면 설정으로 이동하여 "Bluetooth" 권한을 부여해 주십시오.
nb: Gå til Innstillinger for å gi «Bluetooth» tillatelse til å sette produktet i oppdagelsesmodus.
nl: Ga naar Instellingen om "Bluetooth" toestemming te verlenen om het apparaat in detectiemodus te zetten.
pl: Przejdź do ustawień, aby przyznać dostęp do funkcji „Bluetooth” i przełączyć produkt w tryb wykrywania.
pt_br: Acesse Configurações para conceder permissão ao "Bluetooth" para colocar o produto no modo de descoberta.
pt_pt: Aceda às Definições para conceder a permissão de "Bluetooth" para colocar o produto em modo de descoberta.
ru: Зайдите в Настройки и дайте «Bluetooth» разрешение на перевод устройства в режим обнаружения.
sk: Prejsť na Nastavenia (Settings) a udeliť povolenie pre funkciu „Bluetooth“ na uvedenie produktu do režimu objavovania.
sv: Gå till Inställningar för att ge "Bluetooth" (Bluetooth) behörighet att sätta produkten i upptäckningsläge.
zh_hans: 跳转到手机“设置”，授予“蓝牙”权限，以发现和连接产品
zh_hant: 前往「設定」，授予「藍牙」權限，以將產品置於發現模式。

# go_to_settings_to_grant_location
source: Go to Settings to grant ” Location ” permission to put product in discovery mode.
ar: يُرجى الانتقال إلى الإعدادات لمنح إذن "الموقع" لوضع المنتج في وضع الاكتشاف.
da: Gå til Indstillinger for at give "Placering" tilladelse til at sætte produktet i opdagelsestilstand.
de: Öffne die Einstellungen und erteile „Standort“ die Berechtigung, den Suchmodus des Geräts zu starten.
es_mx: Ve a Ajustes y otorga permisos de “Ubicación” para acceder al modo de detección en el producto.
fi: Siirry Asetuksiin ja anna ”Sijainti” -oikeudet tuotteen asettamiseksi havaitsemistilaan.
fr: Accédez aux Paramètres pour accorder l'autorisation « Localisation » pour mettre le produit en mode découverte.
he: עברו להגדרות כדי להעניק הרשאת 'מיקום' על מנת להעביר את המוצר למצב גילוי.
id: Buka Pengaturan untuk mengizinkan "Lokasi" mengatur produk ke mode penemuan.
it: Vai nelle Impostazioni per concedere l'autorizzazione "Location" per portare il prodotto in modalità di rilevamento.
ja: 設定から「位置情報」を許可し、製品をディスカバリーモードにしてください。
ko: 제품을 검색 모드로 전환하려면 설정으로 이동하여 "위치" 권한을 부여해 주십시오.
nb: Gå til Innstillinger for å gi «Plassering» tillatelse til å sette produktet i oppdagelsesmodus.
nl: Ga naar Instellingen om "Locatie" toestemming te geven om het apparaat in de detectiemodus te zetten.
pl: Przejdź do ustawień, aby przyznać dostęp do funkcji „Lokalizacja” i przełączyć produkt w tryb wykrywania.
pt_br: Acesse Configurações para conceder permissão à "Localização" para colocar o produto no modo de descoberta.
pt_pt: Aceda às Definições para conceder a permissão de "Localização" para colocar o produto em modo de descoberta.
ru: Зайдите в Настройки и дайте «Местоположение»разрешение на перевод устройства в режим обнаружения.
sk: Prejsť na Nastavenia (Settings) a udeliť povolenie pre funkciu „Poloha“ (Location) na uvedenie produktu do režimu objavovania.
sv: Gå till Inställningar för att ge "Location" (Plats) behörighet att sätta produkten i upptäckningsläge.
zh_hans: 跳转到手机“设置”，授予“位置”权限，以发现和连接产品
zh_hant: 前往「設定」，授予「定位」權限，以將產品置於發現模式。

# go_to_settings_to_grant_location_nearby
source: Go to Settings to grant “ Location & Nearby devices “ permission to put product in discovery mode.
ar: يُرجى الانتقال إلى الإعدادات لمنح إذن "الموقع والأجهزة المجاورة" لوضع المنتج في وضع الاكتشاف.
da: Gå til Indstillinger for at give "Placering og nærliggende enheder" tilladelse til at sætte produktet i opdagelsestilstand.
de: Öffne die Einstellungen und erteile „Standort und Geräte in der Nähe“ die Berechtigung, den Suchmodus des Geräts zu starten.
es_mx: Ve a Ajustes y otorga permisos de “Ubicación y dispositivos cercanos” para acceder al modo de detección en el producto.
fi: Siirry Asetuksiin ja anna ”Sijainti ja lähistöllä olevat laitteet” -oikeudet tuotteen asettamiseksi havaitsemistilaan.
fr: Accédez aux Paramètres pour accorder l'autorisation « Localisation et appareils à proximité » pour mettre le produit en mode découverte.
he: עברו להגדרות כדי להעניק הרשאת 'מיקום ומכשירים בקרבת מקום' על מנת להעביר המוצר למצב גילוי.
id: Buka Pengaturan untuk mengizinkan "Lokasi & Perangkat di sekitar" mengatur produk ke mode penemuan.
it: Vai nelle Impostazioni per concedere l'autorizzazione "Posizione e dispositivi nelle vicinanze" per portare il prodotto in modalità di rilevamento.
ja: 設定から「位置情報&近くのデバイス」を許可し、製品をディスカバリーモードにしてください。
ko: 제품을 검색 모드로 전환하려면 설정으로 이동하여 "위치 및 주변 장치" 권한을 부여해 주십시오.
nb: Gå til Innstillinger for å gi «Plassering og enheter i nærheten» tillatelse til å sette produktet i oppdagelsesmodus.
nl: Ga naar Instellingen om "Locatie- en apparaten in de buurt" toestemming te geven om het apparaat in de detectiemodus te zetten.
pl: Przejdź do ustawień, aby przyznać dostęp do funkcji „Lokalizacja i urządzenia w pobliżu” i przełączyć produkt w tryb wykrywania.
pt_br: Vá para Configurações para conceder permissão à "Localização e dispositivos próximos" para colocar o produto no modo de descoberta.
pt_pt: Aceda às Definições para conceder as permissões de "Localização e Dispositivos nas proximidades" para colocar o produto em modo de descoberta.
ru: Зайдите в Настройки и дайте разрешение «Местоположение и близлежащие устройства», чтобы перевести устройство в режим обнаружения.
sk: Prejsť na Nastavenia (Settings) a udeliť povolenie pre funkciu „Poloha a zariadenia v okolí“ (Location & Nearby devices) na uvedenie produktu do režimu objavovania.
sv: Gå till Inställningar för att ge "Location & Nearby devices" (Plats och enheter i närheten) behörighet att sätta produkten i upptäckningsläge.
zh_hans: 跳转到手机“设置”，授予“位置和附近设备”权限，以发现和连接产品
zh_hant: 前往「設定」，授予「定位和附近裝置」權限，以將產品置於發現模式。

# set_up_google_home_go_app
source: To learn more and access additional features, go to Google Home App.
ar: لمعرفة المزيد والوصول إلى ميزات إضافية، يُرجى الانتقال إلى تطبيق Google Home.
da: Gå til Google Home-appen for at lære mere og få adgang til yderligere funktioner.
de: Öffne für weitere Informationen und den Zugriff auf zusätzliche Funktionen die Google Home App.
es_mx: Para obtener más información y acceder a otras funciones, utiliza la aplicación Google Home.
fi: Jos haluat lisätietoja ja lisäominaisuuksia, siirry Google Home -sovellukseen.
fr: Pour en savoir plus et accéder à des fonctions supplémentaires, allez dans l'application Google Home.
he: למידע נוסף וגישה לתכונות נוספות, יש לעבור אל אפליקציית Google Home.
id: Untuk mempelajari lebih lanjut dan mengakses fitur tambahan, buka Aplikasi Google Home.
it: Per saperne di più ed accedere ad altre funzioni, vai all'app Google Home
ja: さらに記憶させて、追加の機能を使用するには、Google Homeアプリにアクセスします。
ko: 자세히 살펴보고 추가 기능에 액세스하려면 Google Home 앱으로 이동합니다.
nb: For å lære mer og få tilgang til ytterligere funksjoner kan du gå til Google Home-appen.
nl: Ga voor meer informatie en toegang tot meer functies naar Google Home App.
pl: Aby dowiedzieć się więcej i uzyskać dostęp do dodatkowych funkcji, przejdź do aplikacji Google Home.
pt_br: Para saber mais e acessar recursos adicionais, acesse o Aplicativo Google Home.
pt_pt: Para saber mais e obter acesso a funcionalidades adicionais, abra a aplicação Google Home.
ru: Чтобы узнать больше и получить доступ к дополнительным функциям, перейдите в приложение Google Home.
sk: Ak sa chcete dozvedieť viac a získať prístup k ďalším funkciám, prejdite do aplikácie Google Home.
sv: Om du vill veta mer och få tillgång till ytterligare funktioner går du till Google Home-appen.
zh_hans: 欲了解更多信息并访问其他功能，请跳转到 Google Home 应用程序。
zh_hant: 要瞭解更多資訊並存取其他功能，請移至 Google Home 應用程式。

# setting_network
source: Network
ar: الشبكة
da: Netværk
de: Netzwerk
es_mx: Red
fi: Verkko
fr: Réseau
he: רשת
id: Jaringan
it: Rete
ja: ネットワーク
ko: 네트워크
nb: Nettverk
nl: Netwerk
pl: Sieć
pt_br: Rede
pt_pt: Rede
ru: Сеть
sk: Sieť
sv: Network (nätverk)
zh_hans: 网络
zh_hant: 網路

# we_need_your_verifcation_on_the_product
source: We need your verification on the product to continue setup. Please try again.
ar: نحتاج إلى التحقق الخاص بك على المنتج لمتابعة الإعداد. يرجى إعادة المحاولة.
da: Vi har brug for din bekræftelse på produktet for at fortsætte opsætningen. Prøv igen.
de: Wir benötigen zum Fortsetzen der Einrichtung deine Bestätigung am Gerät. Bitte erneut versuchen.
es_mx: Necesitamos su verificación sobre el producto para continuar con la configuración. Vuelve a intentarlo.
fi: Tarvitsemme vahvistuksen tuotteelle, jotta voimme jatkaa asennusta. Yritä uudelleen.
fr: Nous avons besoin de votre vérification sur le produit pour continuer la configuration. Veuillez réessayer.
he: עלינו לאמת אתכם במוצר כדי להמשיך בהגדרה. יש לנסות שוב.
id: Kami membutuhkan verifikasi Anda atas produk untuk melanjutkan pengaturan. Silakan coba lagi.
it: Per continuare la configurazione, è necessaria la tua verifica sul prodotto. Prova di nuovo.
ja: 設定を続行するには製品の認証が必要です。再試行してください。
ko: 설정을 계속하려면 제품에서 확인해야 합니다. 다시 시도하십시오.
nb: Vi trenger bekreftelse fra deg på produktet for å fortsette konfigureringen. Prøv igjen.
nl: Wij hebben je verificatie van het apparaat nodig om door te gaan met de installatie. Probeer het opnieuw.
pl: Aby kontynuować konfigurację, należy zweryfikować produkt. Spróbuj ponownie.
pt_br: Precisamos da sua verificação no produto para continuar a configuração. Tente novamente.
pt_pt: É necessário verificar o seu produto para continuar a configuração. Tente novamente.
ru: Для продолжения настройки нам необходимо ваше подтверждение. Попробуйте еще раз.
sk: Na pokračovanie v nastavovaní potrebujeme vaše overenie zariadenia. Prosím skúste znova.
sv: Vi behöver din verifiering på produkten för att fortsätta konfigureringen. Försök igen.
zh_hans: 我们需要你在设备上进行验证才能继续设置。请重试。
zh_hant: 我們需要你在產品上進行驗證才能繼續設置。請重試。

# diff_harmancast_version_tip
source: For stable performance, please update product software to continue grouping.
ar: يرجى تحديث برنامج المنتج لمواصلة التجميع من أجل الحصول على أداء مستقر.
da: For at opnå stabil ydeevne skal du opdatere produktsoftwaren for at fortsætte grupperingen.
de: Für die Gewährleistung einer stabilen Leistung aktualisiere bitte die Produktsoftware, um die Gruppierung fortzusetzen.
es_mx: Para garantizar un funcionamiento estable, actualiza el software del producto para continuar con la agrupación.
fi: Vakaan suorituskyvyn varmistamiseksi päivitä tuoteohjelmisto, jotta voit jatkaa ryhmittelyä.
fr: Veuillez mettre à jour le logiciel du produit pour continuer le groupement afin d'obtenir des performances stables.
he: לקבלת ביצועים מיטביים, נא עדכן את תוכנת המוצר כדי להמשיך בקיבוץ.
id: Agar performa stabil, perbarui perangkat lunak produk untuk melanjutkan pengelompokan.
it: Per prestazioni stabili, aggiorna il software del prodotto per continuare il raggruppamento.
ja: 安定したパフォーマンスのために製品のソフトウェアをアップデートしてから、グループ化を続けてください。
ko: 안정적인 성능을 위해 제품 소프트웨어를 업데이트하여 그룹화를 계속합니다.
nb: For stabil ytelse må du oppdatere produktets programvare for å kunne fortsette grupperingen.
nl: Voor stabiele prestaties moet je de productsoftware bijwerken om door te gaan met groeperen.
pl: Aby zapewnić stabilne działanie, należy zaktualizować oprogramowanie produktu, aby kontynuować grupowanie.
pt_br: Para um desempenho estável, atualize o software do produto para continuar a agrupar.
pt_pt: Para garantir um desempenho estável, atualize o software do produto para continuar o agrupamento.
ru: Для стабильной работы обновите программное обеспечение изделия, чтобы продолжить группирование.
sk: Pre stabilný výkon aktualizujte softvér produktu a pokračujte v zoskupovaní.
sv: För stabil prestanda, uppdatera produktprogramvaran för att fortsätta grupperingen.
zh_hans: 为确保性能稳定，请更新产品软件以继续分组。
zh_hant: 為實現穩定的效能，請更新產品軟體以繼續分組。

source: Make sure all products are connected to Wi-Fi
ar: تأكد من اتصال جميع المنتجات بشبكة واي فاي
da: Sørg for, at alle produkter er forbundet til wi-fi
de: Stelle sicher, dass alle Produkte mit dem WLAN verbunden sind
es_mx: Comprueba que todos los productos estén conectados a la red Wi-Fi
fi: Varmista, että kaikki tuotteet on yhdistetty Wi-Fi-yhteyteen
fr: Tous les produit doivent être connectés au Wi- Fi
he: ודא שכל המוצרים מחוברים ל- Wi-Fi
id: Pastikan semua produk terhubung ke Wi-Fi
it: Assicurati che tutti i prodotti siano connessi al Wi-Fi
ja: 全ての製品がWi-Fiに接続されていることを確認してください
ko: 모든 제품이 Wi-Fi에 연결되어 있는지 확인
nb: Sørg for at alle produktene er tilkoblet wifi
nl: Zorg ervoor dat alle producten verbonden zijn met Wi-Fi
pl: Upewnij się, że wszystkie produktu są połączone z siecią Wi-Fi
pt_br: Certifique-se de que todos os produtos estejam conectados ao Wi-Fi
pt_pt: Certifique-se de que todos os produtos estão ligados à rede Wi-Fi
ru: Убедитесь, что все устройства подключены к Wi-Fi
sk: Uistite sa, že sú všetky produkty pripojené k sieti Wi-Fi
sv: Kontrollera att alla produkter är anslutna till Wi-Fi
zh_hans: 确保所有产品都已连接到 Wi-Fi
zh_hant: 確保所有的產品都已連接至 Wi-Fi

# multi_channel_groupInfo_condition_fail
source: %@ belongs to %@, please ungroup to start a new group.
ar: %@ ينتمي إلى %@، يرجى فك التجميع لبدء مجموعة جديدة.
da: %er tilhører %er, skal du opdele gruppen for at starte en ny gruppe.
de: %@ gehört zu %@, bitte löse die Gruppe auf, um eine neue Gruppe zu erstellen.
es_mx: %@ pertenece a %@, desagrupa para crear un nuevo grupo.
fi: %@ kuuluu %@:lle, poista ryhmästä ja aloita uusi ryhmä.
fr: %@ appartient à %@, veuillez dissocier pour démarrer un nouveau groupe.
he: %@ שייך ל-%@, אנא בטל קבוצה כדי להתחיל קבוצה חדשה.
id: %@ berada di %@, keluarkan dari kelompok untuk memulai kelompok baru.
it: %@ appartiene a %@, separa il gruppo per avviare un nuovo gruppo.
ja: %@は%@に属しています、グループ化を解除して新しいグループで開始してください。
ko: %@가 %@에 속해 있으므로 그룹을 해제하여 새 그룹을 시작합니다.
nb: %@ tilhører %@, avgrupper for å starte en ny gruppe.
nl: %@ hoort bij %@. Hef de groep op om een nieuwe groep te starten.
pl: %@ należy do %@, proszę rozgrupuj, aby rozpocząć nową grupę.
pt_br: %@ pertencem a %@, desagrupe para iniciar um novo grupo.
pt_pt: %@ pertence a %@; deve desagrupar para iniciar um novo grupo.
ru: %@ входит в состав %@, удалите устройство из группы, прежде чем создавать новую группу.
sk: %@ patrí k %@, zrušte skupinu a vytvorte novú skupinu.
sv: %@ tillhör %@, avgruppera för att starta en ny grupp.
zh_hans: %@ 属于 %@，请取消分组以开始新的分组。
zh_hant: %@ 屬於 %@，請取消分組以開始新群組。

# select_immersive_group
source: Select Product Set
ar: حدد مجموعة المنتجات
da: Vælg produktsæt
de: Produktset auswählen
es_mx: Seleccionar grupo de productos
fi: Valitse tuotesarja
fr: Sélectionnez un Ensemble de produits
he: בחר סט מוצר
id: Pilih Set Produk
it: Seleziona il set di prodotti
ja: 製品セットを選択
ko: 제품 세트 선택
nb: Velg produktsett
nl: Selecteer Productset
pl: Wybierz zestaw produktu
pt_br: Selecione o conjunto de produtos
pt_pt: Selecionar conjunto de produtos
ru: Выберите комплект устройств
sk: Vyberte sadu produktov
sv: Välj produktuppsättning
zh_hans: 选择产品组合
zh_hant: 選擇產品集

source: Performance enhancement
ar: تحسين الأداء
da: Forbedring af ydeevne
de: Leistungsverbesserung
es_mx: Mejora de rendimiento
fi: Suorituskyvyn parantaminen
fr: Amélioration des performances
he: שיפור ביצועים
id: Peningkatan performa
it: Miglioramento delle prestazioni
ja: パフォーマンスの向上
ko: 성능 향상
nb: Ytelsesforbedring
nl: Prestatieverbetering
pl: Poprawa wydajności
pt_br: Melhoria do desempenho
pt_pt: Melhoria do desempenho
ru: Улучшение показателей работы
sk: Zlepšenie výkonu
sv: Förbättring av prestanda
zh_hans: 性能提升
zh_hant: 效能增強

# For_optimal_calibration_accuracy
source: For optimal calibration accuracy, try the steps below :
ar: للحصول على دقة معايرة مثالية، جرب الخطوات التالية:
da: For optimal kalibreringsnøjagtighed kan du prøve nedenstående trin:
de: Für eine optimale Kalibrierungsgenauigkeit sind folgende Schritte erforderlich:
es_mx: Para una precisión de calibración óptima, sigue estos pasos:
fi: Optimaalisen kalibrointitarkkuuden saavuttamiseksi kokeile seuraavia ohjeita:
fr: Essayez les étapes ci-dessous pour une précision d'étalonnage optimale :
he: לקבלת דיוק כיול מיטבי, נסה את השלבים הבאים:
id: Agar akurasi kalibrasi optimal, coba langkah-langkah berikut ini:
it: Per una calibrazione ottimale ed accurata, prova i passaggi seguenti:
ja: キャリブレーションの精度を最適化するため、以下の手順を試してください：
ko: 최적의 캘리브레이션 정확도를 위해 아래 단계를 시도합니다.
nb: For optimal kalibreringsnøyaktighet kan du prøve fremgangsmåten nedenfor:
nl: Probeer de onderstaande stappen voor een optimale kalibratienauwkeurigheid:
pl: Aby uzyskać optymalną dokładność kalibracji, wykonaj poniższe czynności:
pt_br: Para uma precisão de calibração ideal, tente a etapas abaixo:
pt_pt: Para obter a melhor precisão de calibração possível, experimente efetuar os passos seguintes:
ru: Для оптимальной точности калибровки попробуйте выполнить следующие действия:
sk: Pre optimálnu presnosť kalibrácie vyskúšajte nasledujúce kroky:
sv: För optimal kalibreringsnoggrannhet, prova stegen nedan:
zh_hans: 为获得最佳校准精度，请尝试以下步骤：
zh_hant: 為實現最佳的校準準確度，請嘗試以下步驟：

# Reduce_noise
source: Reduce environment noise
ar: الحد من ضجيج البيئة
da: Reducer støj i omgivelserne
de: Reduzierung der Umgebungsgeräusche
es_mx: Reduce el ruido ambiente
fi: Vähennä ympäristömelua
fr: Réduisez le bruit ambiant
he: הפחת רעש הסביבה
id: Kurangi kebisingan lingkungan
it: Riduci il rumore ambientale
ja: 環境ノイズを低減する
ko: 환경 소음 줄이기
nb: Reduser støy i miljøet
nl: Verminder omgevingsgeluid
pl: Zmniejsz hałas otoczenia
pt_br: Reduza o ruído ambiente
pt_pt: Reduzir o ruído ambiente
ru: Снижение уровня внешних шумов
sk: Znížte okolitý hluk
sv: Minska omgivningsbuller
zh_hans: 减少环境噪声
zh_hant: 減少環境雜訊

source: Remain quiet during the calibration.
ar: ابقَ صامتًا أثناء المعايرة.
da: Forbliv stille under kalibreringen.
de: Während Kalibrierung Ruhe halten.
es_mx: Permanece en silencio durante la calibración.
fi: Pysy hiljaa kalibroinnin aikana.
fr: Restez silencieux pendant l'étalonnage.
he: שמור על שקט במהלך הכיול.
id: Tetap diam selama kalibrasi berlangsung.
it: Rimani in silenzio durante la calibrazione.
ja: キャリブレーション中は静かな状態を維持してください。
ko: 캘리브레이션 중에는 조용히 합니다.
nb: Vær stille mens kalibreringen pågår.
nl: Blijf stil tijdens de kalibratie.
pl: Podczas kalibracji bądź cicho.
pt_br: Permaneça em silêncio durante a calibração.
pt_pt: Permanecer em silêncio durante a calibração.
ru: В процессе калибровки сохраняйте тишину.
sk: Počas kalibrácie zostaňte ticho.
sv: Var tyst under kalibreringen.
zh_hans: 校准时保持安静。
zh_hant: 校準期間保持安靜。

source: Check the speakers
ar: افحص السماعات
da: Tjek højttalerne
de: Die Lautsprecher überprüfen
es_mx: Revisa los altavoces
fi: Tarkista kaiuttimet
fr: Vérifiez les enceintes
he: בדוק את הרמקולים
id: Periksa speaker
it: Controllare gli speaker
ja: スピーカーを確認してください
ko: 스피커 확인
nb: Sjekk høyttalerne
nl: Controleer de luidsprekers
pl: Sprawdź głośniki
pt_br: Verifique as caixas de som
pt_pt: Verificar as colunas
ru: Проверьте динамики
sk: Skontrolujte reproduktory
sv: Kontrollera högtalarna
zh_hans: 检查扬声器
zh_hant: 檢查喇叭

source: Keep clear of the space between the speakers and do not cover them.
ar: حافظ عى خلو المسافة بين السماعات ولا تضع عليها أي غطاء.
da: Hold afstand mellem højttalerne, og dæk dem ikke til.
de: Den Raum zwischen den Lautsprechern freihalten und die Lautsprecher nicht abdecken.
es_mx: No coloques ningún objeto entre los altavoces ni los cubras.
fi: Pysy poissa kaiuttimien välisestä tilasta äläkä peitä niitä.
fr: Laissez l'espace entre les enceintes libre et ne les couvrez pas.
he: יש לשמור על מרווח פנוי בין הרמקולים ואין לכסות אותם.
id: Kosongkan ruang di antara speaker dan jangan tutupi speaker.
it: Resta al di fuori dello spazio tra gli speaker e non coprirli.
ja: スピーカーとスピーカーの間の空け、スピーカーを覆わないでください。
ko: 스피커 사이의 공간을 비우고 스피커를 덮지 않습니다.
nb: Hold deg unna området mellom høyttalerne, og unngå å dekke dem til.
nl: Houd afstand tussen de luidsprekers en dek ze niet af.
pl: Zachowaj wolną przestrzeń pomiędzy głośnikami i nie zakrywaj ich.
pt_br: Evite obstruir o espaço entre as caixas de som e evite cobri-las.
pt_pt: Manter-se afastado do espaço entre as colunas e não tapar as colunas.
ru: Не перегораживайте пространство между динамиками и не накрывайте их.
sk: Udržujte voľný priestor medzi reproduktormi a nezakrývajte ich.
sv: Håll avståndet mellan högtalarna fritt och täck inte dem.
zh_hans: 保持扬声器之间无障碍物，不要遮挡扬声器。
zh_hant: 避開喇叭之間的空間，不要遮蓋它們。

source: Face all speakers towards the listener.
ar: وجه جميع السماعات نحو المستمع.
da: Vend alle højttalere mod lytteren.
de: Alle Lautsprecher müssen dem Zuhörer zugewandt sein.
es_mx: Orienta todos los altavoces hacia el oyente.
fi: Käännä kaikki kaiuttimet kuulijaa kohti.
fr: Orientez toutes les enceintes vers l'auditeur.
he: ליצב את כל הרמקולים לכיוון המאזין.
id: Hadapkan speaker ke arah pendengar.
it: Rivolgi tutti gli speaker verso l'ascoltatore.
ja: 視聴場所に全てのスピーカーを向けてください。
ko: 모든 스피커가 청취자를 향하도록 합니다.
nb: La alle høyttalerne være vendt mot lytteren.
nl: Richt alle luidsprekers naar de luisteraar.
pl: Skieruj wszystkie głośniki w stronę słuchacza.
pt_br: Posicione todas as caixas de som voltadas para o ouvinte.
pt_pt: Virar todas as colunas na direção da pessoa que está a ouvir.
ru: Разверните все динамики лицевой стороной к слушателю.
sk: Otočte všetky reproduktory smerom k poslucháčovi.
sv: Vänd alla högtalare mot lyssnaren.
zh_hans: 将所有扬声器面向听众。
zh_hant: 讓所有的喇叭面向聽眾。

source: RE-CALIBRATE
ar: أعد المعايرة
da: GENKALIBRER
de: ERNEUT KALIBRIEREN
es_mx: RECALIBRAR
fi: KALIBROI UUDELLEEN
fr: RÉ-ÉTALONNER
he: כיול מחדש
id: KALIBRASI ULANG
it: RI-CALIBRA
ja: 再測定する
ko: 재보정
nb: OMKALIBRER
nl: OPNIEUW KALIBREREN
pl: WYKONAJ PONOWNĄ KALIBRACJĘ
pt_br: RECALIBRAR
pt_pt: RECALIBRAR
ru: ПОВТОРНАЯ КАЛИБРОВКА
sk: PREKALIBRUJTE
sv: KALIBRERA PÅ NYTT
zh_hans: 重新校准
zh_hant: 重新校準

source: FINISH GROUPING
ar: انته من التجميع
da: FULDFØR GRUPPERINGEN
de: GRUPPIERUNG ABGESCHLOSSEN
es_mx: FINALIZAR AGRUPACIÓN
fi: VIIMEISTELE RYHMITTELY
fr: TERMINER LE GROUPE
he: סיים את הקיבוץ
id: SELESAIKAN PENGELOMPOKAN
it: COMPLETA IL RAGGRUPPAMENTO
ja: グループ化の完了
ko: 그룹화 마침
nb: FULLFØR GRUPPERING
nl: GROEPERING VOLTOOIEN
pl: UKOŃCZ GRUPOWANIE
pt_br: FINALIZAR AGRUPAMENTO
pt_pt: TERMINAR AGRUPAMENTO
ru: ЗАВЕРШЕНИЕ ГРУППИРОВАНИЯ
sk: DOKONČITE ZOSKUPOVANIE
sv: AVSLUTA GRUPPERING
zh_hans: 完成分组
zh_hant: 完成分組
