Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# tidal_Please_login_tidal_
source: Please login tidal.
ar: يرجى تسجيل الدخول إلى Tidal.
da: Log venligst ind på tidal.
de: Bitte melde dich bei Tidal an.
es_mx: Inicie sesión en Tidal.
fi: Sisäänkirjaa tidal.
fr: Veuillez vous connecter à Tidal.
he: אנא התחבר גאות.
id: Silakan login ke Tidal.
it: Effettua il login a tidal.
ja: TIDALにログインしてください。
ko: TIDAL에 로그인하십시오.
nb: Logg inn på Tidal.
nl: Inloggen a.u.b.
pl: Zaloguj się do usługi Tidal.
pt_br: Faça login no tidal.
pt_pt: Inicie sessão no Tidal.
ru: Пожалуйста, войдите в систему tidal.
sk: Prosím prihláste sa do služby Tidal.
sv: Logga in på Tial.
zh_hans: 请登录 tidal。
zh_hant: 請登入 tidal。

# tidal_Logout
source: Logout
ar: خروج
da: Log ud
de: Abmelden
es_mx: Cerrar sesión
fi: Uloskirjautuminen
fr: Déconnexion
he: להתנתק
ja: ログアウト
ko: 로그아웃
nb: Logg ut
nl: Log uit
pl: Wylogowanie
pt_br: Desconectar
pt_pt: Terminar sessão
ru: Выйти из системы
sk: Odhlásiť sa
sv: Utloggning
zh_hans: 登出
zh_hant: 登出

# tidal_Logging_out___
source: Logging out...
ar: تسجيل الخروج...
da: Logger ud...
de: Abmeldung läuft...
es_mx: Cerrando la sesión...
fi: Uloskirjautuminen...
fr: Déconnexion...
he: מתנתק...
id: Sedang logout ...
ja: ログアウトしています…
ko: 로그아웃 중...
nb: Logger ut
nl: Uitloggen...
pl: Trwa wylogowywanie...
pt_br: Desconectando...
pt_pt: A terminar sessão...
ru: Идет выход....
sk: Odhlasuje sa...
sv: Loggar ut...
zh_hans: 正在登出...
zh_hant: 正在登出...

# tidal_Log_out_failed
source: Log out failed
ar: فشل تسجيل الخروج
da: Log ud mislykket
de: Abmeldung fehlgeschlagen
es_mx: Error al cerrar la sesión
fi: Uloskirjautuminen epäonnistui
fr: Échec de la déconnexion
he: ההתנתקות נכשלה
id: Logout gagal
it: Log out fallito
ja: ログアウトに失敗
ko: 로그아웃 실패
nb: Utlogging mislyktes
nl: Uitloggen mislukt
pl: Niepowodzenie wylogowywania
pt_br: Falha ao se desconectar
pt_pt: Falha ao terminar sessão
ru: Выход не удался
sk: Odhlásenie zlyhalo
sv: Fel under utlogging
zh_hans: 登出失败
zh_hant: 無法登出

# tidal_Cancel
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es_mx: Cancelar
fi: Peruuta
fr: Annuler
he: לְבַטֵל
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отменить
sk: Zrušiť
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

# tidal_Favorite
source: Favorite
ar: المفضلة
da: Favorit
de: Favorit
es_mx: Favorito
fi: Suosikki
fr: Favori
he: אהוב
id: Favorit
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nb: Favoritt
nl: Favoriet
pl: Ulubione
pt_br: Favorito
pt_pt: Favorito
ru: Избранное
sk: Obľúbené
sv: Favorit
zh_hans: 收藏
zh_hant: 我的最愛

# tidal_Add_to_Playlist
source: Add to Playlist
ar: إضافة إلى قائمة التشغيل
da: Føj til playliste
de: Zu Playlist hinzufügen
es_mx: Agregar a lista de reproducción
fi: Lisää soittolistalle
fr: Ajouter à la Liste de lecture
he: הוסף לרשימת ההשמעה
id: Tambahkan ke Daftar Lagu
it: Aggiungi alla Playlist
ja: プレイリストに追加
ko: 재생 목록에 추가
nb: Legg til i spilleliste
nl: Toevoegen aan Afspeellijst
pl: Dodaj do listy odtwarzania
pt_br: Adicionar à Playlist
pt_pt: Adicionar à lista de reprodução
ru: Добавить в плейлист
sk: Pridať do Zoznamu skladieb
sv: Lägg till spellista
zh_hans: 添加至播放列表
zh_hant: 新增到播放清單

# tidal_Play_next
source: Play next
ar: تشغيل التالي
da: Afspil som næste
de: Nächsten wiedergeben
es_mx: Reproducir siguiente
fi: Toista seuraava
fr: Lire le suivant
he: שחק הבא
id: Putar berikutnya
it: Riproduci il prossimo
ja: 次の曲を再生
ko: 다음 재생
nb: Spill av neste
nl: Volgende afspelen
pl: Odtwórz jako następny
pt_br: Reproduzir próxima faixa
pt_pt: Reproduzir seguinte
ru: Воспроизвести следующий
sk: Prehrať nasledujúce
sv: Spela som nästa
zh_hans: 播放下一首
zh_hant: 播放下一首

# tidal_Go_to_Artist
source: Go to Artist
ar: الانتقال إلى الفنان
da: Gå til kunstner
de: Zu Interpreten gehen
es_mx: Ir al artista
fi: Siirry esiintyjään
fr: Atteindre l'artiste
he: עבור אל אמן
id: Buka Artis
it: Vai all'artista
ja: アーティストに進む
ko: 아티스트로 이동
nb: Gå til artist
nl: Ga naar Artiest
pl: Przejdź do wykonawcy
pt_br: Vá para o Artista
pt_pt: Ir para artista
ru: Перейти к исполнителю
sk: Prejsť na interpreta
sv: Gå till artist
zh_hans: 转至艺术家
zh_hant: 移至藝術家

# tidal_Go_to_Album
source: Go to Album
ar: الانتقال إلى الألبوم
da: Gå til album
de: Zu Album gehen
es_mx: Ir al álbum
fi: Siirry albumiin
fr: Atteindre l'album
he: עבור לאלבום
id: Buka Album
it: Vai all'album
ja: アルバムに進む
ko: 앨범으로 이동
nb: Gå til album
nl: Ga naar Album
pl: Przejdź do albumu
pt_br: Vá para o Álbum
pt_pt: Ir para álbum
ru: Перейти к альбому
sk: Prejsť na album
sv: Gå till album
zh_hans: 转至专辑
zh_hant: 移至專輯

# tidal_Artist
source: Artist
ar: الفنان
da: Kunstner
de: Interpret
es_mx: Artista
fi: Esiintyjä
fr: Artiste
he: אמן
id: Artis
it: Artista
ja: アーティスト
ko: 아티스트
nl: Artiest
pl: Wykonawca
pt_br: Artista
pt_pt: Artista
ru: Исполнитель
sk: Interpret
zh_hans: 艺术家
zh_hant: 藝術家

# tidal_Album
source: Album
ar: الألبوم
es_mx: Álbum
fi: Albumi
he: אַלבּוֹם
ja: アルバム
ko: 앨범
pt_br: Álbum
pt_pt: Álbum
ru: Альбом
zh_hans: 专辑
zh_hant: 專輯

# tidal_Unable_to_complete_this_operation
source: Unable to complete this operation
ar: تعذر إتمام هذه العملية
da: Kan ikke fuldføre denne handling
de: Dieser Vorgang kann nicht abgeschlossen werden
es_mx: No se pudo completar la operación.
fi: Tätä toimintoa ei voida suorittaa loppuun
fr: Achèvement de cette opération impossible
he: לא ניתן להשלים פעולה זו
id: Tidak dapat menyelesaikan operasi ini
it: Impossibile completare questa operazione
ja: この操作を完了することができません
ko: 이 작업을 완료할 수 없음
nb: Kan ikke fullføre denne handlingen
nl: Kan deze functie niet voltooien
pl: Nie można ukończyć tej operacji
pt_br: Não foi possível concluir esta operação
pt_pt: Não é possível realizar esta operação
ru: Невозможно выполнить эту операцию
sk: Túto operáciu nie je možné dokončiť
sv: Det gick inte att slutföra den här åtgärden
zh_hans: 无法完成此操作
zh_hant: 無法完成此操作

# tidal_The_music_is_playing
source: The music is playing
ar: الموسيقى قيد التشغيل
da: Musikken afspilles
de: Die Musik wird wiedergegeben
es_mx: Se está reproduciendo la música.
fi: Musiikkia toistetaan
fr: La musique est lue
he: המוזיקה מתנגנת
id: Musik sedang diputar
it: La musica è in riproduzione
ja: 音楽を再生しています
ko: 음악 재생 중
nb: Musikken spilles
nl: De muziek speelt
pl: Odtwarzana jest muzyka
pt_br: A música está tocando
pt_pt: A música está a ser reproduzida
ru: Музыка воспроизводится
sk: Prehráva sa hudba
sv: Musiken spelas upp
zh_hans: 正在播放乐曲
zh_hant: 音樂正在播放

# tidal_Next_To_Play
source: Next To Play
ar: تشغيل التالي
da: Næste der afspilles
de: German
es_mx: Siguiente reproducción
fi: Seuraava toistettava
fr: Prochaine lecture
he: ליד לשחק
id: Diputar Berikutnya
it: Avanti per Riprodurre
ja: 次に再生する
ko: 재생할 다음 곡
nb: Neste for avspilling
nl: Volgende om af te spelen
pl: Następny utwór do odtworzenia
pt_br: Próxima Faixa
pt_pt: Reproduzir a seguir
ru: Воспроизвести следующую дорожку
sk: Ďalej bude prehrávané
sv: Nästa som ska spelas ut
zh_hans: 下一首播放
zh_hant: 接下來播放

# tidal_Please_wait
source: Please wait
ar: يُرجى الانتظار
da: Vent venligst
de: Bitte warten
es_mx: Aguarde
fi: Odota
fr: Veuillez patienter
he: המתן בבקשה
id: Harap tunggu
it: Attendi
ja: お待ちください
ko: 기다려 주십시오.
nb: Vent
nl: Even geduld
pl: Proszę czekać
pt_br: Aguarde
pt_pt: Por favor, aguarde
ru: Ожидайте
sk: Čakajte, prosím
sv: Vänta
zh_hans: 请稍候
zh_hant: 請稍候

# tidal_Tracks
source: Tracks
ar: المقاطع
da: Spor
de: Titel
es_mx: Pistas
fi: Kappaleet
fr: Pistes
he: מסלולים
id: Trek
it: Brani
ja: トラック
ko: 트랙
nb: Spor
pl: Utwory
pt_br: Faixas
pt_pt: Faixas
ru: Треки
sk: Skladby
sv: Spår
zh_hans: 曲目
zh_hant: 曲目

# tidal_Albums
source: Albums
ar: ألبومات
da: Album
de: Alben
es_mx: Álbumes
fi: Albumit
he: אלבומים
id: Album
it: Album
ja: アルバム
ko: 앨범
nb: Album
pl: Albumy
pt_br: Álbuns
pt_pt: Álbuns
ru: Альбомы
sk: Albumy
sv: Album
zh_hans: 专辑
zh_hant: 專輯

# tidal_EPS___SINGLES
source: EPS & SINGLES
ar: الأسطوانات والأغاني الفردية
da: EP OG SINGLER
de: EPS UND SINGLES
es_mx: EP Y SENCILLOS
fi: EP:T JA SINGLET
fr: EP et singles
he: EPS וסינגלים
id: EPISODE & SINGLE
it: EPS & SINGOLI
ja: EPS&シングル
ko: EP 및 싱글
nb: EP-er OG SINGLER
pl: EP-KI I SINGLE
pt_br: EPS e SINGLES
pt_pt: EP E SINGLES
ru: EPS И СИНГЛЫ
sk: EPS a SINGLE
zh_hans: EP 和单曲
zh_hant: 迷您專輯和單曲

# tidal_More
source: More
ar: المزيد
da: Mere
de: Mehr
es_mx: Más
fi: Lisää
fr: Plus
he: יותר
id: Lainnya
it: Altro
ja: 追加
ko: 자세히
nb: Mer
nl: Meer
pl: Więcej
pt_br: Mais
pt_pt: Mais
ru: Подробнее
sk: Viac
sv: Mer
zh_hans: 更多
zh_hant: 更多

# tidal_Artists
source: Artists
ar: الفنانون
da: Kunstnere
de: Interpreten
es_mx: Artistas
fi: Esiintyjät
fr: Artistes
he: אמנים
id: Artis
it: Artisti
ja: アーティスト
ko: 아티스트
nb: Artister
nl: Artiesten
pl: Wykonawcy
pt_br: Artistas
pt_pt: Artistas
ru: Исполнители
sk: Interpreti
sv: Artister
zh_hans: 艺术家
zh_hant: 藝術家

# tidal_Create_New_Playlist
source: Create New Playlist
ar: إنشاء قائمة تشغيل جديدة
da: Opret ny playliste
de: Neue Playlist erstellen
es_mx: Crear nueva lista de reproducción
fi: Luo uusi soittolista
fr: Créer une nouvelle liste de lecture
he: צור רשימת השמעה חדשה
id: Buat Daftar Lagu Baru
it: Crea una nuova playlist
ja: 新しいプレイリストの作成
ko: 새 재생 목록 만들기
nb: Opprett ny spilleliste
nl: Nieuwe afspeellijst maken
pl: Utwórz nową listę odtwarzania
pt_br: Criar Nova Playlist
pt_pt: Criar nova lista de reprodução
ru: Создать новый плейлист
sk: Vytvoriť nový zoznam skladieb
sv: Skapa ny spellista
zh_hans: 新建播放列表
zh_hant: 建立新的播放清單

# tidal_Enter_a_name_for_the_new_playlist
source: Enter a name for the new playlist
ar: أدخل اسمًا لقائمة التشغيل الجديدة
da: Indtast et navn til den nye playliste
de: Gib einen Namen für die neue Playlist ein
es_mx: Escriba el nombre de la nueva lista de reproducción.
fi: Anna uudelle soittolistalle nimi
fr: Entrez le nom de la nouvelle liste de lecture
he: הזן שם לרשימת ההשמעה החדשה
id: Masukkan nama untuk daftar lagu baru
it: Inserisci un nome per la nuova playlist
ja: 新しいプレイリストに名前を入力
ko: 새 재생 목록의 이름 입력
nb: Angi et navn for den nye spillelisten
nl: Voer een naam in voor de nieuwe afspeellijst
pl: Wprowadź nazwę nowej listy odtwarzania
pt_br: Digite um nome para a nova playlist
pt_pt: Introduzir um nome para a nova lista de reprodução
ru: Введите имя для нового списка воспроизведения
sk: Zadajte názov nového zoznamu skladieb
sv: Ange ett namn för den nya spellistan
zh_hans: 为新建播放列表输入名称
zh_hant: 輸入新播放清單的名稱

# tidal_Create
source: Create
ar: إنشاء
da: Opret
de: Erstellen
es_mx: Crear
fi: Luo
fr: Créer
he: לִיצוֹר
id: Buat
it: Crea
ja: 作成
ko: 만들기
nb: Bygg
nl: Maken
pl: Utwórz
pt_br: Criar
pt_pt: Criar
ru: Создать
sk: Vytvoriť
sv: Skapa
zh_hans: 创建
zh_hant: 建立

# tidal_The_name_of_new_list_is_empty_
source: The name of new list is empty.
ar: اسم القائمة الجديدة فارغ.
da: Navnet på den nye liste er tomt.
de: Der Name der neuen Liste ist leer.
es_mx: El nombre de la lista está vacío.
fi: Uuden luettelon nimi on tyhjä.
fr: Le nom de la nouvelle liste est vide.
he: השם של הרשימה החדשה ריק.
id: Nama daftar baru kosong.
it: Il nome della nuova lista è vuoto.
ja: 新しいリスト名が空です。
ko: 새 목록의 이름이 비어 있습니다.
nb: Navnet på den nye listen er tomt.
nl: De naam van de nieuwe lijst is leeg.
pl: Nazwa nowej listy jest pusta.
pt_br: O nome da nova lista está vazio.
pt_pt: O nome da nova lista está em branco.
ru: Имя нового списка пустое.
sk: Názov nového zoznamu je prázdny
sv: Namnet på den nya listan är tomt.
zh_hans: 新列表的名称为空。
zh_hant: 新清單的名稱為空。

# tidal_Email_Username
source: Email/Username
ar: البريد الإلكتروني/اسم المستخدم
da: E-mail / brugernavn
de: E-Mail/Benutzername
es_mx: Correo electrónico/nombre de usuario
fi: Sähköposti/käyttäjätunnus
fr: Courriel/Nom d'utilisateur
he: אימייל/שם משתמש
id: Email/Nama Pengguna
it: Email/Nome utente
ja: Eメール/ユーザー名
ko: 이메일/사용자 이름
nb: E-post/brukernavn
nl: E-mail/Gebruikersnaam
pl: Adres e-mail/nazwa użytkownika
pt_br: E-mail/Nome de usuário
pt_pt: E-mail/nome de utilizador
ru: Email/имя пользователя
sk: E-mail / Používateľské meno
sv: E-post/användarnamn
zh_hans: 电子邮件/用户名
zh_hant: 電子郵件/使用者名稱

# tidal_Password
source: Password
ar: كلمة المرور
da: Adgangskode
de: Passwort
es_mx: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
id: Kata Sandi
ja: パスワード
ko: 비밀번호
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ru: Пароль
sk: Heslo
sv: Lösenord
zh_hans: 密码
zh_hant: 密碼

# tidal_Login_with_Tidal_Account
source: Login with Tidal Account
ar: تسجيل الدخول بحساب Tidal
da: Log ind med Tidal-konto
de: Anmeldung mit Tidal-Konto
es_mx: Iniciar sesión con cuenta de Tidal
fi: Kirjaudu sisään Tidal-tilillä
fr: Connexion avec un compte Tidal
he: התחבר עם חשבון Tidal
id: Login dengan Akun Tidal
it: Effettua il login con l’account Tidal
ja: TIDALアカウントでログイン
ko: TIDAL 계정으로 로그인
nb: Logg på med Tidal-konto
nl: Inloggen met Tidal-account
pl: Logowanie przy użyciu konta Tidal
pt_br: Login com conta Tidal
pt_pt: Inicie sessão na conta Tidal
ru: Войти в систему с помощью учетной записи Tidal
sk: Prihláste sa pomocou účtu Tidal
sv: Inloggning med Tidal-kontot.
zh_hans: 用 Tidal 账户登录
zh_hant: 使用 Tidal 帳戶登入

# tidal_Hint
source: Hint
ar: تلميح
da: Tip
de: Hinweis
es_mx: Consejo
fi: Vihje
fr: Conseil
he: רֶמֶז
id: Petunjuk
it: Suggerimento
ja: ヒント
ko: 힌트
nl: Suggestie
pl: Podpowiedź
pt_br: Dica
pt_pt: Sugestão
ru: Подсказка
sk: Nápoveda
sv: Ledtråd
zh_hans: 温馨提示
zh_hant: 提示

# tidal_The_username_can_t_be_empty
source: The username can't be empty
ar: لا يمكن أن يكون اسم المستخدم فارغًا
da: Brugernavnet må ikke være tomt
de: Der Nutzername darf nicht leer sein
es_mx: El nombre de usuario no puede estar vacío.
fi: Käyttäjänimi ei voi olla tyhjä
fr: Le nom d'utilisateur ne peut pas être vide
he: שם המשתמש לא יכול להיות ריק
id: Nama pengguna tidak boleh kosong
it: Il nome utente non può essere vuoto
ja: ユーザー名は空白にできません
ko: 사용자 이름은 비워둘 수 없습니다.
nb: Brukernavnet kan ikke være tomt
nl: De gebruikersnaam mag niet leeg zijn
pl: Pole nazwy użytkownika nie może być puste
pt_br: O nome de usuário não pode estar vazio
pt_pt: O nome de utilizador não pode ficar em branco
ru: Имя пользователя не может быть пустым
sk: Používateľské meno nemôže byť prázdne
sv: Användarnamnet får inte vara tomt
zh_hans: 用户名不能为空
zh_hant: 使用者名稱不能為空

# tidal_Confirm
source: Confirm
ar: تأكيد
da: Bekræft
de: Bestätigen
es_mx: Confirmar
fi: Vahvista
fr: Confirmer
he: לְאַשֵׁר
id: Konfirmasi
it: Conferma
ja: 確定
ko: 확인
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
ru: Подтвердить
sk: Potvrdiť
sv: Bekräfta
zh_hans: 确认
zh_hant: 確認

# tidal_The_password_can_t_be_empty
source: The password can't be empty
ar: لا يمكن أن تكون كلمة المرور فارغة
da: Adgangskoden må ikke være tom
de: Das Passwort darf nicht leer sein
es_mx: La contraseña no puede estar vacía.
fi: Salasana ei voi olla tyhjä
fr: Le mot de passe ne peut pas être vide
he: הסיסמה לא יכולה להיות ריקה
id: Kata sandi tidak boleh kosong
it: La password non può essere vuota
ja: パスワードは空白にできません
ko: 비밀번호는 비워둘 수 없습니다.
nb: Passordet kan ikke være tomt
nl: Het wachtwoord kan niet leeg zijn
pl: Pole hasła nie może być puste
pt_br: A senha não pode estar vazia
pt_pt: A palavra-chave não pode ficar em branco
ru: Пароль не может быть пустым
sk: Heslo nemôže byť prázdne
sv: Lösenordet får inte vara tomt
zh_hans: 密码不能为空
zh_hant: 密碼不能為空

# tidal_Login_successful
source: Login successful
ar: تم تسجيل الدخول بنجاح
da: Log-in gennemført
de: Anmeldung erfolgreich
es_mx: Inicio de sesión correcto
fi: Sisäänkirjautuminen onnistui
fr: Connexion réussie
he: התחברת בהצלחה
id: Login berhasil
it: Login riuscito
ja: ログインに成功
ko: 로그인 성공
nb: Pålogging utført
nl: Inloggen gelukt
pl: Logowanie pomyślne
pt_br: Login bem-sucedido
pt_pt: Início de sessão efetuado com sucesso
ru: Успешный вход в систему
sk: Prihlásenie bolo úspešné
sv: Inloggningen lyckades
zh_hans: 登录成功
zh_hant: 登入成功

# tidal_Login_failed
source: Login failed
ar: فشل تسجيل الدخول
da: Log-in mislykket
de: Anmeldung fehlgeschlagen
es_mx: Error al iniciar sesión
fi: Sisäänkirjautuminen epäonnistui
fr: Échec de la connexion
he: ההתחברות נכשלה
id: Login gagal
it: Login fallito
ja: ログインに失敗
ko: 로그인 실패
nb: Pålogging mislyktes
nl: Inloggen mislukt
pl: Niepowodzenie logowania
pt_br: Falha no login
pt_pt: Falha ao iniciar sessão
ru: Вход в систему не удался
sk: Prihlásenie zlyhalo
sv: Inloggningen misslyckades
zh_hans: 登录失败
zh_hant: 無法登入

# tidal_Search_isn_t_available_the_phone_isn_t_connect_to_the_Internet
source: Search isn't available,the phone isn't connect to the Internet
ar: البحث غير متاح، الهاتف غير متصل بالإنترنت
da: Søgning er ikke tilgængelig,telefonen er ikke forbundet til internettet
de: Die Suche ist nicht verfügbar, das Telefon ist nicht mit dem Internet verbunden
es_mx: La búsqueda no está disponible; el teléfono no está conectado a Internet.
fi: Haku ei ole käytettävissä, puhelin ei ole yhteydessä Internetiin
fr: La recherche n'est pas disponible, le téléphone n'est pas connecté à Internet
he: החיפוש אינו זמין, הטלפון אינו מחובר לאינטרנט
id: Pencarian tidak tersedia. Ponsel tidak tersambung ke Internet
it: La ricerca non è disponibile, il telefono non è connesso a Internet
ja: 検索は利用できません。スマートフォンがインターネットに接続されていません
ko: 검색을 사용할 수 없습니다. 휴대폰이 인터넷에 연결되지 않았습니다.
nb: Søk er ikke tilgjengelig, telefonen er ikke koblet til Internett
nl: Zoeken is niet beschikbaar, de telefoon is niet verbonden met het internet
pl: Wyszukiwanie nie jest możliwe, telefon nie ma połączenia z Internetem
pt_br: A pesquisa não está disponível, o telefone não está conectado à Internet
pt_pt: A pesquisa não está disponível. O telemóvel não está ligado à Internet
ru: Поиск недоступен, телефон не подключается к Интернету
sk: Vyhľadávanie nie je dostupné, telefón nie je pripojený k internetu
sv: Sökning är inte tillgänglig, telefonen är inte ansluten till internet
zh_hans: 由于手机无法连接到互联网，因此搜索不可用
zh_hant: 搜尋不可用，手機未連接到網際網路

# tidal_Find_your_favorite_music
source: Find your favorite music
ar: اعثر على الموسيقى المفضلة لديك
da: Find din yndlingsmusik
de: Finde deine Lieblingsmusik
es_mx: Encontrar su música favorita
fi: Löydä suosikkimusiikkisi
fr: Rechercher votre musique préférée
he: מצא את המוזיקה האהובה עליך
id: Temukan musik favorit Anda
it: Trova la tua musica preferita
ja: お気に入りの音楽を見つける
ko: 즐겨찾기 음악 찾기
nb: Finn favorittmusikken din
nl: Vind uw favoriete muziek
pl: Znajdź swoją ulubioną muzykę
pt_br: Encontrar sua música favorita
pt_pt: Encontrar a sua música favorita
ru: Найти вашу любимую музыку
sk: Nájdite svoju obľúbenú hudbu
sv: Hitta din favoritmusik
zh_hans: 查找收藏的歌曲
zh_hant: 找到您最愛的音樂

# tidal_Search_for_artists_tracks_albums_playlists
source: Search for artists, tracks, albums and playlists
ar: ابحث عن الفنانين والمقاطع والألبومات وقوائم التشغيل
da: Søg efter kunstnere,spor,album,playlister
de: Suche nach Interpreten, Titeln, Alben und Playlisten
es_mx: Buscar artistas, pistas, álbumes y listas de reproducción
fi: Etsi esiintyjiä,kappaleita,albumeita,soittolistoja
fr: Rechercher des artistes, des pistes, des albums, des listes de lecture
he: חפש אמנים, רצועות , אלבומים, רשימות השמעה
id: Cari artis, trek, album, daftar lagu
it: Ricerca per artisti,brani,album,playlist
ja: アーティスト、トラック、アルバム、プレイリストを検索
ko: 아티스트, 트랙, 앨범, 재생 목록 검색
nb: Søk etter artister, spor, album, spillelister
nl: Zoeken naar artiesten, nummers, albums, playlists
pl: Wyszukaj artystów, utwory, albumy, listy odtwarzania
pt_br: Procure artistas, faixas, álbuns, listas de reprodução
pt_pt: Procure por artistas, faixas, álbuns, listas de reprodução
ru: Поиск исполнителей, треков, альбомов, плейлистов
sk: Vyhľadávajte interpretov, skladby, albumy, zoznamy skladieb
sv: Sök efter artister, spår, album, spellistor
zh_hans: 搜索艺术家、曲目、专辑、播放列表
zh_hant: 搜尋藝術家、曲目、專輯、播放清單

# tidal_Searching
source: Searching
ar: البحث
da: Søger
de: Suche läuft
es_mx: Buscando
fi: Hakee
fr: Recherche
he: מחפש
id: Mencari
it: Cerco
ja: 検索しています
ko: 검색 중
nb: Søker
nl: Zoeken
pl: Wyszukiwanie
pt_br: Buscando
pt_pt: A pesquisar
ru: Идет поиск
sk: Vyhľadáva sa
sv: Söker
zh_hans: 正在搜索
zh_hant: 正在搜尋

# tidal_Remove_all_history
source: Remove all history
ar: إزالة السجل بالكامل
da: Fjern al historik
de: Gesamten Verlauf entfernen
es_mx: Eliminar todo el historial
fi: Poista kaikki historia
fr: Retirer tout l’historique
he: הסר את כל ההיסטוריה
id: Hapus semua riwayat
it: Rimuovi tutta la cronologia
ja: すべての履歴を削除
ko: 모든 기록 제거
nb: Fjern all historikk
nl: Verwijder alle geschiedenis
pl: Usuń całą historię
pt_br: Remover todo histórico
pt_pt: Remover todo o histórico
ru: Удалить всю историю
sk: Odstrániť celú históriu
sv: Ta bort hela historik
zh_hans: 删除所有历史记录
zh_hant: 移除所有歷史記錄

# tidal_Search_failed
source: Search failed
ar: فشل البحث
da: Søgning mislykket
de: Suche fehlgeschlagen
es_mx: Error en la búsqueda
fi: Haku epäonnistui
fr: Échec de la recherche
he: החיפוש נכשל
id: Pencarian gagal
it: Ricerca non riuscita
ja: 検索に失敗
ko: 검색 실패
nb: Søk mislyktes
nl: Zoeken mislukt
pl: Niepowodzenie wyszukiwania
pt_br: Falhou ao buscar
pt_pt: Falha ao pesquisar
ru: Поиск не удался
sk: Vyhľadávanie zlyhalo
sv: Sökningen misslyckades
zh_hans: 搜索失败
zh_hant: 搜尋失敗

# tidal_NO_Result
source: NO Result
ar: لا توجد نتائج
da: INTET resultat
de: KEIN Ergebnis
es_mx: SIN resultados
fi: NO-tulos
fr: AUCUN résultat
he: אין תוצאה
id: TIDAK ADA Hasil
it: Nessun risultato
ja: 見つかりません
ko: 결과 없음
nb: INGEN resultat
nl: GEEN resultaat
pl: Brak wyników
pt_br: Nenhum Resultado
pt_pt: Sem resultados
ru: Результат ОТСУТСТВУЕТ
sk: ŽIADNY výsledok
sv: INGET resultat
zh_hans: 无任何结果
zh_hant: 無結果

# tidal_Loading____
source: Loading...
ar: جارِ التحميل...
da: Indlæser....
de: Wird geladen ...
es_mx: Cargando...
fi: Ladataan...
fr: Chargement…
he: טוען...
id: Memuat ...
it: Carico....
ja: ロードしています…
ko: 로드 중...
nb: Laster inn ...
nl: Laden....
pl: Wczytywanie...
pt_br: Carregando....
pt_pt: A carregar....
ru: Идет загрузка...
sk: Načítava sa...
sv: Laddar...
zh_hant: 正在載入....

# iheartradio_Adding____
source: Adding....
ar: إضافة....
da: Tilføjer....
de: Wird hinzugefügt ...
es_mx: Agregando...
fi: Lisätään...
fr: Ajout...
he: מוֹסִיף...
id: Menambahkan ...
it: Aggiungo...
ja: 追加しています....
ko: 추가 중...
nb: Legger til ...
nl: Toevoegen....
pl: Dodawanie...
pt_br: Adicionando...
pt_pt: A adicionar....
ru: Добавление....
sk: Pridáva sa....
sv: Lägger till...
zh_hans: 正在添加....
zh_hant: 正在新增....

# iheartradio_Station_added_to_your_Favorite_Stations
source: Station added to your Favorite Stations
ar: تمت إضافة المحطة إلى محطاتك المفضلة
da: Station føjet til dine favoritstationer
de: Sender zu deinen Favoriten hinzugefügt
es_mx: Estación agregada a Estaciones favoritas
fi: Asema lisätty suosikkiasemiin
fr: Station ajoutée à vos stations favorites
he: תחנה נוספה לתחנות המועדפות שלך
id: Stasiun ditambahkan ke Stasiun Favorit Anda
it: Stazione aggiunta alle tue Stazioni preferite
ja: お気に入りのステーションに追加しました
ko: 즐겨찾기 스테이션에 추가되었습니다
nb: Kanalen er lagt til favorittkanalene dine
nl: Zender toegevoegd aan uw Favoriete Zenders
pl: Dodano stację do ulubionych.
pt_br: Estação adicionada às suas Estações Favoritas
pt_pt: Estação adicionada às suas Estações Favoritas
ru: Станция добавлена в Избранные станции
sk: Stanica pridaná do vašich obľúbených staníc
sv: Stationen har lagts till i dina favoritstationer
zh_hans: 已将电台添加到你收藏的电台中
zh_hant: 電台已新增到您最愛的電台

# iheartradio_Deleting____
source: Deleting....
ar: جارِ الحذف....
da: Sletter...
de: Wird gelöscht ...
es_mx: Eliminando...
fi: Poistetaan...
fr: Suppression…
he: מוחק...
id: Menghapus ...
it: Cancello...
ja: 削除しています....
ko: 삭제 중...
nb: Sletter ...
nl: Verwijderen....
pl: Usuwanie...
pt_br: Excluindo....
pt_pt: A eliminar....
ru: Удаление....
sk: Vymazávanie....
sv: Raderar....
zh_hans: 正在删除....
zh_hant: 正在刪除....
