Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# napster_Search_isn_t_available_the_phone_isn_t_connect_to_the_Internet
source: Search isn't available,the phone isn't connect to the Internet
ar: البحث غير متاح، الهاتف غير متصل بالإنترنت
da: Søgning er ikke tilgængelig,telefonen er ikke forbundet til internettet
de: Die Suche ist nicht verfügbar, das Telefon ist nicht mit dem Internet verbunden
es_mx: La búsqueda no está disponible; el teléfono no está conectado a Internet.
fi: Haku ei ole käytettävissä, puhelin ei ole yhteydessä Internetiin
fr: La recherche n'est pas disponible, le téléphone n'est pas connecté à Internet
he: החיפוש אינו זמין, הטלפון אינו מחובר לאינטרנט
id: Pencarian tidak tersedia. Ponsel tidak tersambung ke Internet
it: La ricerca non è disponibile, il telefono non è connesso a Internet
ja: 検索は利用できません。スマートフォンがインターネットに接続されていません
ko: 검색을 사용할 수 없습니다. 휴대폰이 인터넷에 연결되지 않았습니다.
nb: Søk er ikke tilgjengelig, telefonen er ikke koblet til Internett
nl: Zoeken is niet beschikbaar, de telefoon is niet verbonden met het internet
pl: Wyszukiwanie nie jest możliwe, telefon nie ma połączenia z Internetem
pt_br: A pesquisa não está disponível, o telefone não está conectado à Internet
pt_pt: A pesquisa não está disponível. O telemóvel não está ligado à Internet
ru: Поиск недоступен, телефон не подключается к Интернету
sk: Vyhľadávanie nie je dostupné, telefón nie je pripojený k internetu
sv: Sökning är inte tillgänglig, telefonen är inte ansluten till internet
zh_hans: 由于手机无法连接到互联网，因此搜索不可用
zh_hant: 搜尋不可用，手機未連接到網際網路

# napster_Find_
source: Find
ar: اعثر على
de: Finde
es_mx: Encontrar
fi: Hae
fr: Rechercher
he: למצוא
id: Temukan
it: Trova
ja: 見つける
ko: 찾기
nb: Finne
nl: Zoeken
pl: Znajdź
pt_br: Encontre
pt_pt: Encontrar
ru: Найти
sk: Nájsť
sv: Hitta
zh_hans: 查找
zh_hant: 尋找

# napster_your_favorite_music_n
source: your favorite music
ar: الموسيقى المفضلة لديك
da: din favoritmusik
de: deine Lieblingsmusik
es_mx: su música favorita
fi: lempimusiikkiasi
fr: votre musique préférée
he: המוזיקה האהובה עליך
id: musik favorit Anda
it: la tua musica preferita
ja: お気に入りの音楽
ko: 즐겨찾기 음악
nb: favorittmusikken din
nl: uw favoriete muziek
pl: Twoja ulubiona muzyka
pt_br: Sua música favorita
pt_pt: a sua música favorita
ru: вашу любимую музыку
sk: vaša obľúbená hudba
sv: din favoritmusik
zh_hans: 收藏的歌曲
zh_hant: 您最愛的音樂

# napster_Search_for_
source: Search for
ar: ابحث عن
da: Søg efter
de: Suche nach
es_mx: Buscar
fi: Etsi
fr: Rechercher
he: לחפש אחר
id: Cari
it: Cerca per
ja: 検索する
ko: 검색 대상
nb: Søk etter
nl: Zoeken naar
pl: Wyszukaj:
pt_br: Busque por
pt_pt: Procurar por
ru: Поиск
sk: Hľadať
sv: Sök efter
zh_hans: 搜索
zh_hant: 搜尋

# napster_Searching
source: Searching
ar: البحث
da: Søger
de: Suche läuft
es_mx: Buscando
fi: Hakee
fr: Recherche
he: מחפש
id: Mencari
it: Cerco
ja: 検索しています
ko: 검색 중
nb: Søker
nl: Zoeken
pl: Wyszukiwanie
pt_br: Buscando
pt_pt: A pesquisar
ru: Идет поиск
sk: Vyhľadáva sa
sv: Söker
zh_hans: 正在搜索
zh_hant: 正在搜尋

# napster_Search_failed
source: Search failed
ar: فشل البحث
da: Søgning mislykket
de: Suche fehlgeschlagen
es_mx: Error en la búsqueda
fi: Haku epäonnistui
fr: Échec de la recherche
he: החיפוש נכשל
id: Pencarian gagal
it: Ricerca non riuscita
ja: 検索に失敗
ko: 검색 실패
nb: Søk mislyktes
nl: Zoeken mislukt
pl: Niepowodzenie wyszukiwania
pt_br: Falhou ao buscar
pt_pt: Falha ao pesquisar
ru: Поиск не удался
sk: Vyhľadávanie zlyhalo
sv: Sökningen misslyckades
zh_hans: 搜索失败
zh_hant: 搜尋失敗

# napster_NO_Result
source: NO Result
ar: لا توجد نتائج
da: INTET resultat
de: KEIN Ergebnis
es_mx: SIN resultados
fi: NO-tulos
fr: AUCUN résultat
he: אין תוצאה
id: TIDAK ADA Hasil
it: Nessun risultato
ja: 見つかりません
ko: 결과 없음
nb: INGEN resultat
nl: GEEN resultaat
pl: Brak wyników
pt_br: Nenhum Resultado
pt_pt: Sem resultados
ru: Результат ОТСУТСТВУЕТ
sk: ŽIADNY výsledok
sv: INGET resultat
zh_hans: 无任何结果
zh_hant: 無結果

# napster_Hint
source: Hint
ar: تلميح
da: Tip
de: Hinweis
es_mx: Consejo
fi: Vihje
fr: Conseil
he: רֶמֶז
id: Petunjuk
it: Suggerimento
ja: ヒント
ko: 힌트
nl: Suggestie
pl: Podpowiedź
pt_br: Dica
pt_pt: Sugestão
ru: Подсказка
sk: Nápoveda
sv: Ledtråd
zh_hans: 温馨提示
zh_hant: 提示

# napster_The_username_can_t_be_empty
source: The username can't be empty
ar: لا يمكن أن يكون اسم المستخدم فارغًا
da: Brugernavnet må ikke være tomt
de: Der Nutzername darf nicht leer sein
es_mx: El nombre de usuario no puede estar vacío.
fi: Käyttäjänimi ei voi olla tyhjä
fr: Le nom d'utilisateur ne peut pas être vide
he: שם המשתמש לא יכול להיות ריק
id: Nama pengguna tidak boleh kosong
it: Il nome utente non può essere vuoto
ja: ユーザー名は空白にできません
ko: 사용자 이름은 비워둘 수 없습니다.
nb: Brukernavnet kan ikke være tomt
nl: De gebruikersnaam mag niet leeg zijn
pl: Pole nazwy użytkownika nie może być puste
pt_br: O nome de usuário não pode estar vazio
pt_pt: O nome de utilizador não pode ficar em branco
ru: Имя пользователя не может быть пустым
sk: Používateľské meno nemôže byť prázdne
sv: Användarnamnet får inte vara tomt
zh_hans: 用户名不能为空
zh_hant: 使用者名稱不能為空

# napster_Confirm
source: Confirm
ar: تأكيد
da: Bekræft
de: Bestätigen
es_mx: Confirmar
fi: Vahvista
fr: Confirmer
he: אַשֵׁר
id: Konfirmasi
it: Conferma
ja: 確定
ko: 확인
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
ru: Подтвердить
sk: Potvrdiť
sv: Bekräfta
zh_hans: 确认
zh_hant: 確認

# napster_Including
source: Including
ar: بما في ذلك
da: Herunder
de: Inklusive
es_mx: Incluso
fi: Mukaan lukien
fr: Incluant
he: לְרַבּוֹת
id: Termasuk
it: Compreso
ja: 含む
ko: 구성
nb: Dette er inkludert
nl: Inclusief
pl: łącznie z
pt_br: Incluindo
pt_pt: Incluindo
ru: в том числе
sk: Vrátane
sv: Medföljer
zh_hans: 包含
zh_hant: 包括

# napster_The_password_can_t_be_empty
source: The password can't be empty
ar: لا يمكن أن تكون كلمة المرور فارغة
da: Adgangskoden må ikke være tom
de: Das Passwort darf nicht leer sein
es_mx: La contraseña no puede estar vacía.
fi: Salasana ei voi olla tyhjä
fr: Le mot de passe ne peut pas être vide
he: הסיסמה לא יכולה להיות ריקה
id: Kata sandi tidak boleh kosong
it: La password non può essere vuota
ja: パスワードは空白にできません
ko: 비밀번호는 비워둘 수 없습니다.
nb: Passordet kan ikke være tomt
nl: Het wachtwoord kan niet leeg zijn
pl: Pole hasła nie może być puste
pt_br: A senha não pode estar vazia
pt_pt: A palavra-chave não pode ficar em branco
ru: Пароль не может быть пустым
sk: Heslo nemôže byť prázdne
sv: Lösenordet får inte vara tomt
zh_hans: 密码不能为空
zh_hant: 密碼不能為空

# napster_Login_failed
source: Login failed
ar: فشل تسجيل الدخول
da: Log-in mislykket
de: Anmeldung fehlgeschlagen
es_mx: Error al iniciar sesión
fi: Sisäänkirjautuminen epäonnistui
fr: Échec de la connexion
he: ההתחברות נכשלה
id: Login gagal
it: Login fallito
ja: ログインに失敗
ko: 로그인 실패
nb: Pålogging mislyktes
nl: Inloggen mislukt
pl: Niepowodzenie logowania
pt_br: Falha no login
pt_pt: Falha ao iniciar sessão
ru: Вход в систему не удался
sk: Prihlásenie zlyhalo
sv: Inloggningen misslyckades
zh_hans: 登录失败
zh_hant: 無法登入

# napster_Login_successful
source: Login successful
ar: تم تسجيل الدخول بنجاح
da: Log-in gennemført
de: Anmeldung erfolgreich
es_mx: Inicio de sesión correcto
fi: Sisäänkirjautuminen onnistui
fr: Connexion réussie
he: התחברת בהצלחה
id: Login berhasil
it: Login riuscito
ja: ログインに成功
ko: 로그인 성공
nb: Pålogging utført
nl: Inloggen gelukt
pl: Logowanie pomyślne
pt_br: Login bem-sucedido
pt_pt: Início de sessão efetuado com sucesso
ru: Успешный вход в систему
sk: Prihlásenie bolo úspešné
sv: Inloggningen lyckades
zh_hans: 登录成功
zh_hant: 登入成功

# napster_Don_t_have_an_account_
source: Don't have an account?
ar: ليس لديك حساب؟
da: Har du ikke en konto?
de: Habe noch kein Konto?
es_mx: ¿No tiene una cuenta?
fi: Eikö sinulla ole tiliä?
fr: Vous n’avez pas de compte ?
he: אין לך חשבון?
id: Tidak punya akun?
it: Non hai un account?
ja: アカウントをお持ちではないですか？
ko: 아직 계정이 없으신가요?
nb: Har du ikke konto?
nl: Hebt u geen account?
pl: Nie masz konta?
pt_br: Não possui uma conta?
pt_pt: Não tem uma conta?
ru: У вас нет учетной записи?
sk: Nemáte účet?
sv: Har du inget konto?
zh_hans: 没有账户？
zh_hant: 沒有帳戶？

# napster_Sign_up_now
source: Sign up now
ar: تسجيل الاشتراك الآن
da: Tilmeld dig nu
de: Jetzt registrieren
es_mx: Inscribirse ahora
fi: Kirjaudu nyt
fr: S'inscrire maintenant
he: הרשם עכשיו
id: Daftar sekarang
it: Registrati adesso
ja: 今すぐサインアップ
ko: 지금 가입하기
nb: Registrer deg nå
nl: Meld u nu aan
pl: Zarejestruj się teraz
pt_br: Cadastre-se agora
pt_pt: Registe-se agora
ru: Зарегистрироваться сейчас
sk: Zaregistrujte sa už teraz
sv: Anmäl dig nu
zh_hans: 立即注册
zh_hant: 立即註冊

# napster_Login
source: Login
ar: تسجيل الدخول
da: Log ind
de: Anmelden
es_mx: Inicio de sesión
fi: Kirjaudu sisään
fr: Connexion
he: התחברות
ja: ログイン
ko: 로그인
nb: Logg på
nl: Inloggen
pl: Logowanie
pt_pt: Iniciar sessão
ru: Регистрация
sk: Prihlásiť sa
sv: Logga in
zh_hans: 登录
zh_hant: 登入

# napster_Email_Username
source: Email/Username
ar: البريد الإلكتروني/اسم المستخدم
da: E-mail / brugernavn
de: E-Mail/Benutzername
es_mx: Correo electrónico/nombre de usuario
fi: Sähköposti/käyttäjätunnus
fr: Courriel/Nom d'utilisateur
he: אימייל/שם משתמש
id: Email/Nama Pengguna
it: Email/Nome utente
ja: Eメール/ユーザー名
ko: 이메일/사용자 이름
nb: E-post/brukernavn
nl: E-mail/Gebruikersnaam
pl: Adres e-mail/nazwa użytkownika
pt_br: E-mail/Nome de usuário
pt_pt: E-mail/nome de utilizador
ru: Email/имя пользователя
sk: E-mail / Používateľské meno
sv: E-post/användarnamn
zh_hans: 电子邮件/用户名
zh_hant: 電子郵件/使用者名稱

# napster_Password
source: Password
ar: كلمة المرور
da: Adgangskode
de: Passwort
es_mx: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
id: Kata Sandi
ja: パスワード
ko: 비밀번호
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ru: Пароль
sk: Heslo
sv: Lösenord
zh_hans: 密码
zh_hant: 密碼

# napster_Napster_Login
source: Napster Login
ar: تسجيل الدخول إلى Napster
da: Napster Log ind
de: Napster-Anmeldung
es_mx: Inicio de sesión de Napster
fi: Napster sisäänkirjautuminen
fr: Connexion Napster
he: התחברות ל Napster
id: Login Napster
it: Login Napster
ja: Napsterのログイン
ko: Napster 로그인
nb: Napster-pålogging
nl: Inloggen Napster
pl: Logowanie do usługi Napster
pt_br: Login Napster
pt_pt: Início de sessão no Napster
ru: Войти в Napster
sk: Prihlásenie do služby Napster
sv: Napster inloggning
zh_hans: Napster 登录
zh_hant: Napster 登入

# napster_Create_playlists_to_play_
source: Create playlists to play.
ar: إنشاء قوائم التشغيل لاستخدامها.
da: Opret playlister, der skal afspilles.
de: Erstelle Playlisten zur Wiedergabe.
es_mx: Cree listas de reproducción para reproducir.
fi: Luo soittolistoja toistettavaksi.
fr: Créez des listes de lecture à écouter.
he: צור רשימות השמעה להפעלה.
id: Buat daftar lagu untuk diputar.
it: Crea playlist da riprodurre.
ja: プレイリストを作成して再生します。
ko: 장치에서 재생할 재생 목록을 만듭니다.
nb: Opprett spillelister for å spille.
nl: Maak afspeellijsten om af te spelen.
pl: Utwórz listy odtwarzania.
pt_br: Crie playlists para reproduzir.
pt_pt: Crie listas de reprodução para reprodução
ru: Создать плейлисты для воспроизведения.
sk: Vytvorte si zoznamy skladieb na prehrávanie
sv: Skapa spellistor att spela.
zh_hans: 创建播放列表以播放歌曲。
zh_hant: 建立播放清單以播放。

# napster_Playlists
source: Playlists
ar: قوائم التشغيل
da: Playlister
de: Playlisten
es_mx: Listas de reproducción
fi: Soittolistat
fr: Listes de lecture
he: רשימות השמעה
id: Daftar lagu
it: Playlist
ja: プレイリスト
ko: 재생 목록
nb: Spillelister
nl: Afspeellijsten
pl: Listy odtwarzania
pt_pt: Listas de reprodução
ru: Плейлисты
sk: Zoznamy skladieb
sv: Spellistor
zh_hans: 播放列表
zh_hant: 播放清單

# napster_added_to
source: added to
ar: إضافة إلى
da: tilføjet til
de: hinzugefügt zu
es_mx: agregadas a
fi: lisätty
fr: ajouté à
he: נוסף ל
id: ditambahkan ke
it: aggiunto alla
ja: 追加
ko: 다음에 추가됨
nb: lagt til
nl: toegevoegd aan
pl: dodano do
pt_br: adicionar à
pt_pt: adicionado(a) a
ru: добавленные в
sk: pridané do
sv: Har lagts till
zh_hans: 已添加至
zh_hant: 已新增到

# napster_Added_failed
source: Added failed
ar: فشلت الإضافة
da: Tilføjelse mislykket
de: Hinzufügen fehlgeschlagen
es_mx: Error al agregar
fi: Lisäys epäonnistui
fr: Échec de l’ajout
he: הוספה נכשלה
id: Gagal ditambahkan
it: Aggiunta non riuscita
ja: 追加に失敗
ko: 추가 실패
nb: Kunne ikke legges til
nl: Toevoegen mislukt
pl: Niepowodzenie dodawania
pt_br: Falha ao adicionar
pt_pt: Falha ao adicionar
ru: Добавление не удалось
sk: Pridanie zlyhalo
sv: Tillägning misslyckades
zh_hans: 添加失败
zh_hant: 無法新增

# napster_Loading____
source: Loading....
ar: جارِ التحميل...
da: Indlæser....
de: Wird geladen ...
es_mx: Cargando...
fi: Ladataan...
fr: Chargement…
he: טוען...
id: Memuat ...
it: Carico....
ja: ロードしています…
ko: 로드 중...
nb: Laster inn ...
nl: Laden....
pl: Wczytywanie...
pt_br: Carregando...
pt_pt: A carregar....
ru: Идет загрузка...
sk: Načítava sa...
sv: Laddar...
zh_hans: 正在加载...
zh_hant: 正在載入....

# napster_Create_New_Playlist
source: Create New Playlist
ar: إنشاء قائمة تشغيل جديدة
da: Opret ny playliste
de: Neue Playlist erstellen
es_mx: Crear nueva lista de reproducción
fi: Luo uusi soittolista
fr: Créer une nouvelle liste de lecture
he: צור רשימת השמעה חדשה
id: Buat Daftar Lagu Baru
it: Crea una nuova playlist
ja: 新しいプレイリストの作成
ko: 새 재생 목록 만들기
nb: Opprett ny spilleliste
nl: Nieuwe afspeellijst maken
pl: Utwórz nową listę odtwarzania
pt_br: Criar Nova Playlist
pt_pt: Criar nova lista de reprodução
ru: Создать новый плейлист
sk: Vytvoriť nový zoznam skladieb
sv: Skapa ny spellista
zh_hans: 新建播放列表
zh_hant: 建立新的播放清單

# napster_Enter_a_name_for_the_new_playlist
source: Enter a name for the new playlist
ar: أدخل اسمًا لقائمة التشغيل الجديدة
da: Indtast et navn til den nye playliste
de: Gib einen Namen für die neue Playlist ein
es_mx: Escriba el nombre de la nueva lista de reproducción.
fi: Anna uudelle soittolistalle nimi
fr: Entrez le nom de la nouvelle liste de lecture
he: הזן שם לרשימת ההשמעה החדשה
id: Masukkan nama untuk daftar lagu baru
it: Inserisci un nome per la nuova playlist
ja: 新しいプレイリストに名前を入力
ko: 새 재생 목록의 이름 입력
nb: Angi et navn for den nye spillelisten
nl: Voer een naam in voor de nieuwe afspeellijst
pl: Wprowadź nazwę nowej listy odtwarzania
pt_br: Digite um nome para a nova playlist
pt_pt: Introduzir um nome para a nova lista de reprodução
ru: Введите имя для нового списка воспроизведения
sk: Zadajte názov nového zoznamu skladieb
sv: Ange ett namn för den nya spellistan
zh_hans: 为新建播放列表输入名称
zh_hant: 輸入新播放清單的名稱

# napster_Cancel
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es_mx: Cancelar
fi: Peruuta
fr: Annuler
he: לְבַטֵל
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отменить
sk: Zrušiť
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

# napster_Log_in____
source: Log in....
ar: جارِ تسجيل الدخول....
da: Log ind....
de: Anmelden ...
es_mx: Iniciar sesión...
fi: Kirjaudu sisään...
fr: Connexion...
he: התחברות...
ja: ログインしています....
ko: 로그인...
nb: Logg på ...
nl: Inloggen....
pl: Logowanie...
pt_pt: Iniciar sessão...
ru: Войти в систему....
sk: Prihlásiť sa....
sv: Logga in...
zh_hans: 登录....
zh_hant: 登入....

# napster_Create
source: Create
ar: إنشاء
da: Opret
de: Erstellen
es_mx: Crear
fi: Luo
fr: Créer
he: לִיצוֹר
id: Buat
it: Crea
ja: 作成
ko: 만들기
nb: Bygg
nl: Maken
pl: Utwórz
pt_br: Criar
pt_pt: Criar
ru: Создать
sk: Vytvoriť
sv: Skapa
zh_hans: 创建
zh_hant: 建立

# napster_LISTENER_NETWORK
source: LISTENER NETWORK
ar: شبكة الاستماع
da: LYTTERNETVÆRK
de: ZUHÖRERNETZWERK
es_mx: RED DEL OYENTE
fi: KUUNTELIJAVERKKO
fr: RÉSEAU DE L’AUDITEUR
he: רשת מאזינים
id: JARINGAN PENDENGAR
it: RETE DI ASCOLTATORI
ja: リスナーのネットワーク
ko: 청취자 네트워크
nb: LYTTERNETTVERK
nl: LUISTERNETWERK
pl: SIEĆ SŁUCHACZA
pt_br: REDE DE OUVINTE
pt_pt: REDE DE OUVINTE
ru: СЕТЬ ПРОСЛУШИВАНИЯ
sk: SIEŤ POSLUCHÁČOV
sv: LYSSNARNÄTVERK
zh_hans: 听众网络
zh_hant: 聆聽者網路

# napster_Fail
source: Fail
ar: فشل
da: Mislykket
de: Fehlgeschlagen
es_mx: Error
fi: Ei läpäisyä
fr: Échec
he: לְהִכָּשֵׁל
id: Gagal
it: Errore
ja: 失敗
ko: 실패
nb: Mislyktes
nl: Mislukt
pl: Niepowodzenie
pt_br: Falha
pt_pt: Falha
ru: Сбой
sk: Zlyhalo
sv: Misslyckades
zh_hans: 失败
zh_hant: 失敗

# napster_VIEW_MORE_FEATURED_MUSIC
source: VIEW MORE FEATURED MUSIC
ar: عرض المزيد من مقاطع الموسيقى المميزة
da: SE MERE FREMHÆVET MUSIK
de: WEITERE AUSGEWÄHLTE MUSIK ANZEIGEN
es_mx: VER MÁS MÚSICA DESTACADA
fi: TARKASTELE ESILLÄ OLEVAA MUSIIKKIA
fr: VOIR PLUS DE MUSIQUE PROPOSÉE
he: הצג עוד מוזיקה מומלצת
id: LIHAT SOROTAN MUSIK LAINNYA
it: VISUALIZZA PIÙ MUSICA IN PRIMO PIANO
ja: 注目されている音楽をもっと表示
ko: 추천 음악 더 보기
nb: VIS MER UTVALGT MUSIKK
nl: BEKIJK MEER AANBEVOLEN MUZIEK
pl: WYŚWIETL WIĘCEJ POLECANEJ MUZYKI
pt_br: VEJA MAIS MÚSICAS EM DESTAQUE
pt_pt: VER MAIS MÚSICA EM DESTAQUE
ru: ПРОСМОТРЕТЬ БОЛЬШЕ ИЗБРАННОЙ МУЗЫКИ
sk: ZOBRAZIŤ VIAC ODPORÚČANEJ HUDBY
sv: VISA MER UTVALD MUSIK
zh_hans: 查看更多精选乐曲
zh_hant: 檢視更多精選音樂

# napster_January
source: January
ar: يناير
da: Januar
de: Januar
es_mx: Enero
fi: Tammikuu
fr: Janvier
he: יָנוּאָר
id: Januari
it: Gennaio
ja: 1月
ko: 1월
nb: Januar
nl: Januari
pl: styczeń
pt_br: Janeiro
pt_pt: Janeiro
ru: Январь
sk: Január
sv: januari
zh_hans: 1 月
zh_hant: 一月

# napster_NEW_FOR_YOU
source: NEW FOR YOU
ar: جديد من أجلك
da: NYT TIL DIG
de: NEU FÜR DICH
es_mx: NOVEDADES PARA USTED
fi: UUTTA SINULLE
fr: NOUVEAU POUR VOUS
he: חדש עבורך
id: BARU UNTUK ANDA
it: NOVITÀ PER TE
ja: あなたのための新譜
ko: 새로운 음악/방송
nb: NYTT FOR DEG
nl: NIEUW VOOR U
pl: NOWOŚCI DLA CIEBIE
pt_br: NOVAS PRA VOCÊ
pt_pt: NOVIDADE PARA SI
ru: НОВОЕ ДЛЯ ВАС
sk: NOVINKA PRE VÁS
sv: NYTT FÖR DIG
zh_hans: 新乐曲推荐

# napster_February
source: February
ar: فبراير
da: Februar
de: Februar
es_mx: Febrero
fi: Helmikuu
fr: Février
he: פברואר
id: Februari
it: Febbraio
ja: 2月
ko: 2월
nb: Februar
nl: Februari
pl: luty
pt_br: Fevereiro
pt_pt: Fevereiro
ru: Февраль
sk: Február
sv: Februari
zh_hans: 2 月
zh_hant: 二月

# napster_BROWSE_GENRES___MORE
source: BROWSE GENRES & MORE
ar: تصفح الأنواع وغير ذلك الكثير
da: GENNEMSE GENRER OG MERE
de: GENRES DURCHSUCHEN UND MEHR
es_mx: EXPLORAR GÉNEROS Y MÁS
fi: SELAA GENREJÄ YM.
fr: PARCOURIR LES GENRES ET PLUS
he: עיין בז'אנרים ועוד
id: JELAJAHI GENRE & LAINNYA
it: SFOGLIA GENERI E ALTRO ANCORA
ja: ジャンル&追加情報を探す
ko: 장르 등 살펴보기
nb: BLA I SJANGERE M.M.
nl: BLADER DOOR GENRES EN MEER
pl: PRZEGLĄDAJ GATUNKI I NIE TYLKO
pt_br: PROCURE POR GÊNEROS E MAIS
pt_pt: NAVEGAR POR GÉNEROS E MAIS
ru: ПРОСМАТРИВАЙТЕ ЖАНРЫ И МНОГОЕ ДРУГОЕ
sk: PREHLIADAŤ ŽÁNRE A ĎALŠIE
sv: BLÄDDRA GENRE MED MER
zh_hans: 浏览乐曲流派及更多
zh_hant: 瀏覽流派及更多

# napster_March
source: March
ar: مارس
da: Marts
de: März
es_mx: Marzo
fi: Maaliskuu
fr: Mars
he: מרץ
id: Maret
it: Marzo
ja: 3月
ko: 3월
nb: Mars
nl: Maart
pl: marzec
pt_br: Março
pt_pt: Março
ru: Март
sk: Marec
sv: Mars
zh_hans: 3 月
zh_hant: 三月

# napster_Adding____
source: Adding....
ar: إضافة....
da: Tilføjer....
de: Wird hinzugefügt ...
es_mx: Agregando...
fi: Lisätään...
fr: Ajout...
he: מוֹסִיף...
id: Menambahkan ...
it: Aggiungo...
ja: 追加しています....
ko: 추가중....
nb: Legger til ...
nl: Toevoegen....
pl: Dodawanie...
pt_br: Adicionando...
pt_pt: A adicionar....
ru: Добавление....
sk: Pridáva sa....
sv: Lägger till...
zh_hans: 正在添加....
zh_hant: 正在新增....

# napster_April
source: April
ar: أبريل
es_mx: Abril
fi: Huhtikuu
fr: Avril
he: אַפּרִיל
it: Aprile
ja: 4月
ko: 4월
pl: kwiecień
pt_br: Abril
pt_pt: Abril
ru: Апрель
sk: Apríl
zh_hans: 4 月
zh_hant: 四月

# napster_Are_you_sure_you_want_to_delete_this_playlist_
source: Are you sure you want to delete this playlist?
ar: هل أنت متأكد من رغبتك في حذف قائمة التشغيل هذه؟
da: Er du sikker på, at du vil slette denne playliste?
de: Bist du sicher, dass du dich abmelden möchtest?
es_mx: ¿Confirma que desea eliminar esta lista de reproducción?
fi: Haluatko varmasti poistaa tämän soittolistan?
fr: Voulez-vous vraiment supprimer cette liste de lecture ?
he: האם אתה בטוח שברצונך למחוק את רשימת ההשמעה הזו?
id: Anda yakin ingin menghapus daftar lagu ini?
it: Sei sicuro di voler eliminare questa playlist?
ja: 本当にこのプレイリストを削除しますか？
ko: 이 재생 목록을 삭제하시겠습니까?
nb: Er du sikker på at du vil slette denne spillelisten?
nl: Weet u zeker dat u deze afspeellijst wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę listę odtwarzania?
pt_br: Tem certeza de que deseja excluir esta playlist?
pt_pt: Tem a certeza de que pretende eliminar esta lista de reprodução?
ru: Вы уверены, что хотите удалить данный плейлист?
sk: Naozaj chcete tento zoznam skladieb vymazať?
sv: Är du säker på att du vill radera spellistan?
zh_hans: 是否确认要删除此播放列表？
zh_hant: 是否確定要刪除此播放清單？

# napster_May
source: May
ar: مايو
da: Maj
de: Mai
es_mx: Mayo
fi: Toukokuu
fr: Mai
he: מאי
id: Mei
it: Maggio
ja: 5月
ko: 5월
nb: Mai
nl: Mei
pl: maj
pt_br: Maio
pt_pt: Maio
ru: Май
sk: Máj
sv: Maj
zh_hans: 5 月
zh_hant: 五月

# napster_Search_for_artists__albums__tracks__and_even_playlists
source: Search for artists, albums, tracks, and even playlists
ar: يمكنك البحث عن الفنانين والألبومات والمقاطع وحتى قوائم التشغيل
da: Søg efter kunstnere, album, spor og endda playlister
de: Suche nach Interpreten, Alben, Titeln und sogar Playlisten
es_mx: Busque artistas, álbumes, pistas y hasta listas de reproducción.
fi: Etsi esiintyjiä, albumeita, kappaleita ja jopa soittolistoja
fr: Recherchez des artistes, des albums, des pistes et même des listes de lecture
he: חפש אמנים, אלבומים, רצועות ואפילו רשימות השמעה
id: Cari artis, album, trek, dan bahkan daftar lagu
it: Cerca per artisti, album, tracce e persino playlist
ja: アーティスト、アルバム、トラック、プレイリストも検索
ko: 아티스트, 앨범, 트랙, 재생 목록 검색
nb: Søk etter artister, album, spor eller til og med spillelister
nl: Zoeken naar artiesten, albums, tracks, en zelfs afspeellijsten
pl: Wyszukaj wykonawców, albumy, utwory, a nawet całe listy odtwarzania
pt_br: Busque por artistas, álbuns, faixas e até playlists
pt_pt: Pesquise por artistas, álbuns, faixas, ou até listas de reprodução
ru: Поиск исполнителей, альбомов, треков и даже плейлистов
sk: Vyhľadávajte interpretov, albumov, skladieb a dokonca aj zoznamov skladieb
sv: Sök efter artister, album, spår och till och med spellistor
zh_hans: 搜索艺术家、专辑、曲目和播放列表
zh_hant: 搜尋藝術家、專輯、曲目，甚至播放清單

# napster_June
source: June
ar: يونيو
da: Juni
de: Juni
es_mx: Junio
fi: Kesäkuu
fr: Juin
he: יוני
id: Juni
it: Giugno
ja: 6月
ko: 6월
nb: Juni
nl: Juni
pl: czerwiec
pt_br: Junho
pt_pt: Junho
ru: Июнь
sk: Jún
sv: Juni
zh_hans: 6 月
zh_hant: 六月

# napster_Find_your_music
source: Find your music
ar: اعثر على الموسيقى المفضلة لديك
da: Find din musik
de: Finde deine Musik
es_mx: Encontrar su música
fi: Löydä musiikkisi
fr: Rechercher votre musique
he: מצא את המוזיקה שלך
id: Temukan musik Anda
it: Trova la tua musica
ja: 音楽を見つける
ko: 음악 찾기
nb: Finn musikken din
nl: Vind uw muziek
pl: Znajdź swoją muzykę
pt_br: Encontre sua música
pt_pt: Encontre a sua música
ru: Найти вашу музыку
sk: Nájdite si svoju hudbu
sv: Hitta din favoritmusik
zh_hans: 查找你的乐曲
zh_hant: 找到您的音樂

# napster_July
source: July
ar: يوليو
da: Juli
de: Juli
es_mx: Julio
fi: Heinäkuu
fr: Juillet
he: יולי
id: Juli
it: Luglio
ja: 7月
ko: 7월
nb: Juli
nl: Juli
pl: lipiec
pt_br: Julho
pt_pt: Julho
ru: Июль
sk: Júl
sv: Juli
zh_hans: 7 月
zh_hant: 七月

# napster_Search
source: Search
ar: بحث
da: Søg
de: Suchen
es_mx: Buscar
fi: Haku
fr: Rechercher
he: לחפש
id: Cari
it: Cerca
ja: 検索
ko: 검색
nb: Søk
nl: Zoeken
pl: Wyszukaj
pt_br: Buscar
pt_pt: Pesquisar
ru: Поиск
sk: Vyhľadávanie
sv: Söker
zh_hans: 搜索
zh_hant: 搜尋

# napster_August
source: August
ar: أغسطس
es_mx: Agosto
fi: Elokuu
fr: Août
he: אוגוסט
id: Agustus
it: Agosto
ja: 8月
ko: 8월
nl: Augustus
pl: sierpień
pt_br: Agosto
pt_pt: Agosto
ru: Август
sv: Augusti
zh_hans: 8 月
zh_hant: 八月
