Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# devicelist_French__CA_
source: French (Canada)
de: Französisch (Kanada)
es_mx: Francés (Canadá)
fr: Français (Canada)
it: Français (Canada)
ja: フランス語（カナダ）
ko: 프랑스어(캐나다)
nl: Frans (Canada)
pl: Francuski (Kanada)
ru: Французский (Канада)
sv: Franska (Kanada)

# devicelist_OK
source: OK
es_mx: Aceptar
ko: 확인
ru: ОК
zh_hans: 好的

# devicelist_Sleep_Timer
source: Sleep Timer
de: Schlummerfunktion
es_mx: Apagado automático
fr: Mise en veille
it: Timer riposo
ja: 目覚まし時計
ko: 수면 타이머
nl: Slaaptimer
pl: Wyłącznik czasowy
ru: Таймер сна
sv: Insomningstimer
zh_hans: 自动关闭

# devicelist_Set_fail
source: Set fail
de: Einstellen ist fehlgeschlagen
es_mx: Falló la instalación
fr: Réglage non effectué
it: Configurazione non riuscita
ja: 設定は失敗しました
ko: 설정 실패
nl: Instellen is mislukt
pl: Nie można ustawić
ru: Не удалось настроить
sv: Inställningen misslyckades
zh_hans: 设置失败

# devicelist_Setting____
source: Setting....
de: Einstellung....
es_mx: Configurando....
fr: Réglage en cours...
it: Configurazione...
ja: 設定しています...
ko: 설정하는 중....
nl: Instellen…
pl: Ustawianie...
ru: Настройка...
sv: Ställer in...
zh_hans: 设置中....

# devicelist_Successfully_Set
source: Successfully Set
de: Erfolgreich eingestellt
es_mx: Instalación satisfactoria
fr: Réglage effectué
it: Configurato con successo
ja: 正常に設定されました
ko: 설정 성공
nl: Instellen is gelukt
pl: Ustawiono pomyślnie
ru: Успешно настроено
sv: Inställt
zh_hans: 设置成功

# devicelist_Cancel
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es_mx: Cancelar
fi: Peruuta
fr: Annuler
he: לְבַטֵל
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отменить
sk: Zrušiť
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

# adddevice_Allow_to_access_your_location_while_you_are_using_the_app_
source: Allow to access your location while you are using the app?
de: Darf während der Verwendung der App auf Ihren Standort zugegriffen werden?
es_mx: ¿Permitir el acceso a su ubicación mientras usa la aplicación?
fr: Autoriser l’accès à votre emplacement pendant que vous utilisez l’appli?
it: Consentire l'accesso alla tua posizione mentre usi l'app?
ja: アプリの使用中に現在地へのアクセスを許可しますか？
ko: 앱을 사용하는 동안 현재 위치에 액세스하도록 허용하시겠습니까?
nl: Toegang tot uw locatie toestaan terwijl u de app gebruikt?
pl: Zezwolić na dostęp do Twojej lokalizacji podczas korzystania z aplikacji?
ru: Разрешить доступ к данным расположения, пока вы используете приложение?
sv: Tillåt åtkomst till din plats medan du använder appen?
zh_hans: 是否允许在使用应用程序时访问您的位置？

source: APP needs to find your Wi-Fi network as location information. This app doesn't collect your location using GPS or Wi-Fi based positioning technologies
de: Die App muss Ihr WLAN-Netzwerk für das Orten Ihres Standorts finden. Diese App ortet nicht Ihren Standort mit Ortungstechnologien über GPS oder WLAN.
es_mx: La APP necesita encontrar su red de Wi-Fi como información de ubicación. Esta aplicación no recolecta su ubicación usando GPS o tecnologías de posicionamiento basadas en la Wi-Fi.
fr: L’appli a besoin de trouver votre réseau Wi-Fi en tant qu’information sur votre emplacement. Cette application ne collecte pas votre emplacement à l’aide des technologies de positionnement par GPS ou Wi-Fi.
it: L'app necessita delle informazioni di posizione per rilevare la rete Wi-Fi. L'app non raccoglie la tua posizione usando tecnologie di localizzazione basate su GPS o Wi-Fi
ja: アプリは、お客様のWi-Fiネットワークを位置情報として見つける必要があります。このアプリは、GPSまたはWi-Fiベースの測位技術を利用した位置情報の収集を行いません
ko: 앱은 Wi-Fi 네트워크를 위치 정보로 찾아야 합니다. 이 앱은 GPS 또는 Wi-Fi 기반 포지셔닝 기술을 사용하여 위치를 수집하지 않습니다.
nl: De app moet uw WiFi-netwerk vinden om uw locatie te bepalen. Deze app verzamelt uw locatie niet met behulp van GPS- of WiFi-plaatsbepaling
pl: Aplikacja musi znaleźć Twoją sieć Wi-Fi, aby uzyskać informacje o lokalizacji. Ta aplikacja nie zbiera informacji o Twojej lokalizacji przy użyciu technologii pozycjonowania wykorzystujących GPS lub Wi-Fi
ru: Приложению требуется сеть Wi-Fi и данные расположения. Это приложение не собирает данные о вашем расположении с помощью GPS и Wi-Fi
sv: APPEN behöver hitta ditt WiFi-nätverk som platsinformation. Appen samlar inte in din plats med GPS eller WiFi-baserade positioneringstekniker
zh_hans: 应用程序连接Wi-Fi网络时需要您的位置信息。同时我们承诺不会利用GPS或基于Wi-Fi的定位技术收集您的个人信息

# adddevice_Don_t_Allow
source: Don't Allow
de: Nicht zulassen
es_mx: No permitir
fr: Ne pas autoriser
it: Non consentire
ja: 許可しない
ko: 허용 안 함
nl: Niet toestaan
pl: Nie zezwalaj
ru: Не разрешать
sv: Tillåt inte
zh_hans: 不允许

# adddevice_Allow
source: Allow
de: Zulassen
es_mx: Permitir
fr: Autoriser
it: Consenti
ja: 許可
ko: 허용
nl: Toestaan
pl: Zezwalaj
ru: Разрешить
sv: Tillåt
zh_hans: 允许

source: App collecting your location information is to ensure the normal use of this app and associated function. your information will be kept confidential. if you are still impeach of it, feel free to contact us please. On the next screen, you can press "allow" to access to your device.
de: Die App ortet Ihren Standort, um die normale Nutzung dieser App und der verbundenen Funktionen sicherzustellen. Ihre Daten werden vertraulich behandelt. Wenn Sie trotzdem nicht damit einverstanden sind, kontaktieren Sie uns bitte. Auf dem nächsten Bildschirm können Sie auf „zulassen“ klicken, um auf Ihr Gerät zuzugreifen.
es_mx: La aplicación compila su información de ubicación para asegurar el uso normal de esta aplicación y las funciones relacionadas. Sus datos se mantendrán confidenciales. Si aún tiene reservas, por favor comuníquese con nosotros. En la siguiente pantalla puede presionar "Permitir" para acceder a su dispositivo.
fr: La collecte d’informations sur votre emplacement par l'application vise à assurer le fonctionnement normal de cette application et des fonctions associées. Vos informations seront traitées de façon confidentielle. Si vous n’êtes pas d’accord, veuillez nous contacter. Sur l’écran suivant, vous pouvez toucher « Autoriser » pour accéder à votre appareil.
it: L'app raccoglie le informazioni sulla posizione per garantire un normale uso e funzionamento dell'app stessa. Le tue informazioni saranno mantenute riservate. Nel caso non fossi d'accordo, ti preghiamo di contattarci. Nella schermata successiva, tocca "Consenti" per accedere al tuo dispositivo.
ja: このアプリとその関連機能の通常の使用を実現するために、お客様の位置情報を収集します。お客様の情報は秘密として扱われます。何か不明な点があれば、お気軽にお問い合わせください。次の画面で「許可」を押すと、デバイスにアクセスできます。
ko: 사용자의 위치 정보를 수집하는 앱은 이 앱과 관련 기능을 정상적으로 사용할 수 있도록 하기 위한 것입니다. 사용자의 정보는 기밀로 유지됩니다. 그래도 의심이 되면 언제든지 직접 문의해 주시기 바랍니다. 다음 화면에서 "허용"을 눌러 장치에 액세스할 수 있습니다.
nl: De app verzamelt uw locatiegegevens om het normale gebruik van deze app en de bijbehorende functie te garanderen. Uw gegevens worden vertrouwelijk behandeld. Neem bij twijfel gerust contact met ons op. Druk in het volgende scherm op "Toestaan" om toegang te krijgen tot uw apparaat.
pl: Zbieranie informacji o Twojej lokalizacji ma na celu zapewnienie normalnego korzystania z tej aplikacji i powiązanych funkcji. Twoje informacje będą traktowane jako poufne. Jeśli nadal masz wątpliwości, skontaktuj się z nami. Na następnym ekranie możesz nacisnąć „zezwól”, aby uzyskać dostęp do urządzenia.
ru: Приложение собирает данные о расположении для правильной работы приложения и всех его функций. Соблюдается конфиденциальность данных. Если у вас есть сомнения, свяжитесь с нами. На следующем экране нажмите «Разрешить» для доступа к устройству.
sv: Appen samlar bara in uppgifter för att säkerställa normal användning av appen och dess tilhörande funktion. Dina uppgifter kommer att hållas hemliga, kontakta oss om du fortfarande ifrågasätter det. Du kan tryck på "tillåt" för att komma åt enheten, på nästa skärm.
zh_hans: 应用程序收集您的位置信息是为了确保此应用程序和相关功能的正常使用。你的资料将被保密。如果你仍然疑虑，请与我们联系。在下一个屏幕上，您可以按“允许”键同意接受

# adddevice_Would_you_like_to_change_your_device_language_to_%@__
source: Would you like to change your device language to %@ ?
de: Möchten Sie Ihre Gerätesprache zu %@ ändern?
es_mx: ¿Quisiera cambiar el idioma de su dispositivo a %@ ?
fr: Voulez-vous remplacer la langue de votre appareil par : %@ ?
it: Vuoi cambiare la lingua del dispositivo impostandola su %@ ?
ja: デバイスの言語を%@に変更しますか？
ko: 장치 언어를 %@(으)로 변경하시겠습니까?
nl: Wilt u de taal van uw apparaat wijzigen in %@?
pl: Czy chcesz zmienić język urządzenia na %@?
ru: Изменить язык устройства на %@ ?
sv: Vill du ändra språket på din enhet till %@ ?
zh_hans: 您想将您的设备语言更改为%@吗？

# adddevice_Cancel_setup
source: Cancel setup
de: Setup abbrechen
es_mx: Cancele la instalación
fr: Annuler la configuration
it: Annulla installazione
ja: セットアップをキャンセル
ko: 설정 취소
nl: Installatie annuleren
pl: Anuluj konfigurację
ru: Отменить установку
sv: Avbryt konfiguration
zh_hans: 取消设置

# playview_Unsupported_music_format
source: Unsupported music format
de: Nicht unterstütztes Musik-Format
es_mx: Formato de música no compatible
fr: Format de musique non pris en charge
it: Formato musicale non supportato
ja: サポートされていない音楽フォーマットです
ko: 지원되지 않는 음악 형식
nl: Niet-ondersteunde muziekindeling
pl: Nieobsługiwany format pliku muzycznego
ru: Формат музыки не поддерживается
sv: Musikformatet stöds inte
zh_hans: 不支持的音乐格式

# playview_Play_successful
source: Play successful
ar: تم التشغيل بنجاح
da: Afspilning vellykket
de: Wiedergabe erfolgreich
es_mx: Reproducción correcta
fi: Toisto onnistui
fr: Lecture réussie
he: משחק מוצלח
id: Berhasil memutar
it: Riproduzione riuscita
ja: 再生に成功しました
ko: 재생 성공
nb: Avspilling utført
nl: Afspelen gelukt
pl: Pomyślnie odtworzono
pt_br: Reprodução bem-sucedida
pt_pt: Reprodução com sucesso
ru: Воспроизведение успешное
sk: Prehrávanie bolo úspešné
sv: Uppspelning lyckades
zh_hans: 播放成功
zh_hant: 播放成功

# playview_Play_failed
source: Play failed
ar: فشل التشغيل
da: Afspilning mislykket
de: Wiedergabe fehlgeschlagen
es_mx: Error al reproducir
fi: Toisto epäonnistui
fr: Échec de la lecture
he: ההפעלה נכשלה
id: Gagal memutar
it: Riproduzione non riuscita
ja: 再生に失敗
ko: 재생 실패
nb: Avspilling mislyktes
nl: Afspelen mislukt
pl: Niepowodzenie odtwarzania
pt_br: Reprodução falhou
pt_pt: Falha na reprodução
ru: Воспроизведение не удалось
sk: Prehrávanie zlyhalo
sv: Uppspelning misslyckades
zh_hans: 播放失败
zh_hant: 無法播放

# playview_Cancel
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es_mx: Cancelar
fi: Peruuta
fr: Annuler
he: לְבַטֵל
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отменить
sk: Zrušiť
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

# playview_Options
source: Options
ar: الخيارات
da: Egenskaber
de: Möglichkeiten
es_mx: Opciones
fi: Valinnat
he: אפשרויות
id: Opsi
it: Opzioni
ja: オプション
ko: 옵션
nb: Alternativer
nl: Opties
pl: Opcje
pt_br: Opções
pt_pt: Opções
ru: Варианты
sk: Možnosti
sv: Alternativ
zh_hans: 选项
zh_hant: 選項

# playview_No_playlist_info_available
source: No playlist info available
ar: لا توجد معلومات متاحة بشأن قائمة التشغيل
da: Ingen tilgængelig playliste-info
de: Keine Informationen zur Playlist verfügbar
es_mx: No hay información disponible sobre la lista de reproducción.
fi: Soittolistan tietoja ei saatavilla
fr: Aucune info de liste de lecture disponible
he: אין מידע על פלייליסט זמין
id: Informasi daftar lagu tidak tersedia
it: Nessuna informazione playlist disponibile
ja: プレイリスト情報は利用不能
ko: 사용 가능한 재생 목록 정보 없음
nb: Ingen spillelisteinformasjon tilgjengelig
nl: Geen info over afspeellijst beschikbaar
pl: Brak dostępnych informacji o liście odtwarzania
pt_br: Nenhuma informação de playlist disponível
pt_pt: Sem informações disponíveis sobre a lista de reprodução
ru: Информация о плейлисте отсутствует
sk: Nie sú k dispozícii žiadne informácie o zozname skladieb
sv: Ingen spellista info tillgänglig
zh_hans: 没有可用的播放列表信息
zh_hant: 沒有可用的播放清單資訊

# playview_Current
source: Current
ar: حاليًا
da: Nuværende
de: Aktuell
es_mx: Actual
fi: Nykyinen
fr: En cours
he: נוֹכְחִי
id: Saat Ini
it: Attuale
ja: 現在
ko: 현재
nb: Aktuell
nl: Huidige
pl: Bieżące
pt_br: Atual
pt_pt: Atual
ru: Текущий
sk: Aktuálne
sv: Nuvarande
zh_hans: 当前
zh_hant: 目前

# playview_Please_wait
source: Please wait
ar: يُرجى الانتظار
da: Vent venligst
de: Bitte warten
es_mx: Aguarde
fi: Odota
fr: Veuillez patienter
he: המתן בבקשה
id: Harap tunggu
it: Attendi
ja: お待ちください
ko: 기다려 주십시오.
nb: Vent
nl: Even geduld
pl: Proszę czekać
pt_br: Aguarde
pt_pt: Por favor, aguarde
ru: Ожидайте
sk: Čakajte, prosím
sv: Vänta
zh_hans: 请稍候
zh_hant: 請稍候

# playview_Done
source: Done
ar: تم
da: Udført
de: Fertig
es_mx: Listo
fi: Valmis
fr: Terminé
he: בוצע
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nb: Ferdig
nl: Voltooid
pl: Gotowe
pt_br: Feito
pt_pt: Concluído
ru: Выполнено
sk: Hotovo
sv: GJORT
zh_hans: 完成
zh_hant: 完成

# playview_Glad_you_like_it__nWe_ll_let_our_DJs_know_
source: Glad you like it! We'll let our DJs know.
ar: يسرنا أن الأمر أعجبك! سنخبر الدي جي لدينا.
da: Vi er glade for, at du kan lide det! Vi vil give vores DJ'er besked.
de: Schön, dass es dir gefällt! Wir geben unseren DJs Bescheid.
es_mx: Nos alegra que le haya gustado. Les avisaremos a nuestros DJ.
fi: Kiva, että pidät siitä! Kerromme DJ:llemme.
fr: Heureux que vous aimiez ! Nous en informerons nos DJ.
he: שמח שאתה אוהב את זה! נודיע על התקליטנים שלנו.
id: Syukurlah Anda menyukainya! Kami akan memberi tahu DJ kami.
it: Sono felice che ti piaccia! Lo faremo sapere ai nostri DJ.
ja: 気に入っていただけてうれしいです！ DJに知らせます。
ko: 좋아해 주셔서 감사합니다! DJ에게 알리겠습니다.
nb: Så gøy at du liker det! Det skal vi fortelle DJ-ene våre.
nl: Fijn dat u het leuk vindt! We zullen het onze DJ's laten weten.
pl: Cieszymy się, że Ci się podoba! Damy znać naszym DJ-om.
pt_br: Que bom que gostou! Avisaremos nossos DJs.
pt_pt: Ainda bem que gosta! Vamos informar os nossos DJs.
ru: Рады, что вам понравилось! Мы сообщим нашим ди-джеям.
sk: Sme radi, že sa vám to páči! Dáme našim DJom vedieť
sv: Kul att du gillar det! Vi meddelar våra DJs.
zh_hans: 你喜欢真是太好了！ 我会转告 DJ。
zh_hant: 很高興您喜歡它！ 我們會讓我們的 DJ 知道。

# playview_Great_we_ll_play_you_more_songs_like_this_
source: Great,we'll play you more songs like this.
ar: رائع، سنشّغل لك المزيد من الأغاني مثل هذه.
da: Fantastisk, vi vil spille dig flere sange som denne.
de: Großartig, wir werden noch mehr Songs wie diesen spielen.
es_mx: ¡Genial! Reproduciremos más música de este tipo.
fi: Hienoa, soitamme sinulle lisää tällaisia kappaleita.
fr: Super, nous vous jouerons plus de chansons comme celle-ci.
he: נהדר, נשמיע לך עוד שירים כאלה.
id: Bagus, kami akan memutar lebih banyak lagu seperti ini.
it: Fantastico, ti faremo ascoltare altri brani come questo.
ja: 素晴らしいです。このような曲をもっと再生します。
ko: 좋습니다. 비슷한 곡을 들려드리겠습니다.
nb: Flott, da spiller vi flere sanger som denne.
nl: Geweldig, we zullen meer van dit soort nummers spelen.
pl: Świetnie, odtworzymy dla Ciebie więcej podobnych utworów.
pt_br: Ótimo, vamos reproduzir mais músicas como essa.
pt_pt: Ótimo, vamos reproduzir mais músicas como esta.
ru: Отлично, мы воспроизведем еще больше таких песен.
sk: Skvelé, prehráme vám viac takýchto skladieb
sv: Bra, vi kommer att spela fler låtar som denna.
zh_hans: 好的，我们会给你播放更多这样的歌曲。
zh_hant: 太棒了，我們將為您播放更多這樣的歌曲。

# playview_Great_we_ll_play_you_more_episodes_like_this_
source: Great,we'll play you more episodes like this.
ar: رائع، سنشّغل لك المزيد من الحلقات مثل هذه.
da: Fantastisk, vi vil afspille dig flere episoder som denne.
de: Großartig, wir werden noch mehr solcher Episoden wiedergeben.
es_mx: ¡Genial! Reproduciremos más episodios de este tipo.
fi: Hienoa, toistamme sinulle lisää tällaisia jaksoja.
fr: Super, nous vous jouerons plus d’épisodes comme celui-ci.
he: נהדר, ננגן לך עוד פרקים כאלה.
id: Bagus, kami akan memutar lebih banyak episode seperti ini.
it: Fantastico, ti faremo ascoltare altri episodi come questo.
ja: 素晴らしい、このようなエピソードをもっと再生します。
ko: 좋습니다. 비슷한 에피소드를 들려드리겠습니다.
nb: Flott, da spiller vi flere episoder som denne.
nl: Geweldig, we zullen meer afleveringen als deze spelen.
pl: Świetnie, odtworzymy dla Ciebie więcej podobnych odcinków.
pt_br: Ótimo, vamos reproduzir mais episódios como esse.
pt_pt: Ótimo, vamos reproduzir mais episódios como este.
ru: Отлично, мы воспроизведем больше таких эпизодов.
sk: Skvelé, prehráme vám viac takýchto epizód
sv: Bra, vi kommer att spela fler avsnitt som detta.
zh_hans: 好的，我们会给你播放更多这样的片段。
zh_hant: 太棒了，我們將為您播放更多這樣的劇集。

# playview_Station_added_to_your_Favorite_Stations
source: Station added to your Favorite Stations
ar: تمت إضافة المحطة إلى محطاتك المفضلة
da: Station føjet til dine favoritstationer
de: Sender zu deinen Favoriten hinzugefügt
es_mx: Estación agregada a Estaciones favoritas
fi: Asema lisätty suosikkiasemiin
fr: Station ajoutée à vos stations favorites
he: תחנה נוספה לתחנות המועדפות שלך
id: Stasiun ditambahkan ke Stasiun Favorit Anda
it: Stazione aggiunta alle tue Stazioni preferite
ja: お気に入りのステーションに追加しました
ko: 즐겨찾기 스테이션에 추가되었습니다
nb: Kanalen er lagt til favorittkanalene dine
nl: Zender toegevoegd aan uw Favoriete Zenders
pl: Dodano stację do ulubionych.
pt_br: Estação adicionada às suas Estações Favoritas
pt_pt: Estação adicionada às suas Estações Favoritas
ru: Станция добавлена в Избранные станции
sk: Stanica pridaná do vašich Obľúbených staníc
sv: Stationen har lagts till i dina favoritstationer
zh_hans: 已将电台添加到你收藏的电台中
zh_hant: 電台已新增到您最愛的電台

# playview_No
source: No
ar: لا
da: Nej
de: Nein
fi: Ei
fr: Non
he: לא
id: Tidak
ja: いいえ
ko: 아니요
nb: Nei
nl: Nee
pl: Nie
pt_br: Não
pt_pt: Não
ru: Нет
sk: Nie
sv: Nej
zh_hans: 否
zh_hant: 否

# playview_Yes
source: Yes
ar: نعم
da: Ja
de: Ja
es_mx: Sí
fi: Kyllä
fr: Oui
he: כן
id: Ya
it: Si
ja: はい
ko: 예
nb: Ja
nl: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ru: Да
sk: Áno
sv: Ja
zh_hans: 是
zh_hant: 是

# playview_Station_deleted_from_your_Favorite_Stations
source: Station deleted from your Favorite Stations
ar: تم حذف المحطة من محطاتك المفضلة
da: Station slettet fra dine favoritstationer
de: Sender aus deinen Senderfavoriten gelöscht
es_mx: Estación eliminada de Estaciones favoritas
fi: Asema poistettu suosikkiasemista
fr: Station supprimée de vos stations favorites
he: התחנה נמחקה מהתחנות המועדפות שלך
id: Stasiun dihapus dari Stasiun Favorit Anda
it: Stazione eliminata dalle tue Stazioni preferite
ja: お気に入りのステーションから削除しました
ko: 즐겨찾기 스테이션에서 삭제되었습니다.
nb: Kanalen er slettet fra favorittkanalene dine
nl: Zender verwijderd uit uw Favoriete Zenders
pl: Usunięto stację z ulubionych.
pt_br: Estação excluída de suas Estações Favoritas
pt_pt: Estação eliminada das suas Estações Favoritas
ru: Станция удалена из списка избранных станций
sk: Stanica bola z vašich Obľúbených staníc vymazaná
sv: Stationen har tagits bort från dina favoritstationer
zh_hans: 已从你收藏的电台中删除电台
zh_hant: 電台已從您最愛的電台刪除

# playview_Delete_fail
source: Delete fail
ar: فشل الحذف
da: Sletning mislykket
de: Löschen fehlgeschlagen
es_mx: Error al eliminar
fi: Poisto epäonnistui
fr: Échec de la suppression
he: מחיקה נכשלה
id: Gagal menghapus
it: Eliminazione non riuscita
ja: 削除に失敗
ko: 삭제 실패
nb: Sletting mislyktes
nl: Wissen mislukt
pl: Niepowodzenie usuwania
pt_br: Falha ao excluir
pt_pt: Falha ao eliminar
ru: Удалить ошибку
sk: Vymazanie zlyhalo
sv: Radering misslyckades
zh_hans: 删除失败
zh_hant: 無法刪除

# playview_An_error_occured_while_trying_to_play
source: An error occured while trying to play
ar: حدث خطأ أثناء محاولة التشغيل
da: Der opstod en fejl under forsøget på at afspille
de: Bei der Wiedergabe ist ein Fehler aufgetreten
es_mx: Ocurrió un error durante la reproducción.
fi: Tapahtui virhe toistettaessa
fr: La tentative de lecture a subi une erreur
he: אירעה שגיאה במהלך הניסיון לנגן
id: Kesalahan terjadi saat mencoba memutar
it: Si è verificato un errore durante il tentativo di riproduzione
ja: 再生の試行中にエラーが発生しました
ko: 재생 도중 오류 발생
nb: Det oppstod en feil under forsøk på avspilling
nl: Er is een fout opgetreden tijdens het afspelen van
pl: Podczas próby odtwarzania wystąpił błąd
pt_br: Ocorreu um erro ao tentar reproduzir
pt_pt: Ocorreu um erro ao tentar reproduzir
ru: Произошла ошибка при попытке воспроизведения
sk: Pri pokuse o prehrávanie sa vyskytla chyba
sv: Ett fel uppstod när vi försökte spela
zh_hans: 在尝试播放时发生了错误
zh_hant: 嘗試播放時發生錯誤

# playview_Load_success
source: Load success
ar: تم التحميل بنجاح
da: Indlæsning gennemført
de: Laden erfolgreich
es_mx: Carga correcta
fi: Lataus onnistui
fr: Chargé
he: הטעינה הצלחה
id: Berhasil memuat
it: Caricamento riuscito
ja: ロードに成功しました
ko: 로드 성공
nb: Lastet inn
nl: Laden gelukt
pl: Wczytano pomyślnie
pt_br: Carregado com sucesso
pt_pt: Carregamento efetuado com sucesso
ru: Успешная загрузка
sk: Načítanie bolo úspešné
sv: Läser in....
zh_hans: 加载成功
zh_hant: 載入成功

# playview_Loading____
source: Loading....
ar: جارِ التحميل...
da: Indlæser....
de: Wird geladen ...
es_mx: Cargando...
fi: Ladataan...
fr: Chargement…
he: טוען....
id: Memuat ...
it: Carico....
ja: ロードしています…
ko: 로드 중...
nb: Laster inn ...
nl: Laden....
pl: Wczytywanie...
pt_br: Carregando...
pt_pt: A carregar....
ru: Идет загрузка...
sk: Načítava sa...
sv: Laddar...
zh_hans: 正在加载...
zh_hant: 正在載入....

# playview__connect_fail
source: connect fail
ar: فشل الاتصال
da: forbindelsen mislykkes
de: Verbindung fehlgeschlagen
es_mx: error de conexión
fi: yhteys epäonnistui
fr: échec de la connexion
he: חיבור נכשל
id: gagal menyambungkan
it: connessione non riuscita
ja: 接続に失敗
ko: 연결 실패
nb: tilkoblingen mislykkes
nl: verbinden mislukt
pl: niepowodzenie nawiązywania połączenia
pt_br: Falha ao conectar
pt_pt: falha de ligação
ru: сбой при подключении
sk: nie je možné sa pripojiť
sv: anslutningsfel
zh_hans: 连接失败
zh_hant: 無法連接

# playview_Load_fail
source: Load fail
ar: فشل التحميل
da: Indlæsning fejlet
de: Laden fehlgeschlagen
es_mx: Error al cargar
fi: Lataus ei onnistu
fr: Échec du chargement
he: כשל בטעינה
id: Gagal memuat
it: Caricamento non riuscito
ja: ロードに失敗
ko: 로드 실패
nb: Innlasting mislyktes
nl: Laden mislukt
pl: Niepowodzenie wczytywania
pt_br: Falha ao carregar
pt_pt: Falha ao carregar
ru: сбой при загрузке
sk: Načítanie zlyhalo
sv: Inläsningsfel
zh_hans: 加载失败
zh_hant: 無法載入

# playview_Subscribe
source: Subscribe
ar: اشتراك
da: Abonner
de: Abonnieren
es_mx: Suscribirse
fi: Tilaa
fr: S'abonner
he: הירשם
id: Berlangganan
it: Iscriviti
ja: 会員登録する
ko: 구독
nb: Abonnere
nl: Abonneren
pl: Subskrybuj
pt_br: Se inscrever
pt_pt: Subscrever
ru: Подписаться
sk: Prihlásiť sa na odber
sv: Prenumerera
zh_hans: 订阅
zh_hant: 訂閱

# playview_collect_success
source: collect success
ar: تم الجمع بنجاح
da: indsamling gennemført
de: Abrufen erfolgreich
es_mx: recopilación correcta
fi: nouto onnistui
fr: collectées
he: לאסוף הצלחה
id: berhasil mengoleksi
it: raccolta riuscita
ja: 収集に成功しました
ko: 수집 성공
nb: innhentet
nl: verzamelen gelukt
pl: Zgromadzono pomyślnie
pt_br: Coleção bem-sucedida
pt_pt: recolha efetuada com sucesso
ru: успешный сбор
sk: zber je úspešný
sv: Insamlingen lyckades
zh_hans: 收藏成功
zh_hant: 收集成功

# playview_Confirm_to_cancel_collection_of_stations
source: Confirm to cancel collection of stations
ar: عليك التأكيد لإلغاء جمع المحطات
da: Bekræft at annullere indsamling af stationer
de: Bestätige, dass du das Abrufen der Sender abbrechen möchten
es_mx: Confirmar para cancelar la recopilación de estaciones
fi: Vahvista asemien noudon peruuttaminen
fr: Confirmez l’annulation de la collecte des stations
he: אשר לביטול איסוף תחנות
id: Konfirmasi untuk membatalkan koleksi stasiun
it: Conferma per annullare la raccolta delle stazioni
ja: ステーション収集のキャンセルを確定
ko: 스테이션 수집 취소 확인
nb: Bekreft for å avbryte henting av kanaler
nl: Bevestig annuleren van ophanden van zenders
pl: Potwierdź anulowanie kolekcji stacji
pt_br: Confirme para cancelar a coleta de estações
pt_pt: Confirmar para cancelar a coleção de estações
ru: Подтвердите, чтобы отменить сбор станций
sk: Potvrdením zrušíte zbierku staníc
sv: Bekräfta för att avbryta hämtningen av stationer
zh_hans: 确认取消电台收藏
zh_hant: 確認取消站台集
