Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# newStructure_multi-Room_CreateMulit-Room
source: Create Multi-Room in Google Home app
ar: إنشاء غرف متعددة في تطبيق Google Home
da: Opret multi-rum i Google Home-appen
de: Multi-Room in der Google Home App erstellen
es_mx: Crear multisala en la aplicación Google Home
fi: Luo monihuone Google Home -sovelluksessa
fr: Créer un multi-pièces dans l'application Google Home
he: יצירת ריבוי חדרים באפליקציית Google Home
id: Buat Multi-Room di aplikasi Google Home
it: Crea un sistema Multi-Room nell'app Google Home
ja: Google Homeアプリでマルチルームを作成する
ko: Google Home 앱에서 Multi-Room 만들기
nb: Opprett multirom i Google Home-appen
nl: Creëer Multi-Room in de Google Home-app
pl: Utwórz Multi-Room w aplikacji Google Home
pt_br: Criar Multi-Room na aplicação Google Home
pt_pt: Criar Multi-Room na aplicação Google Home
ru: Создание режима «мультирум» в приложении Google Home
sk: Vytvorte si viaceré miestností v aplikácii Google Home
sv: Skapa Multi-rum i appen Google Home
zh_hans: 在 Google Home 应用中创建多房间群组
zh_hant: 在 Google Home 應用程式中建立多房間群組

# newStructure_multi-Room_GotoGH
source: Go to the Google Home app after connecting all products to Wi-Fi.
ar: انتقل إلى تطبيق Google Home بعد توصيل جميع المنتجات بشبكة واي فاي.
da: Gå til Google Home-appen, når du har forbundet alle produkterne til wi-fi.
de: Öffne die Google Home App, nachdem alle Geräte mit dem WLAN verbunden wurden.
es_mx: Ve a la aplicación Google Home después de conectar todos los productos al Wi-Fi.
fi: Siirry Google Home -sovellukseen, kun olet yhdistänyt kaikki tuotteet Wi-Fi-yhteyteen.
fr: Allez dans l'application Google Home une fois tous les produits connectés au Wi-Fi.
he: לאחר חיבור כל המוצרים ל-Wi-Fi, יש לעבור לאפליקציית Google Home.
id: Buka aplikasi Google Home setelah menyambungkan semua produk ke Wi-Fi.
it: Accedi all'app Google Home dopo aver collegato tutti i prodotti al Wi-Fi.
ja: すべての製品をWi-Fiに接続した後、Google Homeアプリにアクセスします。
ko: 모든 제품을 Wi-Fi에 연결한 후 Google Home 앱으로 이동합니다.
nb: Gå til Google Home-appen når du har koblet alle produktene til wifi.
nl: Ga naar de Google Home-app nadat u alle apparaten hebt verbonden met Wi-Fi.
pl: Przejdź do aplikacji Google Home po połączeniu wszystkich urządzeń z siecią Wi-Fi.
pt_br: Vá para a aplicação Google Home depois de ligar todos os produtos à Wi-Fi.
pt_pt: Vá para a aplicação Google Home depois de ligar todos os produtos à Wi-Fi.
ru: Перейдите в приложение Google Home после подключения всех устройств к сети Wi-Fi.
sk: Po pripojení všetkých produktov k sieti Wi-Fi prejdite do aplikácie Google Home.
sv: Gå till Google Home-appen efter att du har anslutit alla produkter till Wi-Fi.
zh_hans: 将所有产品连接到 Wi-Fi 后，转到 Google Home 应用。
zh_hant: 在將所有產品連接到 Wi-Fi 後，前往 Google Home 應用程式。

# newStructure_multi-Room_CreateHome
source: Create a home
ar: إنشاء بيت
da: Opret et hjem
de: Zuhause erstellen
es_mx: Crear un hogar
fi: Luo koti
fr: Créer un domicile
he: יצירת בית
id: Buat rumah
it: Crea una casa
ja: ホームを作成する
ko: 홈 만들기
nb: Opprett et hjem
nl: Creëer een home
pl: Utwórz dom
pt_br: Criar uma casa
pt_pt: Criar uma casa
ru: Создание домашнего пространства
sk: Vytvorte si domov
sv: Skapa ett hem
zh_hans: 创建家庭
zh_hant: 創建家庭

# newStructure_multi-Room_CrateHome_skip
source: Create a home in the Google Home app following the prompts. If you already have a home, skip this step.
ar: قم بإنشاء بيت في تطبيق Google Home باتباع الرسائل التوجيهية. إذا كان لديك بيت بالفعل، قم بتخطي هذه الخطوة.
da: Opret et hjem i Google Home-appen ved at følge anvisningerne. Hvis du allerede har et hjem, skal du springe dette trin over.
de: Erstelle in der Google Home App ein Zuhause, indem du den Anweisungen folgst. Wenn bereits ein Zuhause erstellt wurde, kannst du diesen Schritt überspringen.
es_mx: Crea un hogar en la aplicación Google Home a partir de los siguientes avisos. Si ya tienes un hogar, omite este paso.
fi: Luo koti Google Home -sovelluksessa ohjeiden mukaisesti. Jos sinulla on jo koti, jätä tämä vaihe väliin.
fr: Créez un domicile dans l'application Google Home en suivant les indications. Si vous avez déjà un domicile, ignorez cette étape.
he: צרו בית באפליקציית Google Home לפי ההנחיות. אם כבר יש לכם בית, דלגו על שלב זה.
id: Buat rumah di aplikasi Google Home mengikuti petunjuk. Jika Anda sudah memiliki rumah, lewati langkah ini.
it: Crea una casa nell'app Google Home seguendo le istruzioni. Se disponi già di una casa, salta questo passaggio.
ja: 手順に従い、Google Homeアプリでホームを作成します。すでにホームを作成済みの場合、この手順は飛ばしてください。
ko: 프롬프트를 따라 Google Home 앱에서 홈을 만듭니다. 이미 홈이 있는 경우 이 단계를 건너뜁니다.
nb: Opprett et hjem i Google Home-appen ved å følge ledeteksten. Hvis du allerede har et hjem, kan du gå til neste trinn.
nl: Creëer een home in de Google Home-app volgens de aanwijzingen. Als je al een home hebt, sla deze stap dan over.
pl: Utwórz dom w aplikacji Google Home, korzystając z wyświetlanych instrukcji. Jeśli już masz dom, pomiń ten etap.
pt_br: Crie uma casa na aplicação Google Home seguindo as instruções. Se já tiver uma casa, salte este passo.
pt_pt: Crie uma casa na aplicação Google Home seguindo as instruções. Se já tiver uma casa, salte este passo.
ru: Создайте домашнее пространство в приложении Google Home, следуя подсказкам. Если оно уже создано, пропустите этот шаг.
sk: Vytvorte si domov v aplikácii Google Home podľa výziev. Ak už máte domov, tento krok preskočte.
sv: Skapa ett hem i Google Home-appen genom att följa anvisningarna. Om du redan har ett hem hoppar du över det här steget.
zh_hans: 按照提示在 Google Home 应用中创建一个家。如果你已经创建了，请跳过这一步。
zh_hant: 按照提示在 Google Home 應用中創建一個家庭。若您已創建了家庭，請跳過這一步。

# newStructure_multi-Room_Adddevice
source: Add device to room
ar: إضافة جهاز إلى غرفة
da: Tilføj enhed til rummet
de: Gerät zu einem Raum hinzufügen
es_mx: Agregar dispositivo a la sala
fi: Lisää laite huoneeseen
fr: Ajouter un appareil à une pièce
he: הוספת התקן לחדר
id: Tambahkan perangkat ke ruangan
it: Aggiungi un dispositivo alla stanza
ja: ルームにデバイスを追加する
ko: 룸에 장치 추가
nb: Legg enheten til rommet
nl: Apparaat aan kamer toevoegen
pl: Dodaj urządzenie do pomieszczenia
pt_br: Adicionar dispositivo à divisão da casa
pt_pt: Adicionar dispositivo à divisão da casa
ru: Добавление устройства в комнату
sk: Pridajte zariadenie do miestnosti
sv: Lägg till en enhet till rummet
zh_hans: 将产品添加到房间
zh_hant: 將產品添加至房間

# newStructure_multi-Room_taplocal
source: Tap the local device you want to add.
ar: انقر فوق الجهاز المحلي الذي تريد إضافته.
da: Tryk på den lokale enhed, du vil tilføje.
de: Tippe auf das lokale Gerät, das hinzufügt werden soll.
es_mx: Toca el dispositivo local que quieras agregar.
fi: Napauta lisättävää paikallista laitetta.
fr: Appuyez sur l'appareil local que vous souhaitez ajouter.
he: הקישו על ההתקן המקומי שברצונכם להוסיף.
id: Ketuk perangkat lokal yang ingin ditambahkan.
it: Tocca il dispositivo locale che desideri aggiungere.
ja: 追加したいローカルデバイスをタップします。
ko: 추가하려는 로컬 장치를 탭합니다.
nb: Trykk på den lokale enheten du vil legge til.
nl: Tik op het lokale apparaat dat je wil toevoegen.
pl: Stuknij lokalne urządzenie, które chcesz dodać.
pt_br: Toque no dispositivo local que pretende adicionar.
pt_pt: Toque no dispositivo local que pretende adicionar.
ru: Нажмите на локальное устройство, которое вы хотите добавить.
sk: Klepnite na miestne zariadenie, ktoré chcete pridať.
sv: Tryck på den lokala enhet som du vill lägga till.
zh_hans: 点击要添加的本地产品。
zh_hant: 點擊要添加的本地產品。

# newStructure_multi-Room_addtoroom
source: On the device control screen, choose ‘Add to a room’ to continue.
ar: في شاشة التحكم في الجهاز، اختر "إضافة إلى غرفة" للمتابعة.
da: Vælg "Tilføj til et rum" på enhedskontrol-skærmen for at fortsætte.
de: Wähle auf dem Bildschirm der Gerätesteuerung „Zu einem Raum hinzufügen“, um fortzufahren.
es_mx: En la pantalla de control de dispositivos, elige 'Agregar a una sala' para continuar.
fi: Jatka laitteen ohjausnäytössä valitsemalla "Lisää huoneeseen" (Add to room).
fr: Dans l'écran de contrôle de l'appareil, choisissez « Ajouter à une pièce » pour continuer.
he: במסך בקרת ההתקן, יש לבחור 'הוסף לחדר' כדי להמשיך.
id: Pada layar kontrol perangkat, pilih 'Tambahkan ke ruangan' untuk melanjutkan.
it: Nella schermata di controllo del dispositivo, scegli ‘Aggiungi ad una stanza’ per continuare.
ja: デバイス操作画面で「ルームを追加する」を選択して続行します。
ko: 장치 제어 화면에서 '룸에 추가'를 선택하여 계속합니다.
nb: I skjermbildet for enhetskontroll velger du «Legg til et rom» for å fortsette.
nl: Kies op het bedieningsscherm "Toevoegen aan een kamer" om verder te gaan.
pl: Na ekranie sterowania urządzeniami wybierz opcję „Dodaj do pomieszczenia”, aby kontynuować.
pt_br: No ecrã de controlo do dispositivo, escolha 'Adicionar a uma divisão da casa' para continuar.
pt_pt: No ecrã de controlo do dispositivo, escolha 'Adicionar a uma divisão da casa' para continuar.
ru: Чтобы продолжить, на экране управления устройством выберите «Добавить комнату».
sk: Na obrazovke ovládania zariadenia pokračujte výberom možnosti „Pridať do miestnosti“.
sv: Välj "Lägg till ett rum" på kontrollskärmen för att fortsätta.
zh_hans: 在产品控制界面上，选择“添加到房间”，然后继续。
zh_hant: 在控制螢幕上，選擇「新增至房間」，然後繼續。

# newStructure_multi-Room_CreateGroup
source: Create a group
ar: إنشاء مجموعة
da: Opret en gruppe
de: Gruppe erstellen
es_mx: Crear un grupo
fi: Luo ryhmä
fr: Créer un groupe
he: יצירת קבוצה
id: Buat grup
it: Crea un gruppo
ja: グループを作成する
ko: 그룹 만들기
nb: Opprett en gruppe
nl: Maak een groep
pl: Utwórz grupę
pt_br: Criar um grupo
pt_pt: Criar um grupo
ru: Создание группы
sk: Vytvorte skupinu
sv: Skapa en grupp
zh_hans: 创建群组
zh_hant: 建立群組

# newStructure_multi-Room_TapButton
source: Tap “+” button, choose “Create speaker group”.
ar: انقر فوق زر "+"، اختر "إنشاء مجموعة سماعات".
da: Tryk på "+"-knappen, vælg "Opret højttalergruppe".
de: Tippe auf die Schaltfläche „+“ und wähle „Lautsprechergruppe erstellen“.
es_mx: Toca el botón "+" y elige "Crear grupo de altavoces".
fi: Napauta "+"-painiketta ja valitse "Luo kaiutinryhmä" (Create speaker group).
fr: Appuyez sur le bouton « + », choisissez « Créer un groupe d'enceintes ».
he: הקישו על הלחצן "+", בחרו 'צור קבוצת רמקולים'.
id: Ketuk tombol "+", pilih "Buat grup speaker".
it: Tocca il pulsante “+”, scegli “Crea gruppo di altoparlanti”.
ja: 「+」ボタンをタップして、「スピーカーグループを作成する」を選択します。
ko: "+" 버튼을 탭하여 "스피커 그룹 만들기"를 선택합니다.
nb: Trykk på «+»-knappen og velg «Opprett høyttalergruppe».
nl: Tik op de knop "+" en kies "Luidsprekergroep maken."
pl: Stuknij przycisk „+”, wybierz pozycję „Utwórz grupę głośników”.
pt_br: Toque no botão "+", escolha "Criar grupo de colunas".
pt_pt: Toque no botão "+", escolha "Criar grupo de colunas".
ru: Нажмите кнопку «+», выберите «Создать группу колонок».
sk: Klepnite na tlačidlo „+“ a vyberte „Vytvoriť skupinu reproduktorov“.
sv: Tryck på knappen "+" och välj "Skapa en högtalargrupp".
zh_hans: 点击“+”按钮，选择“创建群组”。
zh_hant: 點擊「+」按鈕，選擇「創建群組」。

# newStructure_multi-Room_SelectDevice_you_want
source: Select devices you want to include, then save.
ar: حدد الأجهزة التي تريد إضافتها، ثم قم بالحفظ.
da: Vælg enheder, du vil inkludere, og gem derefter.
de: Wähle die Geräte aus, die zur Gruppe gehören sollen, und speichere dann alles.
es_mx: Selecciona los dispositivos que quieras incluir y guarda los cambios.
fi: Valitse laitteet, jotka haluat sisällyttää, ja tallenna sitten.
fr: Sélectionnez les appareils que vous souhaitez inclure, puis enregistrez.
he: בחרו התקנים שברצונכם לכלול, ולאחר מכן שימרו.
id: Pilih perangkat yang ingin Anda masukkan, lalu simpan.
it: Seleziona i dispositivi che vuoi includere, quindi salva.
ja: 追加したいデバイスを選択して保存します。
ko: 포함하려는 장치를 선택한 다음, 저장합니다.
nb: Velg enhetene som skal inkluderes, og lagre.
nl: Selecteer de apparaten die je wil toevoegen en sla ze vervolgens op.
pl: Wybierz urządzenia, które chcesz dołączyć, a następnie zapisz wybór.
pt_br: Selecione os dispositivos que pretende incluir e, em seguida, guarde.
pt_pt: Selecione os dispositivos que pretende incluir e, em seguida, guarde.
ru: Выберите устройства, которые вы хотите включить в группу, затем нажмите «Сохранить».
sk: Vyberte zariadenia, ktoré chcete zahrnúť, a potom ich uložte.
sv: Välj enheter som du vill inkludera och spara sedan
zh_hans: 选择要添加的产品，然后保存。
zh_hant: 選擇要添加的產品，然後保存。

# newStructure_multi-Room_PlayMusicToGroup
source: Play music to group
ar: تشغيل الموسيقى في المجموعة
da: Afspil musik til gruppen
de: Musikwiedergabe für die Gruppe
es_mx: Reproducir música al grupo
fi: Toista musiikkia ryhmälle
fr: Diffuser de la musique sur un groupe
he: השמעת מוזיקה לקבוצה
id: Putar musik ke grup
it: Riproduci musica nel gruppo
ja: グループごとに音楽を再生する
ko: 그룹에 음악 재생
nb: Spill av musikk til gruppe
nl: Muziek naar een groep afspelen
pl: Odtwarzaj muzykę w grupie
pt_br: Reproduzir música para agrupar
pt_pt: Reproduzir música para agrupar
ru: Воспроизведение музыки в группе
sk: Prehrávajte hudbu skupine
sv: Spela upp musik till gruppen
zh_hans: 播放音乐到群组
zh_hant: 向群組播放音樂

# newStructure_multi-Room_OpenAnymusic
source: Open any music app and start playing
ar: افتح أي تطبيق موسيقى وابدأ التشغيل
da: Åbn enhver musikapp, og start afspilning
de: Öffne eine beliebige Musik-App und starte die Wiedergabe
es_mx: Abre cualquier aplicación de música e inicia la reproducción.
fi: Avaa mikä tahansa musiikkisovellus ja aloita toisto
fr: Ouvrez une application musicale et démarrez la lecture
he: פתחו אפליקציית מוזיקה כלשהיא והתחילו להשמיע
id: Buka aplikasi musik apa pun dan mulai memutarnya
it: Apri qualsiasi app musicale ed avvia la riproduzione
ja: 音楽アプリを開いて再生を開始する
ko: 음악 앱을 열고 재생 시작
nb: Åpne en hvilken som helst musikkapp og start avspilling
nl: Open een willekeurige muziek-app en begin met afspelen
pl: Otwórz dowolną aplikację odtwarzającą muzykę i rozpocznij odtwarzanie
pt_br: Abra qualquer música e inicie a reprodução
pt_pt: Abra qualquer música e inicie a reprodução
ru: Откройте музыкальное приложение и начните воспроизведение
sk: Otvorte akúkoľvek hudobnú aplikáciu a začnite prehrávať
sv: Öppna en valfri musik-app och börja spela
zh_hans: 打开任何音乐应用并开始播放
zh_hant: 開啟音樂應用程式，並開始播放

# newStructure_multi-Room_selectyourgroup
source: Select your group from cast list
ar: حدد مجموعتك من قائمة البث
da: Vælg din gruppe fra cast-listen
de: Die Gruppe aus der Cast-Liste auswählen
es_mx: Selecciona tu grupo desde la lista de transmisión
fi: Valitse ryhmäsi valintaluettelosta
fr: Sélectionner votre groupe dans la liste de diffusion
he: יש לבחור את הקבוצה מרשימת השידור
id: Pilih grup Anda dari daftar cast
it: Seleziona il gruppo tra quelli disponibili nell’elenco
ja: キャストリストからグループを選択する
ko: 캐스트 목록에서 그룹 선택
nb: Velg gruppen din fra strømmelisten
nl: Selecteer je groep uit de cast-lijst
pl: Wybierz grupę z listy transmisji
pt_br: Selecione o seu grupo da lista de transmissão
pt_pt: Selecione o seu grupo da lista de transmissão
ru: Выберите группу из списка трансляции
sk: Vyberte svoju skupinu zo zoznamu prenosu
sv: Välj din grupp i cast-listan
zh_hans: 从播放列表中选择你的群组
zh_hant: 從播放列表中選擇你的群組

# newStructure_connect_with_other
source: Connected with Others
ar: متصلة بالسماعات الأخرى
da: Forbundet med andre
de: Verbunden mit anderen
es_mx: Conectado con otros
fi: Yhdistetty muihin
fr: Connecté avec d’autres
he: מחובר לאחרים
id: Tersambung dengan yang Lain
it: Collegato con Altri
ja: 他の製品と接続済み
ko: 다른 항목에 연결됨
nb: Tilkoblet til andre
nl: Verbonden met anderen
pl: Połączono z innymi
pt_br: Ligado a outros
pt_pt: Ligado a outros
ru: Подключено к другим устройствам
sk: Spojenie s ostatnými
sv: Ansluten med andra
zh_hans: 连接了其他手机
zh_hant: 連接了其他手機

# newStructure_Now_connect_with_another_phone
source: This Product is now connected with another phone.
ar: هذا المنتج متصل الآن بهاتف آخر.
da: Dette produkt er nu forbundet med en anden telefon.
de: Dieses Gerät ist jetzt mit einem anderen Telefon verbunden.
es_mx: El producto está ahora conectado con otro teléfono.
fi: Tämä tuote on nyt yhdistetty toiseen puhelimeen.
fr: Ce produit est maintenant connecté à un autre téléphone.
he: מוצר זה מחובר עכשיו לטלפון אחר.
id: Produk ini sekarang tersambung dengan ponsel lain.
it: Questo prodotto è ora collegato con un altro telefono.
ja: 現在、本製品は別のスマートフォンに接続されています。
ko: 이제 이 제품이 다른 휴대폰과 연결되었습니다.
nb: Dette produktet er nå koblet til en annen telefon.
nl: Dit product is nu verbonden met een andere telefoon.
pl: Produkt jest teraz połączony z innym smartfonem.
pt_br: Este produto está agora ligado a outro telefone.
pt_pt: Este produto está agora ligado a outro telefone.
ru: Теперь устройство подключено к другому телефону.
sk: Tento produkt je teraz prepojený s iným telefónom.
sv: Produkten är nu ansluten till en annan telefon.
zh_hans: 现在产品已连接到另一部手机。
zh_hant: 現在產品已連接到另一部手機。

# newStructure_Rename_This_Group
source: Rename This Group
ar: إعادة تسمية هذه المجموعة
da: Omdøb denne gruppe
de: Diese Gruppe umbenennen
es_mx: Cambiar nombre del grupo
fi: Nimeä tämä ryhmä uudelleen
fr: Renommer ce groupe
he: שינוי שם של קבוצה זו
id: Ganti Nama Grup Ini
it: Rinomina questo gruppo
ja: このグループの名称を変更する
ko: 이 그룹 이름 바꾸기
nb: Gi denne gruppen nytt navn
nl: Hernoem deze groep
pl: Zmień nazwę tej grupy
pt_br: Mudar o nome a este grupo
pt_pt: Mudar o nome a este grupo
ru: Переименовать группу
sk: Premenovať túto skupinu
sv: Byt namn på den här gruppen
zh_hans: 重命名此群组
zh_hant: 重新命名此群組

# newStructure_Channel_Assignment
source: Channel Assignment
ar: تعيين القناة
da: Tildeling af kanal
de: Kanalzuweisung
es_mx: Asignación de canales
fi: Kanavan määritys
fr: Affectation de canal
he: הקצאת ערוץ
id: Penentuan Saluran
it: Assegnazione dei canali
ja: チャンネルの割り当て
ko: 채널 할당
nb: Kanaltilordning
nl: Kanaaltoewijzing
pl: Przypisanie kanałów
pt_br: Atribuição de canais
pt_pt: Atribuição de canais
ru: Назначение канала
sk: Priradenie kanála
sv: Kanaltilldelning
zh_hans: 声道分配
zh_hant: 聲道分配

# newStructure_Channel_Group_Controls
source: Group Controls
ar: أدوات التحكم في المجموعة
da: Kontrol af grupper
de: Gruppensteuerungen
es_mx: Controles de grupo
fi: Ryhmän ohjaimet
fr: Commandes de groupe
he: בקרות קבוצה
id: Kontrol Grup
it: Controlli del gruppo
ja: グループの操作
ko: 그룹 제어
nb: Gruppekontroller
nl: Controle van groepen
pl: Elementy sterowania grupą
pt_br: Controlos de grupo
pt_pt: Controlos de grupo
ru: Элементы управления группой
sk: Skupinové ovládacie prvky
sv: Gruppkontroller
zh_hans: 群组控制
zh_hant: 群組控制

# newStructure_Status
source: Status
ar: الحالة
es_mx: Estado
fi: Tila
fr: État
he: סטטוס
it: Stato
ja: 状態
ko: 상태
pt_br: Estado
pt_pt: Estado
ru: Статус
zh_hans: 状态
zh_hant: 狀態

# newStructure_No_response
source: No response
ar: لا توجد استجابة
da: Intet svar
de: Keine Antwort
es_mx: Sin respuesta
fi: Ei vastausta
fr: Pas de réponse
he: אין תגובה
id: Tidak ada respons
it: Nessuna risposta
ja: 反応なし
ko: 응답 없음
nb: Ingen svar
nl: Geen reactie
pl: Brak odpowiedzi
pt_br: Sem resposta
pt_pt: Sem resposta
ru: Нет отклика
sk: Bez odozvy
sv: Inget svar
zh_hans: 无反应
zh_hant: 無回應

# newStructure_Channel
source: Channel
ar: القناة
da: Kanal
de: Kanal
es_mx: Canal
fi: Kanava
fr: Canal
he: ערוץ
id: Saluran
it: Canale
ja: チャンネル
ko: 채널
nb: Kanal
nl: Kanaal
pl: Kanał
pt_br: Canal
pt_pt: Canal
ru: Канал
sk: Kanál
sv: Kanal
zh_hans: 声道
zh_hant: 聲道

# newStructure_Secondary
source: Secondary
ar: ثانوي
da: Sekundær
de: Sekundär
es_mx: Secundario
fi: Toiss.
fr: Secondaire
he: משני
id: Sekunder
it: Secondario
ja: セカンダリー
ko: 보조
nb: Sekundær
nl: Secundair
pl: Wtórny
pt_br: Secundário
pt_pt: Secundário
ru: Вспомогательный
sk: Sekundárny
sv: Sekundär
zh_hans: 副音箱
zh_hant: 副音箱

# newStructure_Primary
source: Primary
ar: رئيسي
da: Primær
de: Primär
es_mx: Primario
fi: Ensis.
fr: Principal
he: ראשי
id: Primer
it: Principale
ja: プライマリー
ko: 기본
nb: Primær
nl: Primair
pl: Główny
pt_br: Principal
pt_pt: Principal
ru: Основной
sk: Primárny
sv: Primär
zh_hans: 主音箱
zh_hant: 主音箱

# newStructure_Default_Source
source: Default Source
ar: المصدر الافتراضي
da: Standardkilde
de: Standard-Quelle
es_mx: Fuente determinada
fi: Oletuslähde
fr: Source par défaut
he: מקור ברירת מחדל
id: Sumber Default
it: Sorgente predefinita
ja: デフォルトのソース
ko: 기본 소스
nb: Standardkilde
nl: Standaard bron
pl: Domyślne źródło
pt_br: Fonte predefinida
pt_pt: Fonte predefinida
ru: Источник по умолчанию
sk: Predvolený zdroj
sv: Standardkälla
zh_hans: 默认音源
zh_hant: 默認音源

# newStructure_Plug_in_power_to_continue
source: <img named="update_info" rect="0,-3,16,16" /> Plug in power to continue
ar: <img named="update_info" rect="0,-3,16,16" /> قم بتوصيل الطاقة للمتابعة
da: <img named="update_info" rect="0,-3,16,16" /> Tilslut strøm for at fortsætte
de: <img named="update_info" rect="0,-3,16,16" /> Schließe ans Stromnetz an, um fortzufahren
es_mx: <img named="update_info" rect="0,-3,16,16" /> Conectar la alimentación para continuar
fi: <img named="update_info" rect="0,-3,16,16" /> Kytke virta jatkaaksesi
fr: <img named="update_info" rect="0,-3,16,16" /> Branchez l'alimentation pour continuer
he: <img named="update_info" rect="0,-3,16,16" /> חברו לחשמל כדי להמשיך
id: <img named="update_info" rect="0,-3,16,16" /> Colokkan kabel daya untuk melanjutkan
it: <img named="update_info" rect="0,-3,16,16" /> Collega l'alimentazione per continuare
ja: <img named="update_info" rect="0,-3,16,16" />電源を挿して続行します
ko: <img named="update_info" rect="0,-3,16,16" /> 계속하려면 전원을 연결합니다
nb: <img named="update_info" rect="0,-3,16,16" /> Koble til strømmen for å fortsette
nl: <img named="update_info" rect="0,-3,16,16" /> Steek de stekker in het stopcontact om door te gaan
pl: <img named="update_info" rect="0,-3,16,16" /> Podłącz zasilanie, aby kontynuować
pt_br: <img named="update_info" rect="0,-3,16,16" /> Ligue à corrente elétrica para continuar
pt_pt: <img named="update_info" rect="0,-3,16,16" /> Ligue à corrente elétrica para continuar
ru: <img named="update_info" rect="0,-3,16,16" /> Подключите питание, чтобы продолжить
sk: <img named="update_info" rect="0,-3,16,16" /> Ak chcete pokračovať, pripojte napájanie
sv: <img named="update_info" rect="0,-3,16,16" /> Koppla in ström för att fortsätta
zh_hans: <img named="update_info" rect="0,-3,16,16" /> 插入电源以继续
zh_hant: <img named="update_info" rect="0,-3,16,16" /> 插上電源以繼續

# newStructure_Do_NOT_turn_off_product
source: Do NOT turn off product or leave the app
ar: يُحظر إيقاف تشغيل المنتج أو الخروج من التطبيق
da: Du må IKKE slukke produktet eller forlade appen
de: Schalte das Gerät NICHT aus und verlasse die App nicht
es_mx: NO se debe apagar el producto ni salir de la aplicación
fi: ÄLÄ sammuta tuotetta tai poistu sovelluksesta
fr: N'ÉTEIGNEZ PAS le produit et NE QUITTEZ PAS l'application
he: אל תכבו את המוצר ואל תצאו מהאפליקציה
id: JANGAN matikan produk atau keluar dari aplikasi
it: NON spegnere il prodotto e non uscire dall'app
ja: 製品の電源を切ったりアプリを終了したり絶対にしないでください
ko: 제품을 끄거나 앱을 종료하지 마십시오
nb: IKKE slå av produktet eller gå ut av appen
nl: Schakel het apparaat NIET uit en sluit de app NIET
pl: NIE wyłączaj produktu ani nie zamykaj aplikacji
pt_br: NÃO desligue o produto nem saia da aplicação
pt_pt: NÃO desligue o produto nem saia da aplicação
ru: НЕ выключайте устройство и НЕ выходите из приложения
sk: NEVYPÍNAJTE produkt ani neopúšťajte aplikáciu
sv: Stäng INTE av produkten eller lämna appen
zh_hans: 请勿关闭产品或离开本应用
zh_hant: 請勿關閉產品電源或離開應用程式
