Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# CalmRadio_Login
source: Login
ar: تسجيل الدخول
da: Log ind
de: Anmelden
es_mx: Inicio de sesión
fi: Kirjaudu sisään
fr: Connexion
he: התחברות
ja: ログイン
ko: 로그인
nb: Logg på
nl: Inloggen
pl: Logowanie
pt_pt: Iniciar sessão
ru: Регистрация
sk: Prihlásiť sa
sv: Logga in
zh_hans: 登录
zh_hant: 登入

# CalmRadio_Premium
source: Premium
ar: الإصدار المميز
es_mx: Prémium
he: פרימיום
ko: 프리미엄
ru: Премиум
zh_hans: 尊享会员

# CalmRadio_Premium_only
source: Premium only
ar: الإصدار المميز فقط
da: Kun Premium
de: Nur Premium
es_mx: Solo prémium
fi: Vain Premium
fr: Premium uniquement
he: פרימיום בלבד
id: Premium saja
it: Solo Premium
ja: Premiumのみ
ko: 프리미엄 전용
nb: Bare premium
nl: Alleen Premium
pl: Tylko Premium
pt_br: Somente premium
pt_pt: Apenas Premium
ru: Только премиум
sk: Iba prémiové
sv: Endast Premium
zh_hans: 仅限尊享会员
zh_hant: 僅限 Premium

# CalmRadio_User_name_
source: User name：
ar: اسم المستخدم:
da: Brugernavn:
de: Nutzername:
es_mx: Nombre de usuario:
fi: Käyttäjätunnus:
fr: Nom d’utilisateur :
he: שם משתמש :
id: Nama pengguna:
it: Nome utente :
ja: ユーザー名：
ko: 사용자 이름:
nb: Brukernavn:
nl: Gebruikersnaam：
pl: Nazwa użytkownika:
pt_br: Nome de usuário:
pt_pt: Nome do utilizador：
ru: Имя пользователя :
sk: Používateľské meno:
sv: Användarnamn:
zh_hans: 用户名：
zh_hant: 使用者名稱：

# CalmRadio_Enter_password_
source: Enter password：
ar: أدخل كلمة المرور:
da: Indtast adgangskode:
de: Passwort eingeben:
es_mx: Ingrese la contraseña:
fi: Anna salasana:
fr: Entrez le mot de passe :
he: הזן סיסמה :
id: Masukkan kata sandi:
it: Inserisci la password：
ja: パスワードを入力する：
ko: 비밀번호 입력:
nb: Angi passord:
nl: Wachtwoord invoeren：
pl: Hasło:
pt_br: Digitar senha:
pt_pt: Introduzir palavra-passe：
ru: Ввести пароль :
sk: Zadajte heslo:
sv: Ange lösenordet:
zh_hans: 输入密码：
zh_hant: 輸入密碼：

# CalmRadio_The_username_can_t_be_empty
source: The username can't be empty
ar: لا يمكن أن يكون اسم المستخدم فارغًا
da: Brugernavnet må ikke være tomt
de: Der Nutzername darf nicht leer sein
es_mx: El nombre de usuario no puede estar vacío.
fi: Käyttäjänimi ei voi olla tyhjä
fr: Le nom d'utilisateur ne peut pas être vide
he: שם המשתמש לא יכול להיות ריק
id: Nama pengguna tidak boleh kosong
it: Il nome utente non può essere vuoto
ja: ユーザー名は空白にできません
ko: 사용자 이름은 비워둘 수 없습니다.
nb: Brukernavnet kan ikke være tomt
nl: De gebruikersnaam mag niet leeg zijn
pl: Pole nazwy użytkownika nie może być puste
pt_br: O nome de usuário não pode estar vazio
pt_pt: O nome de utilizador não pode ficar em branco
ru: Имя пользователя не может быть пустым
sk: Používateľské meno nemôže byť prázdne
sv: Användarnamnet får inte vara tomt
zh_hans: 用户名不能为空
zh_hant: 使用者名稱不能為空

# CalmRadio_The_password_can_t_be_empty
source: The password can't be empty
ar: لا يمكن أن تكون كلمة المرور فارغة
da: Adgangskoden må ikke være tom
de: Das Passwort darf nicht leer sein
es_mx: La contraseña no puede estar vacía.
fi: Salasana ei voi olla tyhjä
fr: Le mot de passe ne peut pas être vide
he: הסיסמה לא יכולה להיות ריקה
id: Kata sandi tidak boleh kosong
it: La password non può essere vuota
ja: パスワードは空白にできません
ko: 비밀번호는 비워둘 수 없습니다.
nb: Passordet kan ikke være tomt
nl: Het wachtwoord kan niet leeg zijn
pl: Pole hasła nie może być puste
pt_br: A senha não pode estar vazia
pt_pt: A palavra-chave não pode ficar em branco
ru: Пароль не может быть пустым
sk: Heslo nemôže byť prázdne
sv: Lösenordet får inte vara tomt
zh_hans: 密码不能为空
zh_hant: 密碼不能為空

# CalmRadio_Login_failed
source: Login failed
ar: فشل تسجيل الدخول
da: Log-in mislykket
de: Anmeldung fehlgeschlagen
es_mx: Error al iniciar sesión
fi: Sisäänkirjautuminen epäonnistui
fr: Échec de la connexion
he: ההתחברות נכשלה
id: Login gagal
it: Login fallito
ja: ログインに失敗
ko: 로그인 실패
nb: Pålogging mislyktes
nl: Inloggen mislukt
pl: Niepowodzenie logowania
pt_br: Falha no login
pt_pt: Falha ao iniciar sessão
ru: Вход в систему не удался
sk: Prihlásenie zlyhalo
sv: Inloggningen misslyckades
zh_hans: 登录失败
zh_hant: 無法登入

# CalmRadio_Remember_me
source: Remember me
ar: تذكرني
da: Husk mig
de: Angemeldet bleiben
es_mx: Recordarme
fi: Muista minut
fr: Se souvenir de moi
he: זכור אותי
id: Ingat saya
it: Ricordati di me
ja: 記憶させる
ko: 내 정보 저장
nb: Husk meg
nl: Herinner mij
pl: Pamiętaj mnie
pt_br: Me lembrar
pt_pt: Lembrar-me
ru: Запомнить меня
sk: Pamätať si ma
sv: Påminna mig
zh_hans: 记住我
zh_hant: 記住我

# CalmRadio_Would_you_like_to_log_out_
source: Would you like to log out?
ar: هل تريد تسجيل الخروج؟
da: Vil du gerne logge ud?
de: Möchtest du dich abmelden?
es_mx: ¿Desea cerrar la sesión?
fi: Haluatko kirjautua ulos?
fr: Voulez-vous vous déconnecter ?
he: האם תרצה להתנתק?
id: Apakah Anda ingin logout?
it: Vuoi effettuare il log out?
ja: ログアウトしますか？
ko: 로그아웃하시겠습니까?
nb: Vil du logge ut?
nl: Wilt u uitloggen?
pl: Czy chcesz się wylogować?
pt_br: Você gostaria de se desconectar?
pt_pt: Gostaria de terminar a sessão?
ru: Вы хотите выйти из системы?
sk: Chcete sa odhlásiť?
sv: Vill du logga ut?
zh_hans: 是否要登出？
zh_hant: 您要登出嗎？

# CalmRadio_Choose
source: Choose
ar: اختيار
da: Vælg
de: Wählen
es_mx: Elegir
fi: Valitse
fr: Choisir
he: בחר
id: Pilih
it: Scegli
ja: 選択する
ko: 선택
nb: Velg
nl: Kiezen
pl: Wybierz
pt_br: Escolha
ru: Выбрать
sk: Vyberte si
sv: Välj
zh_hans: 选择
zh_hant: 選擇

# newtidal_Account
source: Account
ar: الحساب
da: Konto
de: Konto
es_mx: Cuenta
fi: Tili
fr: Compte
he: חֶשְׁבּוֹן
id: Akun
ja: アカウント
ko: 계정
nb: Konto
pl: Konto
pt_br: Conta
pt_pt: Conta
ru: Учетная запись
sk: Účet
sv: Konto
zh_hans: 账户
zh_hant: 帳戶

# newtidal_Account_Name
source: Account Name
ar: اسم الحساب
da: Kontonavn
de: Kontoname
es_mx: Nombre de la cuenta
fi: Tilin nimi
fr: Nom de compte
he: שם החשבון
id: Nama Akun
it: Nome account
ja: アカウント名
ko: 계정 이름
nb: Brukernavn
nl: Account-naam
pl: Nazwa konta
pt_br: Nome da conta
pt_pt: Nome da conta
ru: Имя учетной записи
sk: Názov účtu
sv: Kontonamn
zh_hans: 账户名
zh_hant: 帳戶名稱

# newtidal_Quality
source: Quality
ar: الجودة
da: Kvalitet
de: Qualität
es_mx: Calidad
fi: Laatu
fr: Qualité
he: איכות
id: Kualitas
it: Qualità
ja: 品質
ko: 품질
nb: Kvalitet
nl: Kwaliteit
pl: Jakość
pt_br: Qualidade
pt_pt: Qualidade
ru: Качество
sk: Kvalita
sv: Kvalitet
zh_hans: 音质
zh_hant: 品質

# newtidal_Add_to_My_Music
source: Add to My Music
ar: إضافة إلى الموسيقى الخاصة بي
da: Føj til Min musik
de: Zu meiner Musik hinzufügen
es_mx: Agregar a Mi música
fi: Lisää Omaan musiikkiin
fr: Ajouter à ma musique
he: הוסף למוזיקה שלי
id: Tambahkan ke Musik Saya
it: Aggiungi alla Mia Musica
ja: マイミュージックに追加
ko: 내 음악에 추가
nb: Legg til i Min musikk
nl: Toevoegen aan Mijn Muziek
pl: Dodaj do Mojej muzyki
pt_br: Adicionar ao My Music
pt_pt: Adicionar à pasta A Minha Música
ru: Добавить в «Моя музыка»
sk: Pridať do Mojej hudby
sv: Lägg till min musik
zh_hans: 添加至我的音乐
zh_hant: 新增至我的音樂

# newtidal_Remove_from_My_Music
source: Remove from My Music
ar: إزالة من الموسيقى الخاصة بي
da: Fjern fra Min musik
de: Aus My Music(meiner Musik) entfernen
es_mx: Quitar de Mi música
fi: Poista Omasta musiikista
fr: Retirer de ma musique
he: הסר מהמוזיקה שלי
id: Hapus dari Musik Saya
it: Elimina dalla Mia Musica
ja: マイミュージックから削除
ko: 내 음악에서 제거
nb: Fjern fra Min musikk
nl: Verwijderen uit Mijn Muziek
pl: Usuń z Mojej muzyki
pt_br: Remover do My Music
pt_pt: Remover de A Minha Música
ru: Удалить из «Моя музыка»
sk: Odstrániť z Mojej hudby
sv: Ta bort från min musik
zh_hans: 从我的音乐中移除
zh_hant: 從我的音樂移除

# newtidal_BIOGRAPHY
source: BIOGRAPHY
ar: السيرة الذاتية
da: Biografi
de: Biografie
es_mx: Biografía
fi: Elämänkerta
fr: Biographie
he: ביוגרפיה
id: Biografi
it: Biografia
ja: バイオグラフィー
ko: 소개
nb: Biografi
nl: Biografie
pl: Biografia
pt_br: Briografia
pt_pt: Biografia
ru: Биография
sk: Biografia
sv: Biografi
zh_hans: 个人档案
zh_hant: 傳記

# newtidal_FREE
source: Free
ar: مجاني
da: Gratis
de: Kostenlos
es_mx: Gratis
fi: Vapaa
fr: Gratuit
he: חינם
id: Gratis
it: Gratis
ja: 無料
ko: 무료
nb: Fri
nl: Gratis
pl: Bezpłatne
pt_br: Gratis
pt_pt: Grátis
ru: Свободный
sk: Zadarmo
sv: Gratis
zh_hans: 免费
zh_hant: 免費

# newtidal_Normal
source: Normal
ar: عادي
fi: Normaali
fr: Normale
he: נוֹרמָלִי
it: Normale
ja: ノーマル
ko: 일반
nl: Normaal
pl: Normalne
ru: Нормальный
sk: Normálne
zh_hans: 普通
zh_hant: 額定

# newtidal_Would_you_like_to_log_out_
source: Would you like to log out?
ar: هل تريد تسجيل الخروج؟
da: Vil du gerne logge ud?
de: Möchtest du dich abmelden?
es_mx: ¿Desea cerrar la sesión?
fi: Haluatko kirjautua ulos?
fr: Voulez-vous vous déconnecter ?
he: האם תרצה להתנתק?
id: Apakah Anda ingin logout?
it: Vuoi effettuare il log out?
ja: ログアウトしますか？
ko: 로그아웃하시겠습니까?
nb: Vil du logge ut?
nl: Wilt u uitloggen?
pl: Czy chcesz się wylogować?
pt_br: Você gostaria de se desconectar?
pt_pt: Gostaria de terminar a sessão?
ru: Вы хотите выйти из системы?
sk: Chcete sa odhlásiť?
sv: Vill du logga ut?
zh_hans: 是否要登出？
zh_hant: 您要登出嗎？

# newtidal_Subscription
source: Subscription
ar: الاشتراك
da: Abonnement
de: Abonnement
es_mx: Suscripción
fi: Tilaus
fr: Abonnement
he: מנוי
id: Langganan
it: Abbonamento
ja: サブスクリプション
ko: 구독
nb: Abonnement
nl: Abonnement
pl: Subskrypcja
pt_br: Inscrição
ru: Подписка
sk: Predplatné
sv: Prenumeration
zh_hans: 订阅
zh_hant: 訂閱

# newtidal_Give_your_playlist_a_name
source: Give your playlist a name
ar: امنح قائمة التشغيل الخاصة بك اسمًا
da: Giv din playliste et navn
de: Gib der Wiedergabeliste einen Namen
es_mx: Asigne un nombre a su lista de reproducción
fi: Anna soittolistallesi nimi
fr: Nommez votre liste de lecture
he: תן לפלייליסט שלך שם
id: Beri nama daftar putar Anda
it: Assegna un nome alla tua playlist
ja: プレイリストに名前を付ける
ko: 재생 목록 이름 지정하기
nb: Gi spillelisten et navn
nl: Geef uw afspeellijst een naam
pl: Nazwij listę odtwarzania
pt_br: Dê um nome a sua playlist
ru: Задайте название списка воспроизведения
sk: Pomenujte svoj zoznam skladieb
sv: Ge din spellista ett namn
zh_hans: 给你的播放列表起个名字
zh_hant: 給您的播放清單設定名稱

# newtidal_name
source: name
ar: الاسم
da: navn
es_mx: nombre
fi: nimi
fr: nom
he: שם
id: nama
it: nome
ja: 名称
ko: 이름
nb: navn
nl: naam
pl: nazwa
pt_br: nome
ru: название
sk: meno
sv: namn
zh_hans: 名称
zh_hant: 名稱

# newtidal_SIMILAR
source: SIMILAR
ar: مماثل
da: LIGNENDE
de: ÄHNLICH
fi: SAMANLAINEN
fr: SEMBLABLE
he: דומה
id: MIRIP
it: SIMILE
ja: 類似
ko: 유사 결과
nb: LIGNENDE
nl: VERGELIJKBAAR
pl: PODOBNE
ru: ПОХОЖИЕ
sk: PODOBNÉ
sv: LIKNANDE
zh_hans: 类似
zh_hant: 類似的

# newtidal_Update_your_subscription_on_my_tidal_com_to_get_full_access_to_TIDAL_
source: Update your subscription on my.tidal.com to get full access to TIDAL!
ar: قم بتحديث الاشتراك على my.tidal.com للوصول الكامل إلى TIDAL!
da: Opdater dit abonnement på my.tidal.com for at få fuld adgang til TIDAL!
de: Aktualisiere dein Abonnement auf my.tidal.com, um vollen Zugang zu TIDAL zu erhalten!
es_mx: ¡Actualice su suscripción en my.tidal.com para tener acceso completo a TIDAL!
fi: Päivitä tilauksesi osoitteessa my.tidal.com saadaksesi täyden pääsyn TIDALiin!
fr: Mettez votre abonnement à jour sur my.tidal.com pour obtenir un accès complet à TIDAL !
he: עדכן את המנוי שלך ב-my.tidal.com כדי לקבל גישה מלאה ל-TIDAL!
id: Perbarui langganan di my.tidal.com untuk mendapatkan akses penuh ke TIDAL!
it: Aggiorna il tuo abbonamento su my.tidal.com per avere accesso completo a TIDAL!
ja: TIDALに完全なアクセスをするには、my.tidal.comでサブスクリプションをアップデートしてください！
ko: my.tidal.com에서 구독을 업데이트하고 TIDAL의 모든 기능을 이용하십시오!
nb: Oppdater abonnementet ditt på my.tidal.com for å få full tilgang til TIDAL!
nl: Update uw abonnement op my.tidal.com voor volledige toegang tot TIDAL!
pl: Zaktualizuj subskrypcję w witrynie my.tidal.com, aby uzyskać pełny dostęp do usługi TIDAL!
pt_br: Atualize sua assinatura em my.tidal.com para ter acesso total ao TIDAL!
ru: Продлите вашу подписку на my.tidal.com, чтобы открыть доступ ко всем возможностям TIDAL!
sk: Aktualizujte svoje predplatné na my.tidal.com, aby ste získali úplný prístup k TIDAL!
sv: Uppdatera ditt abonnemang på my.tidal.com för att få full tillgång till TIDAL!
zh_hans: 在 my.tidal.com 上更新你的订阅，以获得对 TIDAL 的完全访问权！
zh_hant: 在 my.tidal.com 上更新您的訂閱，以獲得 TIDAL 的全部存取權限！

# newtidal_This_account_is_playing_on_other_devices
source: This account is playing on other devices
ar: هذا الحساب يعمل على أجهزة أخرى
da: Denne konto afspilles på andre enheder
de: Dieses Konto wird auf anderen Geräten wiedergegeben
es_mx: Esta cuenta está reproduciendo en otros dispositivos
fi: Tämä tili toimii muilla laitteilla
fr: Ce compte est en cours de lecture sur d’autres appareils
he: חשבון זה פועל במכשירים אחרים
id: Akun ini digunakan di perangkat lain
it: Questo account è in riproduzione su altri dispositivi
ja: このアカウントはその他のデバイスで使用しています
ko: 이 계정은 다른 장치에서 재생 중입니다
nb: Denne kontoen spiller av på andre enheter
nl: Dit account speelt op andere apparaten
pl: To konto jest używane do odtwarzania muzyki na innych urządzeniach.
pt_br: Esta conta está sendo reproduzida em outros dispositivos
ru: Эта учетная запись действует на других устройствах
sk: Tento účet sa prehráva na iných zariadeniach
sv: Det här kontot spelar på andra enheter
zh_hans: 此账户正在其他设备上播放歌曲
zh_hant: 該帳戶正在其他裝置上播放

# newtidal_NORMAL
source: NORMAL
ar: عادي
fi: NORMAALI
fr: NORMALE
he: נוֹרמָלִי
it: NORMALE
ja: ノーマル
ko: 일반
nl: NORMAAL
pl: NORMALNE
ru: НОРМАЛЬНЫЙ
sk: NORMÁLNE
zh_hans: 普通
zh_hant: 額定

# newtidal_HIGH
source: HIGH
ar: مرتفع
da: HØJ
de: HOCH
es_mx: ALTA
fi: KORKEA
fr: ÉLEVÉ
he: גבוה
id: TINGGI
it: ALTO
ja: 高
ko: 높음
nb: HØYT
nl: HOOG
pl: WYSOKI
pt_br: ALTO
ru: ВЫСОКИЙ
sk: VYSOKÉ
sv: HÖG
zh_hans: 高
zh_hant: 高

# newtidal_Release_date
source: Release date
ar: تاريخ الإصدار
da: Udgivelsesdato
de: Veröffentlichungsdatum
es_mx: Fecha de lanzamiento
fi: Julkaisupäivämäärä
fr: Date de publication
he: תאריך הוצאה
id: Tanggal perilisan
it: Data di pubblicazione
ja: リリース日順
ko: 출시일
nb: Utgivelsesdato
nl: Releasedatum
pl: Data wydania
pt_br: Data de lançamento
ru: Дата выпуска
sk: Dátum vydania
sv: Utgivningsdatum
zh_hans: 发布日期
zh_hant: 發佈日期

# newtidal_All
source: All
ar: الكل
da: Alle
de: Alle
es_mx: Todo
fi: Kaikki
fr: Tout
he: כולם
id: Semua
it: Tutto
ja: すべて
ko: 전체
nb: Alle
nl: Alle
pl: Wszystko
pt_br: Todos
ru: Все
sk: Všetky
sv: Alla
zh_hans: 全部
zh_hant: 全部

# newtidal_Filter
source: Filter
ar: عامل التصفية
de: Filtern
es_mx: Filtro
fi: Suodatin
fr: Filtre
he: סנן
id: Penyaring
it: Filtra
ja: フィルター
ko: 필터
nb: Filtrer
pl: Filtruj
pt_br: Filtro
ru: Фильтр
zh_hans: 过滤
zh_hant: 篩選

# newtidal_Sorting
source: Sorting
ar: الفرز
da: Sortering
de: Sortieren
es_mx: Clasificación
fi: Lajittelu
fr: Tri
he: לסווג
id: Pengurutan
it: Ordinamento
ja: ソート
ko: 정렬
nb: Sorterer
nl: Sorteren
pl: Sortowanie
pt_br: Ordenar
ru: Сортировка
sk: Triedenie
sv: Sortering
zh_hans: 排序
zh_hant: 排序

# newtidal_Custom_order
source: Custom order
ar: طلب عميل
da: Tilpasset bestilling
de: Kundenbestellung
es_mx: Pedido personalizado
fi: Mukautettu tilaus
fr: Ordre personnalisé
he: הזמנה אישית
id: Pesanan kustom
it: Ordine personalizzato
ja: カスタムの順番
ko: 사용자 정의 순서
nb: Egendefinert rekkefølge
nl: Aangepaste bestelling
pl: Zamówienie indywidualne
pt_br: Pedido personalizado
ru: Специальный заказ
sk: Vlastné poradie
sv: Specialbeställning
zh_hans: 自定义顺序
zh_hant: 自訂順序

# newtidal_Date_added
source: Date added
ar: تاريخ الاضافة
da: Dato tilføjet
de: Hinzugefügt an Datum
es_mx: Fecha alta
fi: Lisäyspäivämäärä
fr: Date d’ajout
he: הוסף תאריך
id: Tanggal ditambahkan
it: Data di aggiunta
ja: 追加した日付順
ko: 추가된 날짜
nb: Dato lagt til
nl: Datum toegevoegd
pl: Data dodania
pt_br: Data adicionada
ru: Дата добавления
sk: Dátum pridania
sv: Datum har lagts till
zh_hans: 添加日期
zh_hant: 新增日期

# newtidal_Alphabetical
source: Alphabetical
ar: أبجدي
da: Alfabetisk
de: Alphabetisch
es_mx: Alfabéticamente
fi: Aakkosjärjestys
fr: Alphabétique
he: אלפביתי
id: Sesuai alfabet
it: Alfabetico
ja: アルファベット順
ko: 사전순
nb: Alfabetisk
nl: Alfabetisch
pl: Alfabetycznie
pt_br: Alfabético
ru: В алфавитном порядке
sk: Abecedne
sv: Alfabetisk
zh_hans: 按字母顺序排列
zh_hant: 字母順序

# newtidal_Album
source: Album
ar: الألبوم
es_mx: Álbum
fi: Albumi
he: אַלבּוֹם
ja: アルバム
ko: 앨범
pt_br: Álbum
pt_pt: Álbum
ru: Альбом
zh_hans: 专辑
zh_hant: 專輯

# newtidal_Artist
source: Artist
ar: الفنان
da: Kunstner
de: Interpret
es_mx: Artista
fi: Esiintyjä
fr: Artiste
he: אמן
id: Artis
it: Artista
ja: アーティスト
ko: 아티스트
nl: Artiest
pl: Wykonawca
pt_br: Artista
pt_pt: Artista
ru: Исполнитель
sk: Interpret
zh_hans: 艺术家
zh_hant: 藝術家

# spotify_Want_more_skips__Upgrade_to_Spotify_Premium_
source: Spotify Premium lets you play any track, ad-free and with better audio quality.
de: Mit Spotify Premium können Sie jeden Titel werbefrei und in besserer Audio-Qualität abspielen.
es_mx: Spotify Premium le permite reproducir cualquier pista sin publicidades y con mejor calidad de audio.
fr: Spotify Premium vous permet d’écouter n’importe quelle chanson, sans publicité et avec une meilleure qualité audio.
it: Spotify Premium ti permette di riprodurre qualsiasi traccia, senza pubblicità e con una migliore qualità audio.
ja: Spotify Premiumを利用すれば、広告なしで、より優れたオーディオ品質の音楽を再生できます。
ko: Spotify Premium을 사용하면 광고 없이 더 나은 오디오 품질로 모든 트랙을 재생할 수 있습니다.
nl: Met Spotify Premium kunt u elk nummer afspelen, zonder advertenties en met een betere audiokwaliteit.
pl: Spotify Premium umożliwia odtwarzanie dowolnego utworu bez reklam i z wyższą jakością dźwięku.
ru: Spotify Premium дает возможность воспроизводить любые дорожки без рекламы и с повышенным качеством звука.
sv: Spotify Premium låter dig spela valfri låt, utan annonser och med bättre ljudkvalitet.

# jbl_AirPlay_Is_Ready
source: AirPlay Is Ready
ar: AirPlay في وضع الاستعداد
da: AirPlay er parat
de: AirPlay ist bereit
es_mx: Todo listo para usar AirPlay
fi: AirPlay on valmis
fr: Airplay est prêt
he: AirPlay מוכן
id: AirPlay Siap
it: AirPlay è pronto
ja: AirPlayの準備ができています
ko: AirPlay 준비 완료
nb: AirPlay er klar
nl: AirPlay is klaar
pl: Usługa AirPlay jest gotowa
pt_br: O AirPlay está pronto
pt_pt: O AirPlay está pronto
ru: AirPlay готов
sk: AirPlay je pripravená
sv: AirPlay är redo
zh_hans: AirPlay 准备就绪
zh_hant: AirPlay 已就緒

# jbl_GOT_IT
source: GOT IT
ar: مفهوم
da: FORSTÅET
de: VERSTANDEN
es_mx: DE ACUERDO
fi: YMMÄRRETTY
fr: J’AI COMPRIS
he: הבנת
id: SAYA MENGERTI
it: HO CAPITO
ja: 完了
ko: 확인
nb: SKJØNNER
nl: BEGREPEN
pl: ROZUMIEM
pt_br: ENTENDI
pt_pt: ENTENDI
ru: ПОНЯТНО
sk: MÁM TO
sv: JAG FÖRSTÅR
zh_hans: 好的
zh_hant: 知道了

# jbl_ENABLE_MORE_SERVICE
source: ENABLE MORE SERVICES
ar: تمكين المزيد من الخدمات
da: AKTIVER FLERE TJENESTER
de: MEHR DIENSTE AKTIVIEREN
es_mx: HABILITAR MÁS SERVICIOS
fi: OTA KÄYTTÖÖN LISÄÄ PALVELUJA
fr: ACTIVER D'AUTRES SERVICES
he: אפשר שירותים נוספים
id: AKTIFKAN LAYANAN LAINNYA
it: ATTIVA PIÙ SERVIZI
ja: より多くのサービスを有効にする
ko: 추가 서비스 활성화
nb: AKTIVER FLERE TJENESTER
nl: MEER DIENSTEN INSCHAKELEN
pl: WŁĄCZ WIĘCEJ USŁUG
pt_br: ATIVAR MAIS SERVIÇOS
pt_pt: ATIVAR MAIS SERVIÇOS
ru: АКТИВИРОВАТЬ БОЛЬШЕ СЕРВИСОВ
sk: POVOLIŤ VIAC SLUŽIEB
sv: AKTIVERA ANDRA TJÄNSTER
zh_hans: 启用更多服务
zh_hant: 啟用更多服務

# jbl_CALIBRATE
source: CALIBRATE
ar: المعايرة
da: KALIBRER
de: KALIBRIEREN
es_mx: CALIBRAR
fi: KALIBROI
fr: ÉTALONNER
he: כייל
id: KALIBRASI
it: CALIBRA
ja: 測定中
ko: 보정
nb: KALIBRER
nl: KALIBREREN
pl: KALIBRUJ
pt_br: CALIBRAR
pt_pt: CALIBRAR
ru: ОТКАЛИБРОВАТЬ
sk: KALIBROVAŤ
sv: KALIBRERA
zh_hans: 校准
zh_hant: 校準

# jbl_LATER
source: LATER
ar: لاحقا
da: SENERE
de: SPÄTER
es_mx: MÁS TARDE
fi: MYÖHEMMIN
fr: PLUS TARD
he: מאוחר יותר
id: NANTI
it: PIÙ TARDI
ja: 後で
ko: 나중에
nb: SENERE
pl: PÓŹNIEJ
pt_br: MAIS TARDE
pt_pt: MAIS TARDE
ru: ПОЗЖЕ
sk: NESKÔR
sv: SENARE
zh_hans: 稍后
zh_hant: 稍後

# jbl_ALLOW
source: ALLOW
ar: السماح
da: TILLAD
de: ERLAUBEN
es_mx: PERMITIR
fi: SALLI
fr: AUTORISER
he: להתיר
id: IZINKAN
it: CONSENTI
ja: 許可する
ko: 허용
nb: TILLAT
nl: TOESTAAN
pl: POZWALAJ
pt_br: PERMITIR
pt_pt: PERMITIR
ru: РАЗРЕШИТЬ
sk: POVOLIŤ
sv: Tillåt
zh_hans: 允许
zh_hant: 允許

# jbl_ENABLE_ALEXA
source: ENABLE ALEXA
ar: تمكين ALEXA
da: AKTIVER ALEXA
de: ALEXA AKTIVIEREN
es_mx: HABILITAR ALEXA
fi: OTA ALEXA KÄYTTÖÖN
fr: ACTIVER ALEXA
he: הפעל את ALEXA
id: AKTIFKAN ALEXA
it: ATTIVA ALEXA
ja: ALEXAを有効にする
ko: Alexa 활성화
nb: AKTIVER ALEXA
nl: ALEXA INSCHAKELEN
pl: WŁĄCZ ALEXA
pt_br: ATIVAR ALEXA
pt_pt: ATIVAR ALEXA
ru: ВКЛЮЧИТЬ ALEXA
sk: POVOLIŤ ALEXU
sv: AKTIVERA ALEXA
zh_hans: 启用 ALEXA
zh_hant: 啟用 Alexa

# jbl_Available_for_iOS_devices
source: Available for iOS devices
ar: متاح لأجهزة iOS
da: Tilgængelig til iOS-enheder
de: Verfügbar für iOS-Geräte
es_mx: Disponible para dispositivos iOS
fi: Käytettävissä iOS-laitteita varten
fr: Disponible sur les appareils iOS
he: זמין עבור מכשירי iOS
id: Tersedia untuk perangkat iOS
it: Disponibile per dispositivi iOS
ja: iOSデバイスで利用可能
ko: iOS 장치에서 사용 가능
nb: Tilgjengelig for iOS-enheter
nl: Beschikbaar voor iOS-apparaten
pl: Dostępne dla urządzeń iOS
pt_br: Disponível para dispositivos iOS
pt_pt: Disponível para dispositivos iOS
ru: Доступно для устройств iOS
sk: Dostupné pre zariadenia so systémom iOS
sv: Tillgänglig för iOS-enheter
zh_hans: 适用于 iOS 设备
zh_hant: 適用於 iOS 裝置

# jbl_Spotify_Connect
source: Spotify Connect
ko: Spotify 연결
sk: Pripojenie Spotify

# jbl_Enabled
source: Enabled
ar: مفعل
da: Aktiveret
de: Aktiviert
es_mx: Habilitado
fi: Käytössä
fr: Activé
he: מופעל
id: Diaktifkan
it: Attivati
ja: 有効
ko: 활성화됨
nb: Aktivert
nl: Ingeschakeld
pl: Włączono
pt_br: Ativado
pt_pt: Ativado
ru: Активно
sk: Povolená
sv: Aktiverad
zh_hans: 已启用
zh_hant: 已啟用

# jbl_Enable
source: Enable
ar: تمكين
da: Aktiver
de: Aktivieren
es_mx: Habilitar
fi: Aktivoi
fr: Activer
he: לְאַפשֵׁר
id: Aktifkan
it: Attiva
ja: 有効にする
ko: 활성화
nb: Aktiver
nl: Inschakelen
pl: Włącz
pt_br: Ativar
pt_pt: Ativar
ru: Активировать
sk: Povoliť
sv: Aktivera
zh_hans: 启用
zh_hant: 啟用

# jbl_Enabled_devices
source: Enabled devices
ar: الأجهزة الممكّنة
da: Aktiverede enheder
de: Aktivierte Geräte
es_mx: Dispositivos habilitados
fi: Käytössä olevat laitteet
fr: Appareils activés
he: מכשירים מאופשרים
id: Perangkat yang diaktifkan
it: Dispositivi attivati
ja: 有効なデバイス
ko: 활성화된 장치
nb: Aktiverte enheter
nl: Ingeschakelde apparaten
pl: Włączone urządzenia
pt_br: Dispositivos ativados
pt_pt: Dispositivos ativados
ru: Активные устройства
sk: Povolené zariadenia
sv: Aktiverade enheter
zh_hans: 已启用的设备
zh_hant: 已啟用的裝置

# jbl_Moment
source: Moment
ar: لحظة
da: Øjeblik
es_mx: Momento
fi: Momentti
he: רֶגַע
id: Momen
it: Momenti
ja: モーメント
ko: 모멘트
nb: Øyeblikk
pt_br: Momento
pt_pt: Momento
ru: Момент
zh_hans: 专属时刻
zh_hant: 時刻

# jbl_Equalizer
source: Equalizer
ar: معادل
es_mx: Ecualizador
fi: Taajuuskorjain
fr: Égaliseur
he: אקולייזר
it: Equalizzatore
ja: イコライザー
ko: 이퀄라이저
pl: Korektor dźwięku
pt_br: Equalizador
pt_pt: Equalizador
ru: Эквалайзер
sk: Ekvalizér
zh_hans: 均衡器
zh_hant: 等化器

# jbl_Calibration
source: Calibration
ar: المعايرة
da: Kalibrering
de: Kalibrierung
es_mx: Calibración
fi: Kalibrointi
fr: Étalonnage
he: כִּיוּל
id: Kalibrasi
it: Calibrazione
ja: 部屋の測定
ko: 보정
nb: Kalibrering
nl: Kalibratie
pl: Kalibracja
pt_br: Calibração
pt_pt: Calibração
ru: Калибровка
sk: Kalibrácia
sv: Kalibrering
zh_hans: 校准
zh_hant: 校準

# jbl_No_content
source: No content
ar: لا يوجد محتوى
da: Intet indhold
de: Keine Inhalte
es_mx: Sin contenido
fi: Ei sisältöä
fr: Pas de contenu.
he: ללא תוכן
id: Tidak ada konten
it: Nessun contenuto
ja: コンテンツなし
ko: 콘텐츠 없음
nb: Ikke noe innhold
nl: Geen inhoud
pl: Brak treści
pt_br: Sem conteúdo
pt_pt: Sem conteúdo
ru: Контент отсутствует
sk: Žiadny obsah
sv: Inget innehåll
zh_hans: 无内容
zh_hant: 無內容

# jbl_Play___%@__
source: Play "%@"
ar: التشغيل "%@"
da: Afspil "%@"
de: "%@" wiedergeben
es_mx: Reproducir "%@"
fi: Toista "%@"
fr: Lire "%@"
he: שחק "%@"
id: Putar "%@"
it: Riproduci "%@"
ja: 再生"%@"
ko: "%@" 재생
nb: Spill av "%@"
nl: Afspelen "%@"
pl: Odtwarzanie "%@"
pt_br: Reproduzir "%@"
pt_pt: Reproduzir "%@"
ru: Воспроизвести "%@"
sk: Prehrávanie "%@"
sv: Spela ut "%@"
zh_hans: 播放 "%@"
zh_hant: 播放 "%@"
