Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

source: Product Usage
ar: استخدام المنتج
da: Anvendelse af produktet
de: Gerätenutzung
es_mx: Uso del producto
fi: Tuotteen käyttö
fr: Utilisation du produit
he: שימוש במוצר
id: Penggunaan Produk
it: Utilizzo del prodotto
ja: 製品の使用方法
ko: 제품 사용
nb: Bruk av produktet
nl: Productgebruik
pl: Eksploatacja produktu
pt_br: Utilização do produto
pt_pt: Utilização do produto
ru: Использование устройства
sk: Použitie produktu
sv: Användning av produkten
zh_hans: 产品数据
zh_hant: 產品數據

source: Total Power-on Time
ar: إجمالي وقت التشغيل
da: Samlet tid tændt
de: Gesamte Einschaltzeit
es_mx: Tiempo de encendido total
fi: Kokonaiskäynnistysaika
fr: Durée totale allumé
he: סך הכל זמן פעולה
id: Total Waktu Menyala
it: Tempo totale di accensione
ja: 電源が入っている合計時間
ko: 전원이 켜진 총 시간
nb: Total på-tid
nl: Totale inschakeltijd
pl: Łączny czas włączenia
pt_br: Tempo total de ativação
pt_pt: Tempo total ligado
ru: Общее время в режиме ожидания
sk: Celkový čas zapnutia
sv: Total påslagningstid
zh_hans: 总开机时长
zh_hant: 總開機時長

source: Total Playback Time
ar: إجمالي وقت تشغيل الصوت
da: Samlet afspilningstid
de: Gesamte Wiedergabedauer
es_mx: Tiempo de reproducción total
fi: Kokonaistoistoaika
fr: Durée totale de lecture
he: סך הכל זמן השמעה
id: Total Waktu Putar
it: Tempo totale di riproduzione
ja: 合計の再生時間
ko: 총 재생 시간
nb: Total avspillingstid
nl: Totale afspeeltijd
pl: Łączny czas odtwarzania
pt_br: Tempo total de reprodução
pt_pt: Tempo total de reprodução
ru: Общее время в режиме воспроизведения
sk: Celkový čas prehrávania
sv: Total uppspelningstid
zh_hans: 总播放时长
zh_hant: 總播放時長

# day_hour_format
source: %@ Days %@ Hours
ar: %@ يوم %@ ساعة
da: %@ dage %@ timer
de: %@ Tage %@ Stunden
es_mx: %@ días %@ horas
fi: %@ päivää %@ tuntia
fr: %@ jours %@ heures
he: %@ ימים %@ שעות
id: %@ Hari %@ Jam
it: %@ giorni %@ ore
ja: %@日 %@時間
ko: %@일 %@시간
nb: %@ dager %@ timer
nl: %@ dagen %@ uren
pl: %@ dni %@ godz.
pt_br: %@ Dias %@ Horas
pt_pt: %@ Dias %@ Horas
ru: %@ дней %@ часов
sk: %@ dní %@ hodín
sv: %@ Dagar %@ timmar
zh_hans: %@ 天 %@ 小时
zh_hant: %@ 天 %@ 小時

source: Getting Ready For
ar: استعداد لأجل
da: Gør dig klar til
de: Mache dich bereit für
es_mx: Preparándose para
fi: Valmistautuminen
fr: Se préparer pour
he: מתכונן ל-
id: Bersiap untuk
it: Preparati per
ja: の準備をする
ko: 준비 -
nb: Klargjør for
nl: Klaarmaken voor
pl: Trwa przygotowywanie do
pt_br: Preparando-se para
pt_pt: A preparar-se para
ru: Приготовьтесь к
sk: Príprava na
sv: Gör dig redo för
zh_hans: 准备就绪
zh_hant: 準備就緒

# Back_To_Dashboard
source: I'VE PRESSED IT,BACK TO DASHBOARD
ar: لقد ضغطت عليه، العودة إلى لوحة المعلومات
da: Jeg har trykket på det, TILBAGE TIL INSTRUMENTBRÆTTET
de: Ich hab's gedrückt, ZURÜCK ZUM DASHBOARD
es_mx: Lo presioné, VOLVER AL TABLERO
fi: Olen painanut sitä, BACK TO DASHBOARD
fr: J'ai appuyé dessus, RETOUR AU TABLEAU DE BORD
he: לחצתי על זה, חזרה ללוח המחוונים
id: Saya Menekannya, KEMBALI KE DASBOR
it: L'ho premuto, TORNA ALLA DASHBOARD
ja: '押してダッシュボードに戻る
ko: 대시보드로 돌아가기를 눌렀습니다.
nb: Jeg har trykket på den,TILBAKE TIL INSTRUMENTPANEL
nl: Ik heb erop gedrukt, TERUG NAAR DASHBOARD
pl: Naciśnięto, POWRÓT DO PULPITU STEROWANIA
pt_br: Eu pressionei, VOLTAR PARA O PAINEL
pt_pt: Pressionei-o, VOLTAR AO PAINEL
ru: Нажата кнопка НАЗАД К ПАНЕЛИ УПРАВЛЕНИЯ
sk: Stlačil/a som to, SPÄŤ NA PANEL
sv: Jag har tryckt på den, BACK TO DASHBOARD (TILLBAKA TILL KONTROLLPANEL)
zh_hans: 我已经按下按钮，回到主界面以继续
zh_hant: 我已經按下按鈕，回到主界面以繼續

source: JBL SIGNATURE
ar: علامة JBL المميزة
es_mx: SONIDO JBL SIGNATURE
he: חתימת JBL
ja: JBLシグネチャー
ko: JBL 시그니처
pt_pt: ASSINATURA JBL
ru: ФИРМЕННЫЙ ЗВУК JBL
sk: PODPIS JBL
sv: JBL SIGNATURE (JBL-SIGNATUR)
zh_hans: JBL 标志性音效
zh_hant: JBL 標誌音效

source: BEGIN THE PARTY
ar: بدء تشغيل الحلفلة
da: LAD FESTEN BEGYNDE
de: DIE PARTY KANN BEGINNEN
es_mx: QUE COMIENCE LA FIESTA
fr: DÉMARRER LA FÊTE
he: להתחיל את המסיבה
id: SEMARAKKAN SUASANA
it: INIZIA IL PARTY
ja: パーティーを始める
ko: 파티 시작
nb: START FESTEN
nl: HET FEEST BEGINNEN
pl: ROZPOCZNIJ IMPREZĘ
pt_br: INICIAR A FESTA
pt_pt: COMEÇAR A FESTA
ru: НАЧИНАЙТЕ ВЕЧЕРИНКУ
sk: ZAČAŤ PÁRTY
sv: BEGIN THE PARTY (STARTA PARTY)
zh_hans: 派对开始
zh_hant: 開始派對

source: BOOST THE PARTY
ar: تعزيز تشغيل الحلفلة
da: GIV DIN FEST ET BOOST
de: ROCK DIE PARTY
es_mx: HAZ ESTALLAR LA FIESTA
fr: PROPULSER LA FÊTE
he: להטיס את המסיבה
id: BUAT LEBIH HEBOH
ja: パーティーを盛り上げる
ko: 파티 부스트
nb: BOOST FESTEN
nl: GEEF HET FEEST EEN IMPULS
pl: ROZKRĘĆ IMPREZĘ
pt_br: IMPULSIONAR A FESTA
pt_pt: DINAMIZAR A FESTA
ru: ДОБАВЬТЕ МОЩНОСТИ ВЕЧЕРИНКЕ
sk: PODPORIŤ PÁRTY
sv: BOOST THE PARTY (BOOSTA PARTY)
zh_hans: 派对增强
zh_hant: 派對增強

source: NON-STOP PARTY
ar: عدم توقف تشغيل الحلفلة
de: PARTY NON-STOP
es_mx: FIESTA SIN PARAR
fr: FÊTE NON-STOP
he: מסיבה ללא הפסקה
id: SERU-SERUAN SELALU
ja: ノンストップのパーティー
ko: 논스톱 파티
nb: NON-STOP FEST
nl: NON-STOP FEEST
pl: NIEKOŃCZĄCA SIĘ IMPREZA
pt_br: FESTA SEM PARAR
pt_pt: FESTA SEM PARAR
ru: ВЕЧЕРИНКА НОН-СТОП
sk: NONSTOP PÁRTY
sv: NON-STOP PARTY (NON-STOP PARTY)
zh_hans: 派对不停歇
zh_hant: 派對不停歇

# andriod_newStructure_multi-Room_CreateGroup
source: Create A Group
ar: إنشاء مجموعة
da: Opret en gruppe
de: Gruppe erstellen
es_mx: Crear un grupo
fi: Luo ryhmä
fr: Créer un groupe
he: יצירת קבוצה
id: Buat Grup
it: Crea un gruppo
ja: グループを作成する
ko: 그룹 만들기
nb: Opprett en gruppe
nl: Een groep maken
pl: Utwórz grupę
pt_br: Criar um grupo
pt_pt: Criar um grupo
ru: Создать группу
sk: Vytvorte skupinu
sv: Skapa en grupp
zh_hans: 创建群组
zh_hant: 建立群組

# android_seconary_info
source: Green LED is lighting up on the primary speaker. If you want to play local source music to the group, please connect to this product.
ar: يضيء مؤشر LED الأخضر على السماعة الرئيسية. إذا كنت تريد تشغيل موسيقى مصدر محلي للمجموعة، يرجى الاتصال بهذا المنتج.
da: Den grønne LED-indikator lyser på den primære højttaler. Hvis du ønsker at afspille musik fra en lokal kilde til gruppen, skal du tilslutte dette produkt.
de: Die grüne LED am Primär-Lautsprecher leuchtet. Verbinde bitte dieses Gerät, wenn Musik aus einer lokalen Quelle über die Gruppe wiedergegeben werden soll.
es_mx: El indicador luminoso verde se enciende en el altavoz principal. Si deseas reproducir música de una fuente local en el grupo, conéctate a este producto.
fi: Ensisijaisen kaiuttimen vihreä LED-valo palaa. Jos haluat toistaa paikallista lähdemusiikkia ryhmälle, liitä tämä tuote.
fr: Le témoin vert s'allume sur l'enceinte principale. Si vous souhaitez écouter une source locale de musique sur le groupe, connectez-vous à ce produit.
he: נורית ירוקה נדלקת ברמקול הראשי. אם ברצונכם להשמיע מוזיקה מקומית לקבוצה, התחברו למוצר זה.
id: LED hijau menyala pada speaker primer. Jika Anda ingin memutar musik dari sumber lokal ke grup, silakan sambungkan ke produk ini.
it: Il LED verde si è acceso sullo speaker principale. Se desideri riprodurre musica dalla sorgente locale sul gruppo, collegati a questo prodotto.
ja: プライマリースピーカー上でグリーンのLEDが点灯しています。外部接続からの音楽をグループで再生したい場合は、この製品に接続してください。
ko: 기본 스피커에 녹색 LED가 켜집니다. 그룹에 로컬 소스 음악을 재생하려는 경우 이 제품에 연결하십시오.
nb: Den grønne LED-lampen som lyser opp, er primærhøyttaleren. Hvis du vil spille av musikk fra en lokal kilde i gruppen, må du koble til dette produktet.
nl: Groene LED brandt op de primaire luidspreker. Als je muziek van eigen bron naar de groep wilt afspelen, maak dan verbinding met dit apparaat.
pl: Zielona dioda LED zaświeca się na głośniku głównym. Jeśli chcesz odtwarzać muzykę z lokalnego źródła w grupie, połącz się z tym produktem.
pt_br: O LED verde se acende no alto-falante primário. Se deseja reproduzir música de fonte local no grupo, conecte-se a este produto.
pt_pt: O LED verde acende-se na coluna principal. Se quiser reproduzir música da fonte local para o grupo, ligue-se a este produto.
ru: На основной колонке загорится зеленый светодиодный индикатор. Если вам нужно воспроизвести музыку с локального источника для группы, выполните подключение к этому устройству.
sk: Na primárnom reproduktore svieti zelená LED kontrolka. Ak chcete v skupine prehrávať hudbu z lokálneho zdroja, pripojte sa k tomuto produktu.
sv: Den gröna lysdioden lyser på den primära högtalaren. Om du vill spela musik från en lokal källa i gruppen, anslut till denna produkt.
zh_hans: 现在亮起绿色 LED 指示灯的是群组里的主音箱。如果你想在组内播放本地音源，请连接到此产品。
zh_hant: 現在亮起綠色 LED 指示燈的是群組裏的主音箱。如果你想在組內播放本地音源，請連接到此產品。

# android_switch_channel
source: Switch Channel
ar: تبديل القناة
da: Skift kanal
de: Kanal wechseln
es_mx: Cambiar canal
fi: Vaihda kanava
fr: Commuter les canaux
he: החלפת ערוץ
id: Ganti Saluran
it: Cambia Canale
ja: 切り替えチャンネル
ko: 채널 전환
nb: Bytt kanal
nl: Wissel van kanaal
pl: Przełącz kanał
pt_br: Mudar canal
pt_pt: Mudar de canal
ru: Переключить канал
sk: Prepnúť kanál
sv: Växla kanal
zh_hans: 切换声道
zh_hant: 切換聲道

# android_tap_info
source: Tap on L / R button to check speaker channel.Tap Switch button to switch Left / Right Channel.
ar: اضغط على زر L/R للتحقق من قناة السماعة. اضغط على زر التبديل للتبديل بين القناة اليسرى/اليمنى.
da: Tryk på knappen "L / R" for at kontrollere højttalerkanalen. Tryk på knappen "Switch" for at skifte mellem venstre og højre kanal.
de: Tippe auf die Schaltfläche L / R, um den Lautsprecherkanal zu prüfen. Tippe dann auf den Schalter, um zwischen dem linken und rechten Kanal zu wechseln.
es_mx: Toca el botón L/R para comprobar el canal del altavoz. Toca el botón Cambiar para alternar entre los canales izquierdo/derecho.
fi: Tarkista kaiutinkanava napauttamalla L/R-painiketta. Vaihda vasen/oikea kanava napauttamalla Vaihda-painiketta.
fr: Appuyez sur le bouton L / R pour vérifier le canal de l'enceinte. Appuyez sur le bouton Switch pour commuter les canaux gauche et droit.
he: הקישו על הלחצן L/R כדי לבדוק את ערוץ הרמקול. הקישו על הלחצן 'החלפה' כדי לעבור לערוץ שמאל/ימין.
id: Ketuk tombol L/R untuk memeriksa saluran speaker. Ketuk tombol Ganti untuk mengubah Saluran Kiri/Kanan.
it: Tocca sul pulsante L / R per controllare il canale dello speaker. Tocca il pulsante Cambia per scambiare i canali Sinistro / Destro.
ja: L/Rボタンをタップしてスピーカーチャンネルをチェックします。切り替えボタンで左/右チャンネルを切り替えます。
ko: L/R 버튼을 눌러 스피커 채널을 확인합니다. 전환 버튼을 눌러 왼쪽/오른쪽 채널을 전환합니다.
nb: Trykk på L/R-knappen for å sjekke høyttalerkanalen.Trykk på bryterknappen for å veksle mellom venstre/høyre kanal.
nl: Tik op de L / R-knop om het luidsprekerkanaal te controleren. Tik op de schakelaarknop om het linker- / rechterkanaal te wisselen.
pl: Dotknij przycisku L / R, aby sprawdzić kanał głośnika. Przełącz przycisk, aby zmienić kanały lewy / prawy.
pt_br: Toque no botão L / R para verificar o canal da caixa de som. Toque no botão Mudar para mudar para o canal Esquerdo / Direito.
pt_pt: Toque no botão E/D (L/R) para verificar o canal d coluna. Toque no botão Interruptor para mudar o canal Esquerdo/Direito.
ru: Нажмите кнопку L / R (Правый/Левый), чтобы проверить канал динамика. Нажмите кнопку переключения, чтобы переключить динамик на левый/правый канал.
sk: Klepnutím na tlačidlo Ľ / P (L / R) skontrolujte kanál reproduktora. Klepnutím na tlačidlo prepínania prepnete ľavý / pravý kanál.
sv: Tryck på L/R-knappen för att kontrollera högtalarkanalen. Tryck på Switch-knappen för att växla mellan vänster och höger kanal.
zh_hans: 点击左/右按钮检查声道。点击切换按钮切换左/右声道。
zh_hant: 點擊左/右按鈕檢查聲道。點擊切換按鈕切換左/右聲道。

# Android_light_show_knob_tips
source: Switch below button to change knob sequence
ar: أدر الزر التالي لتغيير تسلسل المقبض
da: Skift under knappen for at ændre knapsekvensen
de: Schalte den Schalter unten um, um die Reihenfolge der Knöpfe zu ändern
es_mx: Utiliza el botón a continuación para cambiar la secuencia de la perilla
fi: Vaihda alla olevaa painiketta vaihtaaksesi nuppien järjestystä
fr: Basculez le commutateur ci-dessous pour modifier la séquence du bouton
he: לחצו על הלחצן למטה כדי לשנות את רצף הכפתור
id: Ganti tombol di bawah untuk mengubah urutan kenop
it: Attiva il pulsante sotto per cambiare la sequenza della manopola
ja: 下のボタンを切り替えてつまみの順番を変更します
ko: 아래 버튼을 전환하여 노브 순서 변경
nb: Bryter under knappen for å endre knottsekvens
nl: Schakel onderstaande knop om de volgorde van knoppen te wijzigen
pl: Zmień położenie poniższego przycisku, aby zmienić sekwencję pokrętła
pt_br: Mude abaixo do botão para alterar a sequência do botão
pt_pt: Mudar o botão abaixo para alterar a sequência dos botões
ru: Нажмите кнопку ниже, чтобы изменить последовательность функций на ручке
sk: Ak chcete zmeniť poradie gombíkov, prepnite tlačidlo nižšie
sv: Växla till knappen nedan för att ändra rattsekvens
zh_hans: 切换下方按钮，可更改旋钮顺序。
zh_hant: 切換下方按鈕，可更改旋鈕順序。

source: Customize PartyPad
ar: تخصيص PartyPad
da: Tilpas PartyPad
de: PartyPad anpassen
es_mx: Personalizar PartyPad
fi: Mukauta PartyPad
fr: Personnaliser le PartyPad
he: התאמה אישית של PartyPad‎
id: Sesuaikan PartyPad
it: Personalizza PartyPad
ja: PartyPadをカスタマイズ
ko: PartyPad 사용자 정의
nb: Tilpass PartyPad
nl: Pas PartyPad aan
pl: Spersonalizuj PartyPad
pt_br: Personalizar o PartyPad
pt_pt: Personalizar o PartyPad
ru: Пользовательская настройка PartyPad
sk: Prispôsobiť PartyPad
sv: Anpassa PartyPad
zh_hans: 自定义 PartyPad
zh_hant: 自訂 PartyPad

# multi_channel_output_center
source: Center
ar: السماعة الوسطى
de: Mitte
es_mx: Central
fi: Keskellä
fr: Centre
he: מרכז
id: Tengah
it: Centrale
ja: センター
ko: 중앙
nb: Senter
nl: Midden
pl: Centralny
pt_br: Centro
pt_pt: Centro
ru: Центральная
sk: Stred
zh_hans: 中置声道
zh_hant: 中央聲道

# multi_channel_output_side_left
source: Left Surround
ar: الصوت المحيطي الأيسر
da: Venstre surround
de: Surround links
es_mx: Sonido envolvente izquierdo
fi: Vasen Surround
fr: Surround gauche
he: סראונד שמאל
id: Surround Kiri
it: Surround sinistro
ja: サラウンド・レフト
ko: 좌측 서라운드
nb: Venstre surround
nl: Linker surround
pl: Dźwięk przestrzenny lewy
pt_br: Surround esquerdo
pt_pt: Surround esquerdo
ru: Левый пространственный
sk: Ľavý priestorový zvuk
sv: Vänster surround
zh_hans: 左环绕声道
zh_hant: 左環繞聲

# multi_channel_output_side_right
source: Right Surround
ar: الصوت المحيطي الأيمن
da: Højre surround
de: Surround rechts
es_mx: Sonido envolvente derecho
fi: Oikea Surround
fr: Surround droite
he: סראונד ימין
id: Surround Kanan
it: Surround destro
ja: サラウンド・ライト
ko: 우측 서라운드
nb: Høyre surround
nl: Rechter surround
pl: Dźwięk przestrzenny prawy
pt_br: Surround direito
pt_pt: Surround direito
ru: Правый пространственный
sk: Pravý priestorový zvuk
sv: Höger surround
zh_hans: 右环绕声道
zh_hant: 右環繞聲

# multi_channel_output_subwoofer
source: Subwoofer
ar: مضخم الصوت
es_mx: Altavoz de graves
fr: Caisson de basses
he: סאב וופר
ja: サブウーファー
ko: 서브우퍼
nb: Basshøyttaler
ru: Сабвуфер
zh_hans: 低音声道
zh_hant: 低音聲道

# multi_channel_output_back_left
source: Left Rear Surround
ar: الصوت المحيطي الأيسر الخلفي
da: Venstre bageste surround
de: Surround links hinten
es_mx: Sonido envolvente trasero izquierdo
fi: Takavasen Surround
fr: Surround arrière gauche
he: סראונד שמאל אחורי
id: Surround Kiri Belakang
it: Surround posteriore sinistro
ja: サラウンド・バック・レフト
ko: 좌측 후면 서라운드
nb: Venstre surround bak
nl: Surround linksachter
pl: Dźwięk przestrzenny lewy tylny
pt_br: Surround traseiro esquerdo
pt_pt: Surround Esquerdo Traseiro
ru: Левый задний пространственный
sk: Ľavý zadný priestorový zvuk
sv: Vänster bakre surround
zh_hans: 左后环绕声道
zh_hant: 左後環繞聲

# multi_channel_output_back_right
source: Right Rear Surround
ar: الصوت المحيطي الأيمن الخلفي
da: Højre bageste surround
de: Surround rechts hinten
es_mx: Sonido envolvente trasero derecho
fi: Takaoikea Surround
fr: Surround arrière droite
he: סראונד ימין אחורי
id: Surround Kanan Belakang
it: Surround posteriore destro
ja: サラウンド・バック・ライト
ko: 우측 후면 서라운드
nb: Høyre surround bak
nl: Surround rechtsachter
pl: Dźwięk przestrzenny prawy tylny
pt_br: Surround traseiro direito
pt_pt: Surround Direito Traseiro
ru: Правый задний пространственный
sk: Pravý zadný priestorový zvuk
sv: Höger bakre surround
zh_hans: 右后环绕声道
zh_hant: 右後環繞聲

# press_the_button_tone_to_continue
source: Press the *** button on the product playing a tone to continue.
ar: اضغط على زر *** الموجود على المنتج ويقوم بتشغيل نغمة للمتابعة.
da: Tryk på ***-knappen på det produkt, der afspiller en tone, for at fortsætte.
de: Drücke zum Fortfahren die Taste *** an dem Gerät, das den Ton wiedergibt.
es_mx: Presiona el botón *** en el producto que esté reproduciendo un sonido para continuar.
fi: Jatka painamalla ääntä toistavan tuotteen *** -painiketta.
fr: Appuyez sur le bouton *** du produit émettant une tonalité pour continuer.
he: לחצו על הלחצן *** במוצר שמשמיע צליל כדי להמשיך.
id: Tekan tombol *** di produk yang memutar musik untuk melanjutkan.
it: Premi il pulsante *** sul prodotto che sta riproducendo il segnale sonoro per continuare.
ja: 製品の***ボタンを押すと音が再生され、続行します。
ko: 계속하려면 신호음이 재생되는 재품에서 *** 버튼을 누르십시오.
nb: Trykk på ***-knappen på produktet som spiller av en lydtone for å fortsette.
nl: Druk op de knop *** op het product om een ​​toon af te spelen om door te gaan.
pl: Aby kontynuować, naciśnij przycisk *** na produkcie odtwarzającym dźwięk.
pt_br: Pressione o botão *** no produto ouvindo um som para continuar.
pt_pt: Prima o botão *** do produto que reproduz som para continuar.
ru: Чтобы продолжить, нажмите кнопку *** на устройстве во время воспроизведения тонального сигнала.
sk: Pokračujte stlačením tlačidla *** na výrobku, ktorý prehráva tón.
sv: Tryck på ***-knappen på produkten som spelar en ton för att fortsätta.
zh_hans: 在播放提示音的产品上按***按钮以继续。
zh_hant: 在播放提示音的產品上按***按鈕以繼續。

# please_wait_until_the_connection_complete
source: Please wait until the connection is complete. This may take a while.
ar: يُرجى الانتظار لحين اكتمال الاتصال. هذا قد يستغرق وقتًا.
da: Vent venligst, indtil forbindelsen er fuldført. Det kan godt tage lidt tid.
de: Bitte warten, bis die Verbindung hergestellt ist. Dies kann eine Weile dauern.
es_mx: Espera a que finalice la conexión. Esto puede tardar unos minutos.
fi: Odota, kunnes yhteyden muodostus on valmis. Tämä voi kestää hetken.
fr: Veuillez attendre la réalisation de la connexion. Cela peut prendre un certain temps.
he: יש להמתין עד להשלמת החיבור. פעולה זו עשויה להימשך זמן מה.
id: Harap tunggu sampai penyambungan selesai. Proses ini memerlukan sedikit waktu.
it: Attendi il completamento della connessione. Questa operazione potrebbe richiedere un po' di tempo.
ja: 接続が完了するまでお待ちください。少々時間がかかることがあります。
ko: 연결이 완료될 때까지 기다려 주십시오. 얼마간의 시간이 소요될 수 있습니다.
nb: Vent til tilkoblingen er fullført. Dette kan ta en stund.
nl: Wacht even tot de verbinding gemaakt is. Dit kan even duren.
pl: Zaczekaj na nawiązanie połączenia. To może zająć chwilę.
pt_br: Aguarde até que a conexão seja concluída. Isso pode demorar um pouco.
pt_pt: Aguarde até que a ligação esteja concluída. Isto pode demorar algum tempo.
ru: Подождите, пока соединение не будет завершено. Это может занять некоторое время.
sk: Počkajte, kým sa pripojenie nedokončí. Môže to chvíľu trvať.
sv: Vänta tills anslutningen är klar. Detta kan ta en stund.
zh_hans: 请等待连接完成。这可能需要花点时间。
zh_hant: 請等待連接完成。這需要花費一段時間。

# checking_for_the_latest_firmware
source: Checking for the latest firmware. This may take a while.
ar: التحقق من وجود أحدث البرامج الثابتة. هذا قد يستغرق وقتًا.
da: Tjekker for den nyeste firmware. Det kan godt tage lidt tid.
de: Es wird geprüft, ob eine neuere Firmware verfügbar ist. Dies kann eine Weile dauern.
es_mx: Verificando el firmware más reciente. Esto puede tardar unos minutos.
fi: Tarkistetaan viimeisintä laiteohjelmaa. Tämä voi kestää hetken.
fr: Recherche du dernier micrologiciel. Cela peut prendre un certain temps.
he: מחפש את הקושחה העדכנית ביותר. פעולה זו עשויה להימשך זמן מה.
id: Memeriksa apakah ada firmware terbaru. Proses ini memerlukan sedikit waktu.
it: Verifica del firmware più recente. Questa operazione potrebbe richiedere un po' di tempo.
ja: 最新のファームウェアをチェックします。少々時間がかかることがあります。
ko: 최신 펌웨어를 확인하고 있습니다. 얼마간의 시간이 소요될 수 있습니다.
nb: Se etter den nyeste fastvaren. Dette kan ta en stund.
nl: Controleren op de nieuwste firmware. Dit kan even duren.
pl: Sprawdzanie najnowszej wersji oprogramowania układowego. To może zająć chwilę.
pt_br: Verificando o firmware mais recente. Isso pode demorar um pouco.
pt_pt: Verificação do firmware mais recente. Isto pode demorar algum tempo.
ru: Проверка наличия последней версии встроенного ПО. Это может занять некоторое время.
sk: Vyhľadáva sa najnovší firmvér. Môže to chvíľu trvať.
sv: Kontrollerar senaste firmware-version. Detta kan ta en stund.
zh_hans: 正在检查服务器上最新的软件。这可能需要花点时间。
zh_hant: 正在檢查服務器上最新的軟件。這需要花費一段時間。

# grant_premission_to_put_product
source: Grant permission to put product in discovery mode.
ar: يُرجى منح الإذن لوضع المنتج في وضع الاكتشاف.
da: Giv tilladelse til at sætte produktet i opdagelsestilstand.
de: Erteile bitte die Berechtigung, den Suchmodus des Geräts zu starten.
es_mx: Otorga permisos para acceder al modo de detección en el producto.
fi: Myönnä lupa asettaa tuote havaitsemistilaan.
fr: Accorder l'autorisation de mettre le produit en mode découverte.
he: העניקו הרשאה להעביר את המוצר למצב גילוי.
id: Berikan izin untuk mengatur produk ke mode penemuan.
it: Concedi l'autorizzazione per portare il prodotto in modalità di rilevamento.
ja: 許可して製品をディスカバリーモードにしてください。
ko: 제품을 검색 모드로 전환하려면 권한을 부여하십시오.
nb: Gi tillatelse til å sette produktet i oppdagelsesmodus.
nl: Geef toestemming om het apparaat in de detectiemodus te zetten.
pl: Przyznaj uprawnienia, aby przełączyć produkt w tryb wykrywania.
pt_br: Conceder permissão para colocar o produto no modo de descoberta.
pt_pt: Conceda permissão para colocar o produto em modo de descoberta.
ru: Дайте разрешение на перевод устройства в режим обнаружения.
sk: Udeľte povolenie na uvedenie produktu do režimu objavovania.
sv: Ge tillstånd att sätta produkten i upptäckningsläge.
zh_hans: 授予权限以发现和连接产品。
zh_hant: 授予權限以發現和連接產品。

# go_to_settings_to_grant_local_network
source: Go to Settings to grant “ Local Network “ permission to put product in discovery mode.
ar: يُرجى الانتقال إلى الإعدادات لمنح إذن "الشبكة المحلية" لوضع المنتج في وضع الاكتشاف.
da: Gå til Indstillinger for at give "Lokalt netværk" tilladelse til at sætte produktet i opdagelsestilstand.
de: Öffne die Einstellungen und erteile „Lokales Netzwerk“ die Berechtigung, den Suchmodus des Geräts zu starten.
es_mx: Ve a Ajustes y otorga permisos de “Red local” para acceder al modo de detección en el producto.
fi: Siirry Asetuksiin ja anna ”Paikallinen verkko” -oikeudet tuotteen asettamiseksi havaitsemistilaan.
fr: Accédez aux Paramètres pour accorder l'autorisation « Réseau local » afin de mettre le produit en mode découverte.
he: עברו להגדרות כדי להעניק הרשאת 'רשת מקומית' על מנת להעביר את המוצר למצב גילוי.
id: Buka Pengaturan untuk mengizinkan "Jaringan Lokal" mengatur produk ke mode penemuan.
it: Vai nelle Impostazioni per concedere l'autorizzazione "Rete locale" per portare il prodotto in modalità di rilevamento.
ja: 設定から「ローカルネットワーク」を許可し、製品をディスカバリーモードにしてください。
ko: 제품을 검색 모드로 전환하려면 설정으로 이동하여 "로컬 네트워크" 권한을 부여해 주십시오.
nb: Gå til Innstillinger for å gi «Lokalt nettverk» tillatelse til å sette produktet i oppdagelsesmodus.
nl: Ga naar Instellingen om "Lokaal netwerk" toestemming te verlenen om het apparaat in detectiemodus te zetten.
pl: Przejdź do ustawień, aby przyznać dostęp do funkcji „Sieć lokalna” i przełączyć produkt w tryb wykrywania.
pt_br: Acesse Configurações para conceder permissão à "Rede local" para colocar o produto no modo de descoberta.
pt_pt: Aceda às Definições para conceder a permissão de "Rede local" para colocar o produto em modo de descoberta.
ru: Зайдите в Настройки и дайте разрешение «Локальной сети» на перевод устройства в режим обнаружения.
sk: Prejsť na Nastavenia (Settings) a udeliť povolenie pre funkciu „Miestna sieť“ (Local Network) na uvedenie produktu do režimu objavovania.
sv: Gå till Inställningar för att ge "Lokalt nätverk" (Lokalt nätverk) behörighet att sätta produkten i upptäckningsläge.
zh_hans: 跳转到手机“设置”，授予“本地网络”权限，以发现和连接产品。
zh_hant: 前往「設定」，授予「本地網路」權限，以將產品置於發現模式。
