Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# cannot_setup_wifi_now_set_up_later
source: Cannot setup Wi-Fi now? <bold>Set up later</bold>
ar: هل يتعذر إعداد Wi-Fi الآن؟ <bold>الإعداد لاحقًا</bold>
da: Kan du ikke konfigurere wi-fi nu? <bold>Konfigurer senere</bold>
de: Kann WLAN jetzt nicht eingerichtet werden? <bold>Später einrichten</bold>
es_mx: ¿No puedes configurar ahora la red Wi-Fi? <bold>Configurar más adelante</bold>
fi: Wi-Fi-yhteyttä ei voi asentaa nyt? <bold>Asenna myöhemmin</bold>
fr: Configuration du Wi-Fi impossible maintenant ? <bold>Configurer plus tard</bold>
he: לא ניתן להגדיר Wi-Fi כרגע? <bold>הגדרה מאוחר יותר</bold>
id: Tidak bisa mengatur Wi-Fi saat ini? <bold>Atur nanti</bold>
it: Non puoi configurare il Wi-Fi ora? <bold>Configura in seguito<bold>
ja: 現在Wi-Fiを設定できませんか？<bold>後で設定する</bold>
ko: 지금 Wi-Fi를 설정할 수 없으십니까? <bold>나중에 설정</bold>
nb: Kan ikke konfigurere wifi nå? <bold>Konfigurer senere</bold>
nl: Wifi kan nu niet ingesteld worden? <bold>Later instellen</bold>
pl: Nie można teraz skonfigurować sieci Wi-Fi? <bold>Skonfiguruj później</bold>
pt_br: Não é possível configurar o Wi-Fi agora? <bold>Configurar mais tarde</bold>
pt_pt: Não é possível configurar o Wi-Fi agora? <bold>Configurar mais tarde</bold>
ru: Не можете настроить сеть Wi-Fi в данный момент? <bold>Настроить позже</bold>
sk: Nemôžete teraz nastaviť Wi-Fi? <bold>Nastaviť neskôr</bold>
sv: Kan du inte konfigurera Wi-Fi nu? <bold>Ställ in senare</bold>
zh_hans: 现在无法设置 Wi-Fi？<bold>稍后设置</bold>
zh_hant: 無法立即設定 Wi-Fi？<bold>稍後設定</bold>

source: Set up later
ar: الإعداد لاحقًا
da: Konfigurer senere
de: Später einrichten
es_mx: Configurar más adelante
fi: Asenna myöhemmin
fr: Configurer plus tard
he: הגדרה מאוחר יותר
id: Atur nanti
it: Configura in seguito
ja: 後で設定する
ko: 나중에 설정
nb: Konfigurer senere
nl: Later instellen
pl: Skonfiguruj później
pt_br: Configurar mais tarde
pt_pt: Configurar mais tarde
ru: Настроить позже
sk: Nastaviť neskôr
sv: Ställ in senare
zh_hans: 稍后设置
zh_hant: 稍後設定

source: Choose networks
ar: اختيار الشبكات
da: Vælg netværk
de: Netzwerke auswählen
es_mx: Elegir redes
fi: Valitse verkot
fr: Choisir des réseaux
he: בחירת רשתות
id: Pilih jaringan
it: Scegli le reti
ja: ネットワークを選択してください
ko: 네트워크 선택
nb: Velg nettverk
nl: Kies netwerken
pl: Wybierz sieci
pt_br: Selecionar redes
pt_pt: Selecionar redes
ru: Выберите сети
sk: Vyberte siete
sv: Välj nätverk
zh_hans: 选择网络
zh_hant: 選擇網路

# NewPlayView_This_song_isn_t_existed_in_an_album
source: This song isn’t existed in an album
ar: هذه الأغنية غير موجودة في الألبوم
da: Denne sang findes ikke på et album
de: Diesen Song gibt es nicht in einem Album
es_mx: Esta canción no está en un álbum
fi: Tätä kappaletta ei ole olemassa albumilla
fr: Cette chanson n'existe pas dans un album
he: השיר הזה לא קיים באלבום
id: Lagu ini tidak ada dalam album
it: Questo brano non esiste in un album
ja: この曲はアルバムに存在しません
ko: 이 노래는 앨범에 존재하지 않습니다.
nb: Denne sangen finnes ikke på et album
nl: Dit nummer bestaat niet op een album
pl: Ta piosenka nie istnieje w żadnym albumie
pt_br: Esta música não faz parte de um álbum
pt_pt: Esta música não existe num álbum
ru: Этой песни нет в альбоме
sk: Táto skladba sa v albume nenachádza
sv: Den här låten finns inte på ett album
zh_hans: 专辑中不存在此歌曲
zh_hant: 專輯中沒有此歌曲

source: Enable Google Assistant for music streaming and multi-room music with Chromecast built-in.
ar: تمكين Google Assistant لبث الموسيقى وملفات الموسيقى متعددة الغرف باستخدام Chromecast built-in.
da: Aktiver Google Assistent for at få musikstreaming og musik i flere rum med Chromecast built-in.
de: Aktiviere den Google Assistant für Musikstreaming und Multi-Room-Musik mit Chromecast built-in.
es_mx: Habilita el Asistente de Google para transmitir música y audio multisala con Chromecast built-in.
fi: Ota Google Assistant käyttöön musiikin suoratoistoa ja monihuonemusiikkia varten Chromecast built-in -ominaisuutta hyödyntäen.
fr: Activez l'Assistant Google pour diffuser de la musique et la musique multi-pièces avec Chromecast built-in.
he: יש לאפשר את Google Assistant להזרמת מוזיקה ומוזיקה מרובת חדרים באמצעות Chromecast built-in.
id: Aktifkan Google Assistant untuk streaming musik dan musik multiruangan dengan Chromecast built-in.
it: Abilita l’Assistente Google per lo streaming di musica e la musica multi-room con Chromecast built-in.
ja: Chromecast built-in経由での音楽ストリーミングとマルチルームミュージックのためにGoogleアシスタントを有効にします。
ko: Chromecast built-in 를 통한 음악 스트리밍 및 멀티룸 음악을 위해 Google 어시스턴트를 활성화합니다.
nb: Aktiver Google Assistent for å strømme musikk og multirommusikk med Chromecast built-in.
nl: Schakel Google Assistant in voor muziekstreaming en muziek in meerdere kamers met Chromecast built-in.
pl: Włącz Asystenta Google, aby przesyłać strumieniowo muzykę i uzyskać dźwięku multi-room za pomocą Chromecast built-in.
pt_br: Habilite o Google Assistente para transmitir músicas e som multiambiente com o Chromecast built-in.
pt_pt: Ativar o Google Assistant para transmitir música multi-room com o Chromecast built-in.
ru: Включите Google Assistant для потоковой передачи музыки в многокомнатном режиме с помощью Chromecast built-in.
sk: Povoľte funkciu Google Assistant na streamovanie hudby a prehrávanie hudby vo viacerých miestnostiach pomocou Chromecast built-in.
sv: Aktivera Google Assistant för musikstreaming och musik i flera rum med Chromecast built-in.
zh_hans: 启用 Google 助手，以通过 Chromecast built-in 进行 Wi-Fi 音乐串流播放和多房间播放。
zh_hant: 啟用 Google 助理，以透過 Chromecast built-in 進行 Wi-Fi 音樂串流播放和多房間播放。

source: There has been a connection issue, continue with basic controls and do Wi-Fi setup later?
ar: حدثت مشكلة في الاتصال، هل تريد المتابعة باستخدام عناصر التحكم الأساسية وإجراء إعداد Wi-Fi لاحقًا؟
da: Et forbindelsesproblem er opstået. Vil du fortsætte med grundlæggende kontrol og opsætte wi-fi senere?
de: Es gab ein Verbindungsproblem, möchtest du mit den Grundfunktionen fortfahren und das WLAN später einrichten?
es_mx: Se produjo un problema de conexión, ¿quieres continuar con los controles básicos y configurar la red Wi-Fi más adelante?
fi: Yhteysongelma, jatka ohjausta perustasolla ja suorita Wi-Fi-asetukset myöhemmin?
fr: Il y a eu un problème de connexion, continuer avec les commandes de base et configurer le Wi-Fi plus tard ?
he: אירעה בעיית חיבור, להמשיך עם בקרות בסיסיות ולבצע הגדרת Wi-Fi מאוחר יותר?
id: Ada masalah sambungan, lanjutkan dengan kontrol dasar dan pengaturan Wi-Fi nanti?
it: Si è verificato un problema di connessione, continuare con i controlli di base ed eseguire la configurazione Wi-Fi in seguito?
ja: 接続に問題が生じました。基本操作を続けて、後でWi-Fiを設定しますか？
ko: 연결에 문제가 있습니다. 기본 제어를 계속하고 나중에 Wi-Fi를 설정하시겠습니까?
nb: Det har oppstått et tilkoblingsproblem, fortsette med grunnleggende kontroller og konfigurere wifi senere?
nl: Er is een verbindingsprobleem opgetreden. Doorgaan met de basisbediening en de wifi-configuratie later uitvoeren?
pl: Wystąpił problem z połączeniem. Kontynuować obsługę podstawowych elementów sterowania i wykonać konfigurację sieci Wi-Fi później?
pt_br: Houve um problema de conexão. Continuar com os controles básicos e configurar o Wi-Fi mais tarde?
pt_pt: Houve um problema de ligação, continuar com os controlos básicos e configurar o Wi-Fi mais tarde?
ru: Возникла проблема с подключением. Продолжить основные настройки и выполнить настройку Wi-Fi позже?
sk: Vyskytol sa problém s pripojením, pokračovať so základnými ovládacími prvkami a nastaviť Wi-Fi neskôr?
sv: Det har uppstått ett anslutningsproblem, fortsätt med grundläggande kontroller och gör Wi-Fi-installation senare?
zh_hans: 连接出现问题，是否继续进行基本控制，稍后再进行 Wi-Fi 设置？
zh_hant: 連接出現問題，是否繼續進行基本控制並稍後完成 Wi-Fi 設定？

# Checking_the_latest_software_This_will_take_up_to_20_seconds
source: Checking the latest software. This will take a while.
ar: التحقق من أحدث البرامج. تستغرق هذه العملية نحو 20 ثانية.
da: Kontrollerer den nyeste software. Dette tager op til 20 sekunder.
de: Überprüfung auf die neueste Software. Dies kann bis zu 20 Sekunden dauern.
es_mx: Verificando el software más reciente. Esto tomará aproximadamente 20 segundos.
fi: Viimeisimmän ohjelmiston tarkistaminen. Tämä vie noin 20 sekuntia.
fr: Recherche du dernier logiciel. Ceci peut prendre jusqu'à 20 secondes.
he: מבוצעת בדיקה של התוכנה העדכנית ביותר. הדבר ייקח עד 20 שניות.
id: Memeriksa perangkat lunak terbaru. Ini memerlukan waktu hingga 20 detik.
it: Verifica del software più recente. Ci vorranno fino a 20 secondi.
ja: 最新のソフトウェアをチェックしています。しばらく時間がかかります。
ko: 최신 소프트웨어를 확인 중입니다. 시간이 좀 걸립니다.
nb: Sjekker den nyeste maskinvaren. Dette vil ta opptil 20 sekunder.
nl: Controleren voor de nieuwste software. Dit kan tot 20 seconden duren.
pl: Trwa sprawdzanie najnowszej wersji oprogramowania. Może to potrwać do 20 sekund.
pt_br: Verificando o software mais recente. Isso pode levar até 20 segundos.
pt_pt: Verificação do software mais recente. Isto irá demorar até 20 segundos.
ru: Проверка последней версии программного обеспечения. Это займет до 20 секунд.
sk: Kontrola najnovšieho softvéru. Môže to trvať až 20 sekúnd.
sv: Kontrollerar senaste Programvara-version. Det kan ta upp till 20 sekunder.
zh_hans: 正在检查最新软件，这需要一点时间。
zh_hant: 正在檢查最新軟體。這需要一點時間。

# Text_other_uppercase
source: OTHER
ar: أخرى
da: ØVRIGE
de: ANDERE
es_mx: OTRO
fi: MUU
fr: AUTRE
he: אחר
id: LAINNYA
it: ALTRO
ja: その他
ko: 기타
nb: ANNET
nl: ANDERE
pl: INNE
pt_br: OUTRO
pt_pt: OUTRO
ru: ДРУГОЕ
sk: INÉ
sv: ÖVRIGT
zh_hans: 其他
zh_hant: 其他

source: Connect to Bluetooth
ar: الاتصال بتقنية Bluetooth
da: Opret forbindelse til Bluetooth
de: Mit Bluetooth verbinden
es_mx: Conectar a Bluetooth
fi: Yhdistä Bluetoothiin
fr: Connexion au Bluetooth
he: התחברות ל-Bluetooth
id: Sambungkan ke Bluetooth
it: Collega al Bluetooth
ja: Bluetoothに接続します
ko: Bluetooth에 연결
nb: Koble til Bluetooth
nl: Maak verbinding met Bluetooth
pl: Połącz z Bluetooth
pt_br: Conectar ao Bluetooth
pt_pt: Ligar ao Bluetooth
ru: Подключение к Bluetooth
sk: Pripojiť k Bluetooth
sv: Anslut till Bluetooth
zh_hans: 连接蓝牙
zh_hant: 連接至藍牙

# Ready_to_play_some_music_desc
source: Ready to play some music? Tap the “Chromecast built-in” button in hundreds of apps.
ar: هل أنت مستعد لتشغيل بعض مقاطع الموسيقى؟ اضغط على زر "Chromecast built-in" المتوافر في مئات التطبيقات.
da: Klar til at afspille noget musik? Du kan trykke på knappen “Chromecast built-in” i flere hundrede apps.
de: Bereit zur Wiedergabe von Musik? Tippe in Hunderten von Apps auf die Schaltfläche „Chromecast built-in“.
es_mx: ¿Todo listo para reproducir música? Toca el botón “Chromecast built-in” en cientos de aplicaciones.
fi: Oletko valmis toistamaan musiikkia? Napauta "Chromecast built-in" -painiketta sadoissa sovelluksissa.
fr: Prêt(e) à écouter de la musique ? Appuyez sur le bouton « Chromecast built-in » dans des centaines d'applications.
he: מוכנים לנגן קצת מוזיקה? הקישו על הלחצן "Chromecast built-in" במאות אפליקציות.
id: Siap memutar musik? Ketuk tombol “Chromecast built-in” di ratusan aplikasi.
it: Pronto a riprodurre un po' di musica? Tocca il pulsante “Chromecast built-in” in centinaia di app.
ja: 音楽を再生する準備はできていますか？数百のアプリの中から「Chromecast built-in」ボタンをタップします。
ko: 음악을 재생할 준비가 되셨습니까? 수백 개의 앱에서 "Chromecast built-in" 버튼을 탭합니다.
nb: Er du klar til å spille litt musikk? Trykk på «Chromecast built-in»-knappen i hundrevis av apper.
nl: Klaar om muziek af te spelen? Tik op de knop “Chromecast built-in” in honderden apps.
pl: Można już odtwarzać muzykę? Stuknij przycisk „Chromecast built-in” w jednej z setek aplikacji.
pt_br: Vamos reproduzir algumas músicas? Toque no botão “Chromecast built-in” em centenas de aplicativos.
pt_pt: Pronto para reproduzir música? Toque no botão "Chromecast built-in" em centenas de aplicações.
ru: Готовы к прослушиванию музыки? Нажмите кнопку «Chromecast built-in» в сотнях приложений.
sk: Ste pripravení prehrávať hudbu? Klepnite na tlačidlo „Chromecast built-in“ v stovkách aplikácií.
sv: Redo att spela lite musik? Tryck på knappen “Chromecast built-in” i hundratals appar.
zh_hans: 准备好播放音乐了吗？在数百款应用程序中点击“Chromecast built-in”按钮。
zh_hant: 準備好播放一些音樂了嗎？在數百個應用程式中輕觸「Chromecast built-in」按鈕。

source: To learn more and access additional features, go to Google Home app.
ar: لمعرفة المزيد والوصول إلى ميزات إضافية، يُرجى الانتقال إلى تطبيق Google Home.
da: Gå til Google Home-appen for at lære mere og få adgang til yderligere funktioner.
de: Besuche die Google Home App, um mehr zu erfahren und auf zusätzliche Funktionen zuzugreifen.
es_mx: Para obtener más información y acceder a otras funciones, utiliza la aplicación Google Home.
fi: Lisätietoja ja lisäominaisuuksia saat Google Home -sovelluksesta.
fr: Pour en savoir plus et accéder à des fonctions supplémentaires, allez dans l'application Google Home.
he: למידע נוסף וגישה לתכונות נוספות, יש לעבור אל אפליקציית Google Home.
id: Untuk mengetahui lebih lanjut dan mengakses fitur tambahan, buka aplikasi Google Home.
it: Per saperne di più ed accedere ad altre funzioni, vai all’app Google Home.
ja: より詳細な情報や、追加の機能を使用するには、Google Homeアプリにアクセスします。
ko: 자세히 살펴보고 추가 기능에 액세스하려면 Google Home 앱으로 이동합니다.
nb: For å lære mer og få tilgang til ytterligere funksjoner kan du gå til Google Home-appen.
nl: Ga naar de Google Home-app voor meer informatie en toegang tot extra functies.
pl: Aby dowiedzieć się więcej i uzyskać dostęp do dodatkowych funkcji, przejdź do aplikacji Google Home.
pt_br: Para saber mais e acessar recursos adicionais, acesse o aplicativo Google Home.
pt_pt: Para saber mais e obter acesso a funcionalidades adicionais, abra a aplicação Google Home.
ru: Чтобы узнать больше и получить доступ к дополнительным функциям, перейдите в приложение Google Home.
sk: Ak sa chcete dozvedieť viac a získať prístup k ďalším funkciám, prejdite do aplikácie Google Home.
sv: För mer information och tillgång till ytterligare funktioner, gå till Google Home-appen.
zh_hans: 欲了解更多信息和使用其他功能，请进入 Google Home 应用程序。
zh_hant: 要瞭解更多資訊並使用其他功能，請移至 Google Home 應用程式。

source: To learn more and access additional features, go to Amazon Alexa app.
ar: لمعرفة المزيد والوصول إلى ميزات إضافية، يُرجى الانتقال إلى تطبيق Amazon Alexa.
da: Gå til Amazon Alexa-appen for at lære mere og få adgang til yderligere funktioner.
de: Besuche die Amazon Alexa App, um mehr zu erfahren und auf zusätzliche Funktionen zuzugreifen.
es_mx: Para obtener más información y acceder a otras funciones, utiliza la aplicación Amazon Alexa.
fi: Lisätietoja ja lisäominaisuuksia saat Amazon Alexa -sovelluksesta.
fr: Pour en savoir plus et accéder à des fonctions supplémentaires, allez dans l'application Amazon Alexa.
he: כדי ללמוד עוד ולגשת לתכונות נוספות, יש לעבור לאפליקציית Amazon Alexa.
id: Untuk mengetahui lebih lanjut dan mengakses fitur tambahan, buka aplikasi Amazon Alexa.
it: Per saperne di più ed accedere ad altre funzioni, vai all’app Amazon Alexa
ja: さらに詳細な情報や、追加の機能を利用するには、Amazon Alexaアプリにアクセスします。
ko: 자세히 살펴보고 추가 기능에 액세스하려면 Amazon Alexa 앱으로 이동합니다.
nb: Gå til Amazon Alexa-appen for å få lese mer og få tilgang til flere funksjoner.
nl: Ga voor meer informatie en toegang tot extra functies naar de Amazon Alexa-app.
pl: Aby dowiedzieć się więcej i uzyskać dostęp do dodatkowych funkcji, przejdź do aplikacji Amazon Alexa.
pt_br: Para saber mais e acessar recursos adicionais, acesse o aplicativo Amazon Alexa.
pt_pt: Para saber mais e obter acesso a funcionalidades adicionais, abra a aplicação Amazon Alexa.
ru: Чтобы узнать больше и получить доступ к дополнительным функциям, перейдите в приложение Amazon Alexa.
sk: Ak sa chcete dozvedieť viac a získať prístup k ďalším funkciám, prejdite do aplikácie Amazon Alexa.
sv: Om du vill veta mer och få tillgång till ytterligare funktioner går du till Amazon Alexa App.
zh_hans: 欲了解更多信息和使用其他功能，请进入 Amazon Alexa 应用程序。
zh_hant: 欲瞭解更多資訊並使用其他功能，請移至 Amazon Alexa 應用程式。

# To_setup_voice_control_from_alexa_enabled_speaker_and_multi_room_groups_tips
source: To setup voice control from an Alexa-enabled speaker and multi-room groups with other Alexa MRM speakers, download Amazon Alexa app.
ar: لإعداد التحكم في الصوت من سماعة تدعم Alexa ومجموعات متعددة الغرف مع سماعات أخرى تدعم Alexa MRM، قم بتنزيل تطبيق Amazon Alexa.
da: For at konfigurere stemmestyring fra en Alexa-aktiveret højttaler og multirumgrupper med andre Alexa MRM-højttalere, skal du downloade Amazon Alexa-appen.
de: Lade die Amazon Alexa App herunter, um die Sprachsteuerung von einem Alexa-fähigen Lautsprecher und Multi-Room-Gruppen mit anderen Alexa MRM-Lautsprechern einzurichten.
es_mx: Para configurar el control de voz desde un altavoz compatible con Alexa y grupos multisala con otros altavoces Alexa MRM, descarga la aplicación Amazon Alexa.
fi: Lataa Amazon Alexa -sovellus, jos haluat määrittää puheohjauksen Alexa-kaiuttimesta ja monihuoneryhmät muiden Alexa MRM -kaiuttimien kanssa.
fr: Pour configurer la commande vocale depuis une enceinte compatible avec Alexa et des groupes multi-pièces avec d’autres enceintes compatibles Alexa MRM, téléchargez l’application Amazon Alexa.
he: כדי להגדיר בקרה קולית ברמקול שתומך ב-Alexa ובקבוצות חדרים מרובים עם רמקולי Alexa MRM אחרים, יש להוריד את אפליקציית Amazon Alexa.
id: Untuk mengatur kontrol suara dari speaker yang mengaktifkan Alexa dan grup multiruangan dengan speaker Alexa MRM lainnya, silakan unduh aplikasi Amazon Alexa.
it: Per configurare il controllo vocale da uno speaker dotato di Alexa e gruppi multi-room con altri speaker Alexa MRM, scarica l'app Amazon Alexa.
ja: Alexa対応スピーカーとその他のAlexa MRMスピーカーのマルチルームグループからボイスコントロールを設定するには、Amazon Alexaアプリをダウンロードします。
ko: Alexa 지원 스피커 및 다른 Alexa MRM 스피커를 탑재한 멀티룸 그룹에서 음성 제어를 설정하려면 Amazon Alexa 앱을 다운로드합니다.
nb: Du kan konfigurere talekontroll fra en Alexa-aktivert høyttaler og flerromsgrupper med andre Alexa MRM-høyttalere ved å laste ned Amazon Alexa-appen.
nl: Download de Amazon Alexa-app om stembediening in te stellen vanaf een Alexa-luidspreker en meerdere kamer-groepen met andere Alexa MRM-luidsprekers.
pl: Aby skonfigurować sterowanie głosowe za pomocą głośnika z włączoną funkcją Alexa oraz grup dla wielu pomieszczeń z użyciem innych głośników Alexa MRM, pobierz aplikację Amazon Alexa.
pt_br: Para configurar o controle de voz em caixas de som habilitadas para Alexa e grupos multiambiente com outras caixas de som Alexa MRM, baixe o aplicativo Amazon Alexa.
pt_pt: Para configurar o controlo por voz a partir de uma coluna com Alexa e grupos de várias divisões com outras colunas Alexa MRM, transfira a aplicação Amazon Alexa.
ru: Для настройки голосового управления на колонке с поддержкой Alexa и групп многокомнатного режима на других колонках с поддержкой Alexa MRM загрузите приложение Amazon Alexa.
sk: Ak chcete nastaviť hlasové ovládanie z reproduktora s podporou Alexa a skupiny viacerých miestností s inými reproduktormi Alexa MRM, stiahnite si aplikáciu Amazon Alexa.
sv: För att konfigurera röststyrning från en Alexa-aktiverad högtalare och Multi-Room-grupper med andra Alexa MRM-högtalare, ladda ner Amazon Alexa-appen.
zh_hans: 如有需要从支持 Alexa 的音箱上设置语音控制，并与其他 Alexa MRM 音箱一起设置多房间群组，请下载 Amazon Alexa 应用程序。
zh_hant: 欲從啟用了 Alexa 的喇叭上設定語音控制，以及與其他 Alexa MRM 喇叭一起設定多房間群組，請下載 Amazon Alexa 應用程式。

# Make_sure_your_phone_is_connected_to_the_same_network_with_speaker
source: Make sure your phone is connected to the same network with product.
ar: تأكد من اتصال هاتفك بنفس الشبكة باستخدام مكبر الصوت.
da: Sørg for, at din telefon er tilsluttet det samme netværk som højttaleren.
de: Überprüfe, ob dein Telefon mit demselben Netzwerk wie der Lautsprecher verbunden ist.
es_mx: Asegúrate de que tu teléfono esté conectado a la misma red que el altavoz.
fi: Varmista, että puhelin on liitetty samaan verkkoon kaiuttimen kanssa.
fr: Votre téléphone doit être connecté au même réseau que les enceintes.
he: יש לוודא שהטלפון מחובר לאותה רשת עם רמקול.
id: Pastikan ponsel Anda terhubung ke jaringan yang sama dengan speaker.
it: Assicurati che il tuo telefono sia collegato alla stessa rete Wi-Fi dello speaker.
ja: お持ちのスマートフォンが製品と同一のネットワークに接続されていることをご確認ください。
ko: 휴대폰이 제품와 동일한 네트워크에 연결되어 있는지 확인합니다.
nb: Kontroller at telefonen er koblet til det samme nettverket som høyttaleren.
nl: Zorg ervoor dat je telefoon is verbonden met hetzelfde netwerk met luidspreker.
pl: Upewnij się, że telefon jest podłączony do tej samej sieci, co głośnik.
pt_br: Verifique se o telefone e a caixa de som estão conectados á mesma rede.
pt_pt: Certifique-se de que o seu telefone está ligado à mesma rede da coluna.
ru: Убедитесь, что ваш телефон подключен к той же сети, что и колонка.
sk: Skontrolujte, či je telefón pripojený k rovnakej sieti s reproduktorom.
sv: Se till att din telefon är ansluten till samma -nätverk som högtalaren.
zh_hans: 确保你的手机与产品连接到同一网络。
zh_hant: 確保您的手機與產品已連接到相同的網路。

# year_day_format
source: %@ years %@ Days
ar: %@ سنة %@ يوم
da: %@ år %@ Dage
de: %@ Jahre %@ Tage
es_mx: %@ años %@ días
fi: %@ vuotta %@ päivää
fr: %@ ans %@ jours
he: %@ שנים %@ ימים
id: %@ tahun %@ Hari
it: %@ anni %@ giorni
ja: %@年%@日
ko: %@년 %@일
nb: %@ år %@ Dager
nl: %@ jaar %@ dagen
pl: %@ lat %@ dni
pt_br: %@ anos %@ dias
pt_pt: %@ anos %@ dias
ru: %@ лет %@ дней
sk: %@ rokov %@ dní
sv: %@ år %@ dagar
zh_hans: %@ 年 %@ 天
zh_hant: %@ 年 %@ 天

source: Your mobile device could not connect to your product at the moment, please try again.
ar: تعذر على جهازك المحمول الاتصال بالمنتج الخاص بك في الوقت الحالي، يرجى المحاولة مرة أخرى.
da: Din mobile enhed kunne ikke oprette forbindelse til dit produkt lige nu. Prøv igen.
de: Dein Mobilgerät konnte im Moment keine Verbindung zu deinem Gerät herstellen. Bitte versuche es erneut.
es_mx: Tu dispositivo móvil no se pudo conectar a tu producto en este momento. Vuelve a intentarlo.
fi: Mobiililaitteesi ei pysty muodostamaan yhteyttä tuotteeseen tällä hetkellä, yritä uudelleen.
fr: Votre appareil mobile n'a pas pu se connecter à votre produit maintenant, veuillez réessayer.
he: המכשיר הנייד לא הצליח להתחבר למוצר כרגע, יש לנסות שוב.
id: Perangkat seluler Anda tidak bisa terhubung ke produk untuk saat ini, silakan coba lagi.
it: Al momento il tuo dispositivo mobile non è in grado di connettersi al prodotto, prova di nuovo.
ja: 現在、モバイルデバイスを製品に接続できません。再試行してください。
ko: 현재 모바일 장치를 제품에 연결할 수 없습니다. 다시 시도하십시오.
nb: Mobilenheten din kunne ikke koble til produktet for øyeblikket, prøv igjen.
nl: Je mobiele apparaat kan momenteel geen verbinding maken met je product. Probeer het opnieuw.
pl: W tej chwili Twoje urządzenie mobilne nie mogło połączyć się z Twoim produktem, spróbuj ponownie.
pt_br: O dispositivo móvel não pôde ser conectado ao seu produto no momento. Tente mais tarde.
pt_pt: Não foi possível ligar o seu dispositivo móvel ao seu produto neste momento, tente novamente.
ru: В данный момент вашему мобильному устройству не удалось подключиться к вашему устройству. Повторите попытку.
sk: Vaše mobilné zariadenie sa momentálne nemôže pripojiť k vášmu produktu, skúste to znova.
sv: Din mobila enhet kunde inte ansluta till din produkt för tillfället, försök igen.
zh_hans: 你的手机暂时无法连接到产品，请重试。
zh_hant: 您的手機目前無法連接至產品，請重試。
