Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# x_product_is_missing_from_your_group
source: %d product is missing from your group.
ar: منتج %d مفقود من مجموعتك.
da: %d produktet mangler i din gruppe.
de: Gerät %d fehlt in deiner Gruppe.
es_mx: El producto %d no se encuentra en su grupo.
fi: ryhmästäsi puuttuu %d tuotetta.
fr: Produit %d manquant dans votre groupe.
he: מוצר %d חסר בקבוצה.
id: %d produk tidak ada di grup Anda.
it: %d prodotto manca nel tuo gruppo.
ja: %d製品がグループに見当たりません。
ko: %d 제품이 그룹에 없습니다.
nb: %d produkt mangler fra gruppen din.
nl: %d product ontbreekt in je groep.
pl: Produktu %d nie ma w Twojej grupie.
pt_br: O produto %d está ausente do seu grupo.
pt_pt: %d de produto está em falta no grupo.
ru: %d устройство отсутствует в вашей группе.
sk: %d produkt chýba vo vašej skupine.
sv: %d produkt saknas i din grupp.
zh_hans: 你的群组缺少了 %d 个产品。
zh_hant: 您的群組中缺少了 %d 个產品。

# x_product_missing
source: %d product missing
ar: منتج %d مفقود
da: %d produktet mangler
de: Gerät %d fehlt
es_mx: El producto %d no se encuentra
fi: %d tuotetta puuttuu
fr: Produit %d manquant
he: Product Missing
id: %d produk tidak ada
it: %d prodotto mancante
ja: %d製品が見当たりません
ko: %d 제품 없음
nb: %d produkt mangler
nl: %d product ontbreekt
pl: Brak produktu %d
pt_br: Produto %d ausente
pt_pt: %d de produto em falta
ru: %d устройство отсутствует
sk: %d chýba produkt
sv: %d produkt saknas
zh_hans: %d 个产品缺失
zh_hant: %d 个產品缺失

# x_product_is_missing
source: %d product is missing
ar: منتج %d مفقود
da: %d produktet mangler
de: Gerät %d fehlt
es_mx: El producto %d no se encuentra en su grupo.
fi: %d tuotetta puuttuu
fr: Produit %d est manquant
he: מוצר %d חסר
id: %d produk tidak ada
it: %d prodotto mancante
ja: %d製品が見当たりません
ko: %d 제품이 없음
nb: %d produkt mangler
nl: %d product ontbreekt
pl: Brak produktu %d
pt_br: O produto %d está ausente
pt_pt: %d de produto está em falta
ru: %d устройство отсутствует
sk: %d chýba produkt
sv: %d produkt saknas
zh_hans: %d 个产品缺失
zh_hant: %d 个產品缺失

# Above_products_are_disconnected_from_the_group
source: Above products are disconnected from the group. When the products get reconnected, group will be re-formed.
ar: يتم فصل المنتجات المذكورة أعلاه عن المجموعة. عندما يتم إعادة توصيل المنتجات، سيتم إعادة تشكيل المجموعة.
da: Ovenstående produkter er adskilt fra gruppen. Når produkterne forbindes igen, gendannes gruppen.
de: Die oben genannten Geräte sind von der Gruppe getrennt. Wenn die Geräte wieder miteinander verbunden werden, wird die Gruppe neu gebildet.
es_mx: Los productos anteriores se desconectaron del grupo. Cuando los productos vuelvan a conectarse, se volverá a formar el grupo.
fi: Yllä olevat tuotteet erotetaan ryhmästä. Kun tuotteet yhdistetään uudelleen, ryhmä muodostetaan uudelleen.
fr: Les produits ci-dessus sont déconnectés du groupe. Le groupe sera reformé quand les produits seront reconnectés.
he: המוצרים לעיל מנותקים מהקבוצה. כאשר המוצרים יחוברו מחדש, הקבוצה תיווצר מחדש.
id: Produk di atas terputus dari grup. Ketika produk kembali terhubung, grup akan dibentuk kembali.
it: I prodotti di cui sopra sono scollegati dal gruppo. Quando i prodotti verranno ricollegati, il gruppo sarà riformato.
ja: 上記の製品はグループから接続解除されています。本製品を再接続した場合、グループは再構成されます。
ko: 위 제품이 그룹에서 연결 해제되었습니다. 제품이 다시 연결되면 그룹이 재구성됩니다.
nb: Produktene ovenfor er frakoblet fra gruppen. Når produktene kobles til igjen, dannes gruppen på nytt.
nl: Bovenstaande producten zijn losgekoppeld van de groep. Wanneer de producten opnieuw worden verbonden, wordt de groep opnieuw gevormd.
pl: Powyższe produkty nie są połączone z grupą. Gdy te produkty zostaną ponownie połączone, grupa zostanie ponownie założona.
pt_br: Os produtos acima não estão conectados no grupo. Quando os produtos forem reconectados, o grupo será formado novamente.
pt_pt: Os produtos acima são desligados do grupo. Quando os produtos se voltarem a ligar, o grupo volta a formar-se.
ru: Вышеуказанные устройства отключены от группы. Когда устройства будут снова подключены, группа будет переформирована.
sk: Vyššie uvedené produkty sú od skupiny odpojené. Po opätovnom prepojení produktov sa skupina znovu vytvorí.
sv: Ovanstående produkter är bortkopplade från gruppen. När produkterna återansluts kommer gruppen att återbildas.
zh_hans: 上述产品与群组断开连接。产品重新连接后，将回连至群组。
zh_hant: 以上產品已與此群組斷開連接。產品重新連接後，將回連至群組。

# How_to_get_product_back_to_group
source: How to get product back to the group ?
ar: كيف يتم إعادة المنتج إلى المجموعة؟
da: Hvordan føjes produktet igen til gruppen?
de: Wie kann das Gerät wieder Teil der Gruppe werden?
es_mx: ¿Cómo devolver el producto al grupo?
fi: Miten saada tuote takaisin ryhmälle?
fr: Comment remettre le produit dans le groupe ?
he: איך להחזיר את המוצר לקבוצה?
id: Cara mengembalikan produk ke grup?
it: Come re-inserire il prodotto nel gruppo?
ja: どのようにして製品をグループに戻しますか？
ko: 제품을 그룹에 다시 연결하려면 어떻게 해야 합니까?
nb: Hvordan få produktene tilbake i gruppen?
nl: Hoe krijg ik het product terug in de groep?
pl: Jak przywrócić produkt w grupie?
pt_br: Como incluir um produto novamente no grupo?
pt_pt: Como devolver o produto ao grupo?
ru: Как вернуть устройство в группу?
sk: Ako dostať produkt späť do skupiny?
sv: Hur får man tillbaka produkten till gruppen?
zh_hans: 如何让产品回到群组？
zh_hant: 如何讓產品回到群組？

source: Make sure the product is in the same room as the group.
ar: تأكد من وجود المنتج في نفس غرفة المجموعة.
da: Sørg for, at produktet er i samme rum som gruppen.
de: Überprüfe, ob das Gerät sich im selben Raum wie die Gruppe befindet.
es_mx: Asegúrate de que el producto se encuentre en la misma sala que el grupo.
fi: Varmista, että tuote on samassa huoneessa kuin ryhmä.
fr: Le produit doit être dans la même pièce que le groupe.
he: יש לוודא שהמוצר נמצא באותו החדר שבו נמצאת הקבוצה.
id: Pastikan produk ada di ruangan yang sama dengan grup.
it: Assicurarsi che il prodotto si trovi nella stessa stanza del gruppo.
ja: 本製品がグループとして同じルームにあることをご確認ください。
ko: 제품이 그룹과 같은 방에 있는지 확인하십시오.
nb: Sørg for at produktet er i samme rom som gruppen.
nl: Zorg ervoor dat het product zich in dezelfde ruimte bevindt als de groep.
pl: Upewnij się, że produkt jest w tym samym pomieszczeniu co grupa.
pt_br: Certifique-se de que o produto está no mesmo ambiente do grupo.
pt_pt: Certifique-se de que o produto se encontra na mesma divisão que o grupo.
ru: Убедитесь, что устройство находится в той же комнате, что и группа.
sk: Uistite sa, že sa produkt nachádza v rovnakej miestnosti ako skupina.
sv: Se till att produkten är i samma rum som gruppen.
zh_hans: 确保产品与群组在同一房间。
zh_hant: 確保產品處於與群組相同的房間裡。

source: Reboot Product
ar: إعادة تشغيل المنتج
da: Genstart produktet
de: Gerät neu starten
es_mx: Reiniciar el producto
fi: Käynistä tuote uudelleen
fr: Redémarrer le produit
he: הפעלה מחדש של המוצר
id: Nyalakan Ulang Produk
it: Riavviare il prodotto
ja: 製品を再起動してください
ko: 제품 재부팅
nb: Start produktet på nytt
nl: Start het apparaat opnieuw op
pl: Uruchom ponownie produkt
pt_br: Reinicializar o produto
pt_pt: Reiniciar o produto
ru: Перезагрузить устройство
sk: Reštart produktu
sv: Starta om produkten
zh_hans: 重启产品
zh_hant: 重啟產品

source: Turn the product OFF and ON again.
ar: إيقاف تشغيل المنتج وتشغيله مرة أخرى.
da: Sluk produktet, og tænd det igen.
de: Schalte das Gerät AUS und wieder EIN.
es_mx: Apaga el producto y vuelve a encenderlo.
fi: Kytke tuote pois päältä ja uudelleen päälle.
fr: Éteignez puis rallumez le produit.
he: יש לכבות את המוצר ולהפעיל אותו שוב.
id: Nonaktifkan lalu Aktifkan kembali produk.
it: SPEGNERE e RIACCENDERE il prodotto.
ja: 本製品をオフにしてから再度オンにします。
ko: 제품을 껐다가 다시 켭니다.
nb: Slå produktet PÅ og AV igjen.
nl: Schakel het product UIT en weer AAN.
pl: Wyłącz i włącz ponownie produkt.
pt_br: Desligue o produto e ligue novamente.
pt_pt: Desligue e volte a ligar o produto.
ru: Выключите и снова включите устройство.
sk: Vypnite a znovu zapnite produkt.
sv: Stäng av produkten och slå på den igen.
zh_hans: 将产品关机再重新开机。
zh_hant: 將產品關機再重新開機。

# Group_will_be_auto
source: Group will be auto re-formed when the other product is detected. Before that, you can use this product as a standalone speaker.
ar: سيتم إعادة تشكيل المجموعة تلقائيًا عند اكتشاف المنتج الآخر. قبل ذلك، يمكنك استخدام هذا المنتج كسماعة مستقلة.
da: Gruppen gendannes automatisk, når det andet produkt opdages. Indtil da kan du bruge dette produkt som en selvstændig højttaler.
de: Die Gruppe wird automatisch neu gebildet, wenn das andere Gerät erkannt wird. Davor kannst du dieses Gerät als eigenständigen Lautsprecher verwenden.
es_mx: El grupo se volverá a formar automáticamente cuando se detecte el otro producto. Antes de eso, puedes utilizar este producto como altavoz independiente.
fi: Ryhmä muodostetaan automaattisesti uudelleen, kun toinen tuote havaitaan. Sitä ennen voit käyttää tätä tuotetta itsenäisenä kaiuttimena.
fr: Le groupe sera reformé automatiquement dès la détection de l'autre produit. Avant cela, vous pouvez utiliser le produit comme une enceinte indépendante.
he: הקבוצה תיווצר מחדש אוטומטית כאשר המוצר האחר יזוהה. לפני כן, ניתן להשתמש במוצר זה כרמקול עצמאי.
id: Grup akan dibentuk kembali ketika produk lain terdeteksi. Sebelum itu, Anda bisa menggunakan produk ini sebagai speaker terpisah.
it: Il gruppo verrà riformato automaticamente quando verrà rilevato l'altro prodotto. Prima che ciò avvenga, è possibile utilizzare il prodotto come speaker autonomo.
ja: その他の製品が検出されると、グループは自動で再構成されます。それまでは、本製品をスタンドアロンスピーカーとして使用することも可能です。
ko: 다른 제품이 감지되면 그룹이 자동으로 재구성됩니다. 그전에는 이 제품을 독립형 스피커로 사용할 수 있습니다.
nb: Gruppen dannes automatisk på nytt når det andre produktet oppdages. Før det, kan du bruke dette produktet som en enkeltstående høyttaler.
nl: De groep wordt automatisch opnieuw gevormd wanneer het andere product wordt gedetecteerd. Daarvoor kun je dit apparaat als zelfstandige luidspreker gebruiken.
pl: Grupa zostanie automatycznie ponownie założona po wykryciu innego produktu. Do tego czasu możesz używać tego produktu jako głośnika autonomicznego.
pt_br: Quando o outro produto for detectado, o grupo será formado novamente. Antes disso, você pode usar esta produto como uma caixa de som autônoma.
pt_pt: O grupo será automaticamente reformado quando o outro produto for detetado. Antes disso, pode utilizar este produto como coluna autónoma.
ru: Группа будет автоматически переформирована при обнаружении другого устройства. До этого момента это устройство можно использовать в качестве автономной колонки.
sk: Skupina sa automaticky znovu vytvorí, keď sa zistí iný produkt. Predtým môžete tento produkt používať ako samostatný reproduktor.
sv: Gruppen återbildas automatiskt när den andra produkten upptäcks. Innan dess kan du använda produkten som en fristående högtalare.
zh_hans: 当检测到其他产品时，将自动重新形成群组。 在此之前，你可以将本产品作为独立音箱使用。
zh_hant: 偵測到其他產品後，將自動重新形成群組。在那之前，您可以將此產品用作獨立喇叭。

# group_calibration_cannot_be_done_at_the_moment
source: Sorry, group calibration cannot be done at the moment, please try again later.
ar: عذرًا، يتعذر معايرة المجموعة حاليًا، يرجى المحاولة مرة أخرى لاحقًا.
da: Vi beklager, men gruppekalibrering kan ikke udføres lige nu. Prøv igen senere.
de: Entschuldigung, die Gruppenkalibrierung kann im Moment nicht durchgeführt werden. Bitte versuche es später noch einmal.
es_mx: Lo sentimos, no es posible ejecutar la calibración de grupo en este momento. Vuelve a intentarlo más tarde.
fi: Valitettavasti ryhmäkalibrointia ei voida suorittaa juuri nyt, yritä myöhemmin uudelleen.
fr: Désolés, impossible d'étalonner le groupe maintenant, veuillez réessayer ultérieurement.
he: מצטערים, אין אפשרות לבצע כיול קבוצתי כרגע, יש לנסות שוב מאוחר יותר.
id: Maaf, saat ini kalibrasi tidak bisa dilakukan. Silakan coba lagi nanti.
it: Spiacenti, impossibile eseguire la calibrazione del gruppo al momento, riprova più tardi.
ja: 申し訳ありませんが、現在グループのキャリブレーションを行うことはできません、後で再試行してください。
ko: 죄송합니다. 현재 그룹 보정을 수행할 수 없으므로 나중에 다시 시도하십시오.
nb: Beklager, gruppekalibrering kan ikke utføres for øyeblikket, prøv igjen senere.
nl: Sorry, groepskalibratie kan momenteel niet worden uitgevoerd. Probeer het later opnieuw.
pl: Przepraszamy, nie można teraz wykonać kalibracji grupy, spróbuj ponownie później.
pt_br: Sinto muito, não é possível calibrar o grupo no momento. Tente novamente mais tarde.
pt_pt: Impossível calibrar o grupo de momento, tente novamente mais tarde.
ru: К сожалению, не удается выполнить групповую калибровку на данный момент, повторите попытку позже.
sk: Je nám ľúto, skupinovú kalibráciu momentálne nie je možné vykonať, skúste to prosím neskôr.
sv: Gruppkalibrering kan tyvärr inte utföras för tillfället, försök igen senare.
zh_hans: 抱歉，目前无法进行群组校准，请稍后再试。
zh_hant: 抱歉，目前無法完成群組校準，請稍後重試。

# Tap_here_to_enable_later
source: Tap <bold>here</bold> to enable later.
ar: انقر <bold>هنا</bold> للتمكين لاحقًا.
da: Tryk <bold>her</bold> for at aktivere senere.
de: Tippe <bold>hier</bold>, um dies später zu aktivieren.
es_mx: Toca <bold>aquí</bold> para habilitarla más tarde.
fi: Napauta<bold>tässä</bold>ottaaksesi sen käyttöön myöhemmin.
fr: Appuyez <bold>ici</bold> pour l'activer plus tard.
he: יש להקיש <bold>כאן</bold> כדי לאפשר מאוחר יותר.
id: Ketuk <bold>di sini</bold> untuk mengaktifkannya nanti.
it: Toccare <bold>qui</bold> per attivarla in seguito.
ja: 後で有効にするには<bold>こちら</bold>をタップします。
ko: <bold>여기</bold>를 탭하여 나중에 활성화하십시오.
nb: Trykk <bold>her</bold> for å aktivere senere.
nl: Tik <bold>hier</bold> om later in te schakelen.
pl: Stuknij <bold>tutaj</bold>, aby włączyć później.
pt_br: Toque em <bold>aqui</bold> para habilitar mais tarde.
pt_pt: Toque <bold>aqui</bold> para ativar mais tarde.
ru: Нажмите <bold>здесь</bold>, чтобы включить позже.
sk: Klepnutím <bold>sem</bold> povolíte neskôr.
sv: Tryck på <bold>här</bold> för att aktivera senare.
zh_hans: 按下<bold>此处</bold>稍后启用。
zh_hant: 輕觸 <bold>此處</bold> 以稍後啟用。

source: here
ar: هنا
da: her
de: hier
es_mx: aquí
fi: tässä
fr: ici
he: כאן
id: di sini
it: qui
ja: こちら
ko: 여기
nb: her
nl: hier
pl: tutaj
pt_br: aqui
pt_pt: aqui
ru: здесь
sk: sem
sv: här
zh_hans: 此处
zh_hant: 此處

source: Cancel Calibration? To Calibrate later, find the [Calibration] option from product control page.
ar: هل تريد إلغاء المعايرة؟ للمعايرة لاحقًا، ابحث عن خيار [المعايرة] من صفحة التحكم في المنتج.
da: Afbryd kalibrering? For at kalibrere senere skal du se efter indstillingen [Kalibrering] på produktkontrolsiden.
de: Kalibrierung abbrechen? Wähle für eine spätere Kalibrierung auf der Gerätkontrollseite die Option [Kalibrierung].
es_mx: ¿Deseas cancelar la calibración? Para calibrar el producto más tarde, ve a la página de control del producto y selecciona la opción [Calibración].
fi: Peruuta kalibrointi? Jos haluat kalibroida myöhemmin, etsi [Kalibrointi]-vaihtoehto tuotteen hallintasivulta.
fr: Annuler l'étalonnage ? Pour étalonnner ultérieurement, recherchez l'option [Étalonnage] dans la page de contrôle du produit.
he: לבטל את הכיול? כדי לכייל מאוחר יותר, יש למצוא את האפשרות [כיול] בדף בקרת המוצר.
id: Batalkan Kalibrasi? Untuk Mengalibrasi nanti, cari opsi [Kalibrasi] dari halaman kontrol produk.
it: Annullare la calibrazione? Per eseguire la calibrazione in un secondo momento, individua l'opzione [Calibrazione] nella pagina di controllo del prodotto.
ja: キャリブレーションをキャンセルしますか？後で調整するには、製品操作ページから[キャリブレーション]のオプションを見つけてください。
ko: 보정을 취소하시겠습니까? 나중에 보정하려면 제품 제어 페이지에서 [보정] 옵션을 찾으십시오.
nb: Avbryte kalibrering? For å kalibrere senere må du finne alternativet [Kalibrering] fra produktkontrollsiden.
nl: Kalibratie annuleren? Zoek de [Kalibratie] optie op de productcontrolepagina om later te kalibreren.
pl: Anulować kalibrację? Aby przeprowadzić kalibrację później, odszukaj opcję [Kalibracja] na stronie sterowania produktem.
pt_br: Cancelar calibração? Para calibrar mais tarde, encontre a opção [Calibração] na página de controle do produto.
pt_pt: Cancelar calibração? Para realizar a calibração mais tarde, escolha a opção [Calibração] na página de controlo do produto.
ru: Отменить калибровку? Чтобы выполнить калибровку позже, найдите опцию [Калибровка] на странице управления устройством.
sk: Zrušiť kalibráciu? Ak chcete vykonať kalibráciu neskôr, nájdite možnosť [Calibration] na stránke ovládania produktu.
sv: Avbryta kalibrering? För att kalibrera senare, hitta alternativet [Kalibrering] på produktkontrollsidan.
zh_hans: 取消校准？若稍后再进行校准，请在设备控制页面点击[校准]选项。
zh_hant: 取消校準？欲稍後校準，請在產品控制頁面找到 [校準] 選項。

source: We found %@ item to improve the calibration result.
ar: لقد وجدنا عنصر %@ لتحسين نتيجة المعايرة.
da: Vi fandt %@ punkt til forbedring af kalibreringsresultatet.
de: Wir haben Element %@ gefunden, um das Kalibrierungsergebnis zu verbessern.
es_mx: Encontramos el elemento %@ para mejorar el resultado de la calibración.
fi: Löysimme %@-kohdan, joka parantaa kalibrointitulosta.
fr: Nous avons trouvé %@ points pour améliorer le résultat de l'étalonnage.
he: מצאנו פריט %@ כדי לשפר את תוצאת הכיול.
id: Kami menemukan %@ item untuk meningkatkan hasil kalibrasi.
it: Abbiamo trovato %@ elemento per migliorare il risultato della calibrazione.
ja: キャリブレーションの結果を改善するために、%@の項目を見つけました。
ko: 보정 결과를 개선하기 위해 %@ 항목을 찾았습니다.
nb: Vi fant %@ element for å forbedre kalibreringsresultatet.
nl: We hebben %@ item gevonden om het kalibratieresultaat te verbeteren.
pl: Znaleźliśmy %@ element, który pomoże poprawić wynik kalibracji.
pt_br: Encontramos o item %@ para melhorar os resultados da calibração.
pt_pt: Encontrámos %@ item para melhorar o resultado da calibração.
ru: Мы нашли элемент %@ для улучшения результата калибровки.
sk: Našli sme %@ položku na zlepšenie výsledku kalibrácie.
sv: Vi hittade %@ objekt för att förbättra kalibreringsresultatet.
zh_hans: 我们发现 %@ 项可以改善校准结果。
zh_hant: 我們找到了 %@ 項目以改善校準結果。

# Rear_speakers_swapped
source: Rear speakers are in reversed position, swap them and recalibrate.
ar: السماعات الخلفية في وضع معكوس، قم بتبديلها وإعادة معايرتها.
da: Baghøjttalerne er i omvendt position. Byt dem rundt, og kalibrerer igen.
de: Die Position der hinteren Lautsprecher ist vertauscht, tausche sie um und kalibriere sie erneut.
es_mx: Los altavoces traseros están en posición invertida. Cámbialos y vuelve a ejecutar la calibración.
fi: Takakaiuttimet ovat käänteisessä asennossa, vaihda ne ja kalibroi uudelleen.
fr: Les enceintes arrière sont inversées, échangez-les et refaites leur étalonnage.
he: הרמקולים האחוריים נמצאים במצב הפוך, יש להחליף ביניהם ולכייל מחדש.
id: Speaker belakang berada dalam posisi terbaik, silakan tukar lalu lakukan kalibrasi ulang.
it: Gli speaker posteriori sono in posizione inversa, scambiali e calibra nuovamente.
ja: リアスピーカーは左右逆のポジションにあるため、入れ替えて再調整します。
ko: 후면 스피커가 반대 위치에 있습니다. 스피커 방향을 전환하고 재보정하십시오.
nb: Bakhøyttalerne er i omvendt posisjon, bytt om på dem og kalibrer på nytt.
nl: De achterluidsprekers staan in de omgekeerde positie. Verwissel ze en kalibreer opnieuw.
pl: Tylne głośniki są w odwróconym położeniu, zamień je i wykonaj kalibrację ponownie.
pt_br: As caixas de som traseiras estão na posição inversa. Troque-as e recalibre.
pt_pt: As colunas traseiras estão em posição invertida, troque-as e recalibre.
ru: Задние колонки перевернуты, поменяйте их местами и выполните повторную калибровку.
sk: Zadné reproduktory sú v obrátenej polohe, vymeňte ich a prekalibrujte.
sv: De bakre högtalarna är i omvänt läge, byt ut dem och kalibrera om.
zh_hans: 后置音箱位置颠倒，对调后重新校准。
zh_hant: 後置喇叭處於反向位置，交換它們並重新校準。

# Rear_speakers_disconnected
source: Rear speakers disconnected, dock speakers back into the soundbar and recalibrate.
ar: تم فصل السماعات الخلفية، قم بإرساء السماعات مرة أخرى في العارضة الصوتية وإعادة معايرتها.
da: Frakoblede baghøjttalere. Sæt højttalerne tilbage i soundbaren, og kalibrer igen.
de: Die hinteren Lautsprecher sind getrennt, docke die Lautsprecher wieder an der Soundbar an und kalibriere sie neu.
es_mx: Los altavoces traseros están desconectados. Vuelve a acoplar los altavoces a la barra de sonido y vuelve a ejecutar la calibración.
fi: Takakaiuttimet irrotettu, kytke kaiuttimet takaisin soundbariin ja kalibroi ne uudelleen.
fr: Enceintes arrière déconnectées, rebranchez les enceintes à la barre de son et refaites leur étalonnage.
he: הרמקולים האחוריים מנותקים, יש לעגן חזרה את הרמקולים למקרן הקול ולכייל מחדש.
id: Sambungan speaker belakang terputus, hubungkan kembali ke soundbar dan lakukan kalibrasi ulang.
it: Gli speaker posteriori sono scollegati, inserisci nuovamente gli speaker nella soundbar e calibra nuovamente.
ja: リアスピーカーは接続が解除されているため、スピーカーをサウンドバーに再度ドッキングさせ、再調整します。
ko: 후면 스피커 연결이 해제된 경우 스피커를 사운드바에 다시 도킹하고 재보정합니다.
nb: Bakhøyttalerne er frakoblet, dokk høyttalerne tilbake på lydplanken og kalibrer på nytt.
nl: Achterluidsprekers losgekoppeld, luidsprekers terug in de soundbar plaatsen en opnieuw kalibreren.
pl: Tylne głośniki są odłączone. Umieść je ponownie w soundbarze i wykonają kalibrację ponownie.
pt_br: As caixas de som traseiras estão desconectadas. Conecte-as de volta à soundbar e recalibre.
pt_pt: Colunas traseiras desligadas, volte a ligar as colunas à soundbar e recalibre.
ru: Задние колонки отключены, подключите колонки обратно к звуковой панели и выполните повторную калибровку.
sk: Zadné reproduktory sú odpojené, vložte reproduktory späť do soundbaru a prekalibrujte ich.
sv: Bakre högtalare bortkopplade, docka tillbaka högtalarna i soundbaren och kalibrera om.
zh_hans: 后置音箱连接断开，将其安装到回音壁音箱并重新校准。
zh_hant: 後置喇叭已斷開連接，將喇叭安裝回到條形音箱中，並重新校準。

source: RECALIBRATE
ar: إعادة المعايرة
da: KALIBRER IGEN
de: ERNEUT KALIBRIEREN
es_mx: VOLVER A EJECUTAR LA CALIBRACIÓN
fi: KALIBROI UUDELLEEN
fr: RÉÉTALONNER
he: כיול מחדש
id: KALIBRASI ULANG
it: RICALIBRA
ja: 再調整する
ko: 재보정
nb: KALIBRER PÅ NYTT
nl: OPNIEUW KALIBREREN
pl: WYKONAJ PONOWNĄ KALIBRACJĘ
pt_br: RECALIBRAR
pt_pt: RECALIBRAR
ru: ПЕРЕКАЛИБРОВАТЬ
sk: ZNOVU KALIBROVAŤ
sv: KALIBRERA OM
zh_hans: 重新校准
zh_hant: 重新校準

# Reduce_noise_title
source: Reduce environment noise
ar: الحد من ضجيج البيئة
da: Reducer støj fra omgivelserne
de: Reduzierung der Umgebungsgeräusche
es_mx: Reducir el ruido ambiente
fi: Vähennä ympäristömelua
fr: Réduisez le bruit ambiant
he: הפחתת רעש הסביבה
id: Kurangi kebisingan lingkungan
it: Riduci il rumore ambientale
ja: 環境ノイズが大きいので下げてください
ko: 환경 소음 줄이기
nb: Reduser støy i miljøet
nl: Verminder omgevingsgeluid
pl: Zmniejsz hałas otoczenia
pt_br: Reduza o ruído ambiente
pt_pt: Reduzir o ruído ambiente
ru: Снижение уровня внешних шумов
sk: Znížte okolitý hluk
sv: Minska omgivningsbuller
zh_hans: 减少环境噪声
zh_hant: 減少環境噪音

source: Adjust the soundbar position
ar: اضبط موضع العارضة الصوتية
da: Tilpas placering af soundbaren
de: Anpassen der Soundbar-Position
es_mx: Ajustar la posición de la barra de sonido
fi: Säädä soundbarin asentoa
fr: Ajustez le positionnement de la barre de son
he: התאמת מיקום מקרן הקול
id: Atur posisi soundbar
it: Regola la posizione della soundbar
ja: サウンドバーの位置を調整する
ko: 사운드바 위치 조절
nb: Juster lydplankens posisjon
nl: Pas de positie van de soundbar aan
pl: Dostosuj położenie soundbara
pt_br: Ajuste a posição da soundbar
pt_pt: Ajustar a posição da soundbar
ru: Отрегулируйте положение саундбара
sk: Upravte polohu soundbaru
sv: Justera soundbar-högtalarens position
zh_hans: 调整回音壁音箱位置
zh_hant: 調節條形音箱的位置
