Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# jbl_supported
source: supported
ar: مدعوم
da: Understøttes
de: wird unterstützt
es_mx: Compatible con
fi: tuettu
fr: pris en charge
he: נתמך
id: didukung
it: supportato
ja: 対応した
ko: 지원됨
nb: støttes
nl: ondersteund
pl: obsługiwane
pt_br: Compatível
pt_pt: suportado
ru: поддерживается
sk: podporované
sv: stöds
zh_hans: 支持
zh_hant: 受支援

# jbl_GRANT_PERMISSION
source: GRANT PERMISSION
ar: منح الإذن
da: GIV TILLADELSE
de: BERECHTIGUNG ERTEILEN
es_mx: OTORGAR PERMISO
fi: MYÖNNÄ KÄYTTÖOIKEUS
fr: ACCORDER L’AUTORISATION
he: הענק אישור
id: IZINKAN
it: CONCEDI L'AUTORIZZAZIONE
ja: 許可する
ko: 권한 부여
nb: GI TILLATELSE
nl: GEEF TOESTEMMING
pl: UDZIEL UPRAWNIEŃ
pt_br: CONCEDER PERMISSÃO
pt_pt: CONCEDER PERMISSÃO
ru: ПРЕДОСТАВИТЬ РАЗРЕШЕНИЕ
sk: UDELIŤ POVOLENIE
sv: TILLÅTA
zh_hans: 授予权限
zh_hant: 授與權限

# jbl_Grant_Permission
source: Grant Permission
ar: منح الإذن
da: Giv tilladelse
de: Berechtigung erteilen
es_mx: Otorgar permiso
fi: Myönnä lupa
fr: Accorder l’autorisation
he: נדרש אישור
id: Izinkan
it: Concedi l'autorizzazione
ja: 許可する
ko: 권한 부여
nb: Gi tillatelse
nl: Geef toestemming
pl: Udziel uprawnień
pt_br: Conceder permissão
pt_pt: Conceder permissão
ru: Предоставить разрешение
sk: Udeliť povolenie
sv: Tillåtelse
zh_hans: 授予权限
zh_hant: 授與權限

source: Harman is requesting access to your device. If you grant Harman access to the device, Harman will collect information about your device, such as current system logs and performance logs, and will be able to control certain features of your device, such as the volume level. Harman accesses your device’s information and features in order to debug and repair your device. Harman will not be able to control your device once the debugging session has ended and will delete your device data within five days. For more information on how Harman uses your information, please review Harman’s privacy policy, available at https://www.harman.com/privacy-policy. Do you grant Harman permission to upload system logs on your device %@?
ar: تطلب Harman الوصول لجهاز. إذا منحت Harman الوصول إلى الجهاز، ستجمع Harman معلومات عن جهازك، مثل سجلات النظام وسجلات الأداء الحالية، ويكون بإمكانها التحكم في ميزات معينة في جهازك، مثل مستوى الصوت. تطلب Harman الوصول إلى معلومات جهازك وميزاته من أجل تصحيح أخطاء جهازك وإصلاحها. لن يكون بإمكان Harman التحكم في جهازك بمجرد انتهاء جلسة تصحيح الأخطاء وستحذف بيانات جهازك خلال خمسة أيام. لمزيد من المعلومات عن الطريقة التي تستخدم Harman بها معلوماتك، يرجى مراجعة سياسة خصوصية Harman المتاحة على https://www.harman.com/privacy-policy. هل تمنح Harman الإذن بتحميل سجلات النظام على جهاز %@؟
da: Harman anmoder om adgang til din enhed. Hvis du giver Harman adgang til enheden, vil Harman indsamle oplysninger om din enhed såsom aktuelle systemlogfiler og ydelseslogfiler og vil være i stand til at styre visse funktioner på din enhed, såsom lydstyrkeniveauet. Harman får adgang til din enheds oplysninger og funktioner for at foretage fejlfinding og reparere din enhed. Harman vil ikke være i stand til at styre din enhed, når fejlfindingssessionen er afsluttet, og vil slette dine enhedsdata inden for fem dage. For mere information om, hvordan Harman bruger dine oplysninger, bedes du gennemgå Harmans privatlivspolitik, der er tilgængelig på https://www.harman.com/privacy-policy. Giver du Harman tilladelse til at uploade systemlogfiler på din enhed%@?
de: Harman bittet um Zugriff auf dein Gerät. Wenn du Harman den Zugriff auf das Gerät gewährst, sammelt Harman Informationen über dein Gerät, z. B. aktuelle System- und Leistungsprotokolle, und Harman kann bestimmte Funktionen deines Geräts, z. B. die Lautstärke, steuern. Harman greift auf die Informationen und Funktionen deines Geräts zu, um dein Gerät zu debuggen und zu reparieren. Harman kann dein Gerät nach Beendigung der Debugging-Sitzung nicht mehr steuern und löscht deine Gerätedaten innerhalb von fünf Tagen. Weitere Informationen darüber, wie Harman deine Daten verwendet, findest du in der Datenschutzrichtlinie von Harman, die unter https://www.harman.com/privacy-policy verfügbar ist. Erteilst du Harman die Berechtigung zum Hochladen von Systemprotokollen auf deinem Gerät %@?
es_mx: Harman está solicitando acceso al dispositivo. Si otorga acceso al dispositivo, Harman recopilará información sobre el mismo, como los registros del sistema y los registros de rendimiento actuales, y podrá controlar ciertas características del dispositivo, como el nivel de volumen. Harman accede a la información del dispositivo para poder depurarlo y repararlo. Harman no podrá controlar el dispositivo una vez finalizada la sesión de depuración, y eliminará los datos de su dispositivo en cinco días. Para obtener más información sobre la forma en que Harman utiliza sus datos, consulte la política de privacidad de Harman, disponible en https://www.harman.com/privacy-policy. ¿Desea otorgar permiso para que Harman cargue registros del sistema en el dispositivo %@?
fi: Harman pyytää pääsyä laitteeseesi. Jos annat Harmanille pääsyn laitteeseen, Harman kerää tietoja laitteestasi, kuten nykyisiä järjestelmälokitietoja ja suorituskykylokitietoja, ja pystyy hallitsemaan tiettyjä laitteesi ominaisuuksia, kuten äänenvoimakkuutta. Harman pääsee käsiksi laitteesi tietoihin ja ominaisuuksiin laitteen vianmääritystä ja korjausta varten. Harman ei pysty hallitsemaan laitettasi sen jälkeen, kun virheenkorjausistunto on päättynyt, ja se poistaa laitteen tiedot viiden päivän kuluessa. Lisätietoja siitä, miten Harman käyttää tietojasi, saat Harmanin tietosuojakäytännöstä, joka on saatavilla osoitteessa https://www.harman.com/privacy-policy. Myönnätkö Harmanille luvan ladata järjestelmälokit laitteeltasi %@?
fr: Harman demande l’accès à votre appareil. Si vous accordez à Harman l’accès à l’appareil, l’entreprise collectera ses informations, telles que les journaux système actuels et les journaux de performances, et sera en mesure de contrôler certaines de ses fonctions, telles que le niveau du volume. Harman accède aux informations et aux fonctions de votre appareil aux fins de débogage et de réparation. Harman ne pourra plus commander votre appareil une fois la session de débogage terminée et supprimera ses données dans les cinq jours. Pour plus d’informations sur la façon dont Harman utilise vos informations, veuillez consulter la politique de confidentialité de Harman, disponible à l’adresse https://www.harman.com/privacy-policy. Accordez-vous à Harman l’autorisation de charger les journaux système de votre appareil %@?
he: Harman מבקש גישה למכשיר שלך. אם תעניק ל-Harman גישה למכשיר, Harman יאסוף מידע על המכשיר שלך, כגון יומני מערכת נוכחיים ויומני ביצועים, ויוכל לשלוט בתכונות מסוימות של המכשיר שלך, כגון עוצמת השמע. Harman ניגש למידע ולתכונות של המכשיר שלך כדי לבצע ניפוי באגים ולתקן את המכשיר שלך. Harman לא יוכל לשלוט במכשיר שלך לאחר סיום הפעלת ניפוי הבאגים והוא ימחק את נתוני המכשיר שלך תוך חמישה ימים. למידע נוסף על האופן שבו Harman משתמש במידע שלך, אנא עיין במדיניות הפרטיות של Harman, הזמינה בכתובתhttps://www.harman.com/privacy-policy . האם אתה לעניק ל-Harman הרשאה להעלות יומני מערכת במכשיר שלך %@?
id: Harman meminta akses ke perangkat Anda. Dengan mengizinkan akses ke perangkat Anda, Harman akan mengumpulan informasi tentang perangkat, seperti log sistem dan log kinerja, dan dapat mengontrol fitur tertentu dalam perangkat, seperti tingkat volume. Harman mengakses informasi dan fitur perangkat untuk melakukan debug dan memperbaiki perangkat. Harman tidak akan dapat mengontrol perangkat setelah sesi debug berakhir dan akan menghapus data perangkat dalam kurun waktu lima hari. Info selengkapnya tentang prosedur Harman dalam menggunakan informasi Anda dapat ditinjau di kebijakan privasi Harman, yang tersedia di https://www.harman.com/privacy-policy. Izinkan Harman mengunggah sistem log perangkat %@?
it: Harman sta richiedendo l'accesso al tuo dispositivo. Se concedi ad Harman l'accesso al dispositivo, Harman raccoglierà le informazioni relative al tuo dispositivo, come i registri di sistema attuali ed i registri delle prestazioni, e sarà in grado di controllare alcune funzioni del dispositivo, come il livello del volume. Harman accede alle informazioni e alle funzioni del tuo dispositivo per eseguire il debug e riparare il dispositivo. Harman non sarà in grado di controllare il tuo dispositivo una volta terminata la sessione di debug ed eliminerà i dati del tuo dispositivo entro cinque giorni. Per ulteriori informazioni su come Harman utilizza le tue informazioni, consulta l'informativa sulla privacy di Harman, disponibile all'indirizzo https://www.harman.com/privacy-policy. Concedi ad Harman l’autorizzazione per caricare i log di sistema sul tuo dispositivo %@?
ja: Harmanはデバイスへのアクセスを要求します。Harmanがデバイスへのアクセスを許可した場合、Harmanは現在のシステムログとパフォーマンスログといったデバイスについての情報を収集し、音量のようなデバイスの特定の機能を操作することができます。Harmanは、デバイスをデバッグして修理するためにデバイスの情報と機能にアクセスします。Harmanは、いったんデバッギングセッションが終了するとデバイスを操作することができなくなり、5日以内にデバイスのデータを削除します。Harmanがどのように情報を使用するかについての詳細はhttps://www.harman.com/privacy-policyで入手可能なHarmanのプライバシーポリシーを再確認してください。 Harmanがデバイスのシステムログをアップロードすることを許可しますか%@？
ko: Harman에서 장치에 대한 액세스 권한을 요청합니다. Harman에 장치에 대한 액세스 권한을 부여하는 경우 Harman은 현재 시스템 로그 및 성능 로그와 같은 장치 관련 정보를 수집하며, 볼륨 레벨 등 특정한 장치 기능을 제어할 수 있습니다. Harman이 장치를 디버그하고 수리하기 위해 장치의 정보 및 기능에 액세스합니다. 디버깅 세션이 종료되면 Harman은 장치를 제어할 수 없으며 5일 안에 장치 데이터를 삭제합니다. Harman의 정보 사용 방법에 대한 자세한 내용은 Harman 개인정보 보호정책(https://www.harman.com/privacy-policy)을 검토하십시오. Harman에 장치 %@에 시스템 로그를 업로드할 수 있는 권한을 부여하시겠습니까?
nb: Harman ber om tilgang til en enheten din. Hvis du gir Harman tilgang til enheten, vil Harman samle inn informasjon om enheten din, for eksempel gjeldende systemlogger og ytelseslogger, og vil kunne kontrollere visse funksjoner på enheten din, for eksempel volumnivået. Harman går inn på enhetens informasjon og funksjoner for å feilsøke og reparere enheten. Harman vil ikke kunne kontrollere enheten din når feilsøkingsøkten er avsluttet, og vil slette enhetsdataene innen fem dager. Hvis du vil ha mer informasjon om hvordan Harman bruker opplysningene dine, kan du se Harmans personvernerklæring på https://www.harman.com/privacy-policy. Gir du Harman tillatelse til å laste opp systemlogger på enheten %@?
nl: Harman vraagt om toegang tot uw apparaat. Als u Harman toegang geeft tot het apparaat, verzamelt Harman apparaatinformatie zoals huidige systeemlogboeken en prestatielogboeken, en kan het bepaalde functies van uw apparaat regelen, zoals het volumeniveau. Harman benadert informatie en functies van uw apparaat om fouten op te sporen en uw apparaat te repareren. Harman kan uw apparaat niet bedienen nadat de foutopsporingssessie is beëindigd en zal uw apparaatgegevens binnen vijf dagen verwijderen. Voor meer informatie over hoe Harman uw informatie gebruikt, kunt u het privacybeleid van Harman raadplegen op: https://www.harman.com/privacy-policy. Geeft u Harman toestemming om systeemlogboeken op uw apparaat te uploaden? %@?
pl: Firma Harman prosi o dostęp do urządzenia użytkownika. Jeśli użytkownik udzieli dostępu firmie Harman do swojego urządzenia, firma Harman będzie gromadzić informacje o jego urządzeniu, takie jak bieżące działanie systemu oraz dane o wydajności, a także będzie kontrolować niektóre funkcje urządzenia, takie jak poziom głośności. Firma Harman uzyskuje dostęp do danych i funkcji urządzenia, aby debugować i naprawiać urządzenie użytkownika. Firma Harman nie będzie mogła kontrolować urządzenia, gdy sesja debugowania zostanie zakończona, oraz usunie dane urządzenia użytkownika w ciągu pięciu dni. Aby uzyskać więcej informacji o tym, jak firma Harman wykorzystuje dane użytkownika, zapoznaj się z polityką prywatności firmy Harman na stronie: https://www.harman.com/privacy-policy. Czy udzielasz uprawnienia firmie Harman do przesyłania informacji o działaniu systemu ze swojego urządzenia %@?
pt_br: A Harman está solicitando acesso ao seu dispositivo. Se você conceder acesso à Harman ao dispositivo, a Harman coletará informações sobre seu dispositivo, como registros atuais do sistema e registros de desempenho, e poderá controlar determinados recursos do dispositivo, como o nível de volume. A Harman acessa as informações e recursos do seu dispositivo para depurar e reparar seu dispositivo. A Harman não poderá controlar seu dispositivo após o término da sessão de depuração e excluirá os dados do dispositivo em cinco dias. Para obter mais informações sobre como a Harman usa suas informações, consulte a política de privacidade da Harman, disponível em https://www.harman.com/privacy-policy. Você concede à Harman permissão enviar registros do sistema em seu dispositivo %@?
pt_pt: A Harman pede acesso ao seu dispositivo. Se conceder à Harman acesso ao dispositivo, a Harman recolherá informações sobre o seu dispositivo, tais como registos do sistema atual e registos de desempenho, e será capaz de controlar certas funcionalidades do seu dispositivo, tais como o nível de volume. A Harman acede às informações e funcionalidades do seu dispositivo para identificar e resolver erros no seu dispositivo. A Harman não será capaz de controlar o seu dispositivo uma vez terminada a sessão de resolução de problemas eliminará os dados do seu dispositivo dentro de cinco dias. Para obter mais informações sobre como a Harman utiliza as suas informações, reveja a política de privacidade da Harman, disponível em https://www.harman.com/privacy-policy. Concede permissão à Harman para carregar registos do sistema no seu dispositivo %@?
ru: Harman запрашивает доступ к вашему устройству. Если Вы предоставите компании Harman доступ к устройству, Harman будет собирать информацию о вашем устройстве, например текущие файлы системного журнала и файлы журнала регистрации характеристик, а также сможет управлять некоторыми функциями вашего устройства, например уровнем громкости. Harman осуществляет доступ к информации и функциям на вашем устройстве с целью поиска и устранения неисправностей и восстановления работы вашего устройства. Harman не сможет управлять вашим устройством после завершения сеанса поиска и устранения неисправностей и удалит данные вашего устройства в течение пяти дней. Для получения дополнительной информации о том, как Harman использует вашу информацию, ознакомьтесь с политикой конфиденциальности Harman, которую можно найти по ссылке https://www.harman.com/privacy-policy.. Хотите ли Вы предоставить компании Harman разрешение на отправку файлов системного журнала с вашего устройства %@?
sk: Spoločnosť Harman žiada o prístup k vášmu zariadeniu. Ak spoločnosti Harman udelíte prístup k zariadeniu, spoločnosť Harman bude zhromažďovať informácie o vašom zariadení, ako sú aktuálne systémové protokoly a protokoly výkonu, a bude môcť ovládať určité funkcie vášho zariadenia, ako je napríklad úroveň hlasitosti. Spoločnosť Harman má prístup k informáciám a funkciám vášho zariadenia, aby mohla ladiť a opraviť vaše zariadenie. Po ukončení relácie ladenia už spoločnosť Harman nebude môcť ovládať vaše zariadenie a do piatich dní vymaže údaje vášho zariadenia. Ďalšie informácie o tom, ako spoločnosť Harman používa vaše informácie, nájdete v zásadách ochrany osobných údajov spoločnosti Harman, ktoré sú k dispozícii na adrese https://www.harman.com/privacy-policy. Udeľujete spoločnosti Harman povolenie na nahrávanie systémových protokolov do vášho zariadenia %@?
sv: Harman begär åtkomst åtkomst att ladda upp loggar från din enhet. Om du ger Harman åtkomst till enheten kommer Harman att samla in information om din enhet, såsom aktuella systemloggar och prestandaloggar, och kommer att kunna kontrollera vissa funktioner på din enhet, såsom volymnivån. Harman kommer åt din enhets information och funktioner för att felsöka och reparera din enhet. Harman kommer inte att kunna styra din enhet när felsökningssessionen har avslutats och kommer att radera din enhetsdata inom fem dagar. För mer information om hur Harman använder din information, läs Harmans sekretesspolicy, tillgänglig på https://www.harman.com/privacy-policy. Beviljar du Harman tillåtelse att ladda upp systemloggar på din enhet [holders]]?
zh_hans: 哈曼正在请求访问你的设备。如果你授予哈曼对该设备的访问权，哈曼将收集有关你的设备的信息，如当前的系统日志和性能日志，并能够控制你的设备的某些功能，如音量大小。哈曼访问你的设备的信息和功能是为了调试和维修你的设备。调试会话结束后，哈曼将无法控制你的设备，并将在五天内删除你的设备数据。如需了解有关哈曼如何使用你的信息的更多信息，请查阅哈曼的隐私政策，网址是 https://www.harman.com/privacy-policy。 是否允许哈曼上传你的设备 %@ 的系统日志？
zh_hant: Harman 正在請求存取您的裝置。如果您授與 Harman 對裝置的存取權限，Harman 將收集有關您裝置的資訊，例如目前系統記錄檔和效能記錄檔，並將能夠控制您裝置的某些功能，如音量。Harman 會存取您裝置的資訊和功能，以便偵錯和修復您的裝置。偵錯工作階段結束後，Harman 將無法控制您的裝置，並將在五天內刪除您的裝置資料。欲知有關 Harman 如何使用您的資訊的詳情，請查閱 Harman 的隱私權政策，網址為 https://www.harman.com/privacy-policy。 您是否授與 Harman 上傳您的裝置上的系統記錄檔的權限%@？

# jbl_DISABLE_REMOTE_DEBUG
source: DISABLE REMOTE DEBUG
ar: إلغاء التصحيح عن بُعد
da: DEAKTIVER FJERNFEJLFINDING
de: FERN-DEBUGGING DEAKTIVIEREN
es_mx: DESHABILITAR DEPURACIÓN REMOTA
fi: ETÄKÄYTTÖVIANMÄÄRITYKSEN POISTAMINEN KÄYTÖSTÄ
fr: DÉSACTIVER LE DÉBOGAGE À DISTANCE
he: השבת את ניפוי באגים מרחוק
id: NONAKTIFKAN DEBUG JARAK JAUH
it: DISATTIVA IL DEBUG DA REMOTO
ja: リモートデバッグを無効にする
ko: 원격 디버그 비활성화
nb: DEAKTIVER EKSTERN FEILSØKING
nl: HERSTEL OP AFSTAND UITSCHAKELEN
pl: WYŁĄCZ DEBUGOWANIE ZDALNE
pt_br: DESATIVAR DEPURAÇÃO REMOTA
pt_pt: DESATIVAR DEBUG REMOTO
ru: ДЕАКТИВИРОВАТЬ ДИСТАНЦИОННЫЙ ПОИСК И УСТРАНЕНИЕ НЕИСПРАВНОСТЕЙ
sk: VYPNÚŤ DIAĽKOVÉ LADENIE
sv: INAKTIVERA FJÄRRFELSÖKNING
zh_hans: 禁用远程调试
zh_hant: 停用遠端偵錯

# jbl_To_learn_more_and_access_additional_features__go_to_Google_Home_App_
source: To setup voice control from a Google Assistant-enabled speaker and multiroom groups with other Chromecast-enabled speakers, download Google Home app.
ar: لإعداد التحكم في الصوت من سماعة تدعم Google Assistant ومجموعات متعددة الغرف مع سماعات أخرى تدعم Chromecast، قم بتنزيل تطبيق Google Home.
da: Hvis du vil konfigurere stemmestyring fra en Google Assistent-aktiveret højttaler og multirumsgrupper med andre Chromecast-kompatible højttalere, skal du downloade Google Home-appen.
de: Lade zum Einrichten der Sprachsteuerung über einen Google Assistant-fähigen Lautsprecher und Multi-Room-Gruppen mit anderen Chromecast-fähigen Lautsprechern die Google Home-App herunter.
es_mx: Para configurar el control de voz desde un altavoz con Google Assistant y grupos de varios ambientes en otros altavoces con Chromecast, descargue la aplicación Google Home.
fi: Jos haluat määrittää puheohjauksen Google Assistant -yhteensopivasta kaiuttimesta ja monihuoneryhmät muiden Chromecast-yhteensopivien kaiuttimien kanssa, lataa Google Home -sovellus.
fr: Pour configurer la commande vocale depuis une enceinte compatible avec l’Assistant Google et des groupes multi-pièces avec d’autres enceintes compatibles Chromecast, téléchargez l’application Google Home.
he: כדי להגדיר שליטה קולית מרמקול התומך ב-Google Assistant וקבוצות ריבוי חדרים עם רמקולים אחרים התומכים ב-Chromecast, הורד את אפליקציית Google Home.
id: Untuk mengatur kontrol suara menggunakan speaker yang sudah mendukung Asisten Google dan grup multiruang dengan speaker lain yang sudah mendukung Chromecast, unduh aplikasi Google Home.
it: Per configurare il controllo vocale da uno speaker dotato di Assistente Google e gruppi multiroom con altri speaker dotati di Chromecast, scarica l'app Google Home.
ja: Googleアシスタント対応スピーカーとその他のChromecast対応スピーカーのボイスコントロールを設定するには、Google Homeアプリをダウンロードします。
ko: Google 어시스턴트 지원 스피커 및 다른 Chromecast 지원 스피커를 탑재한 멀티룸 그룹에서 음성 제어를 설정하려면 Google Home 앱을 다운로드합니다.
nb: Hvis du vil konfigurere stemmekontroll fra en Google Assistant-aktivert høyttaler grupper for flere rom med andre Chromecast-aktiverte høyttalere, laster du ned Google Home-appen.
nl: Download de Google Home-app om stembediening in te stellen vanaf een luidspreker met Google Assistent en groepen met meerdere kamers met andere luidsprekers met Chromecast.
pl: Aby skonfigurować sterowanie głosem za pomocą głośnika z włączoną funkcją Asystenta Google oraz grup dla wielu pomieszczeń z użyciem innych głośników Chromecast-enabled, pobierz aplikację Google Home.
pt_br: Para configurar o controle de voz de um alto-falante compatível com o Google Assistente e grupos multi-sala com outros alto-falantes compatíveis com Chromecast, baixe o aplicativo Google Home.
pt_pt: Para configurar o controlo de voz a partir de uma coluna equipada com o Assistente Google e grupos de várias salas com outras colunas compatíveis com o Chromecast, transfira a aplicação Google Home.
ru: Для настройки голосового управления на колонке с поддержкой Google Ассистента и групп режима мультирум на других колонках с поддержкой Chromecast загрузите приложение Google Home.
sk: Ak chcete nastaviť hlasové ovládanie z reproduktora s podporou Google Assistant a multiroom skupín s inými reproduktormi s podporou Chromecastu, stiahnite si aplikáciu Google Home.
sv: För att ställa in röststyrning från en Google Assistant-aktiverad högtalare och flerrumsgrupper med andra Chromecast-aktiverade högtalare, ladda ned Google Home-appen.
zh_hans: 要从支持谷歌助手的扬声器设置语音控制，并与其他支持 Chromecast 的扬声器组成多房间小组，请下载 Google Home 应用。
zh_hant: 欲從啟用了 Google Assistant 的喇叭設定語音控制，以及使用其他啟用了 Chromecast 的喇叭設定多房間群組，請下載 Google Home 應用程式。

# jbl_Product_log_has_been_uploaded_
source: Product log has been uploaded.
ar: تم تحميل سجل المنتج.
da: Produktloggen er blevet uploadet.
de: Das Produktprotokoll wurde hochgeladen.
es_mx: Se cargó el registro del producto.
fi: Tuoteloki on ladattu.
fr: Le journal du produit a été chargé.
he: יומן המוצר הועלה.
id: Log produk telah diunggah.
it: Il registro del prodotto è stato caricato.
ja: 製品ログがアップデートされました。
ko: 제품 로그가 업로드되었습니다.
nb: Produktloggen er lastet opp.
nl: Productlogboek is geüpload.
pl: Przesłano dziennik urządzenia.
pt_br: O registro do produto foi enviado.
pt_pt: O registo do produto foi carregado.
ru: Журнал устройства отправлен.
sk: Protokol produktu bol nahraný.
sv: Produktlogg har laddats upp.
zh_hans: 产品日志已被上传。
zh_hant: 產品記錄檔已上傳。
