Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# Set_up_a_playlist_on_Moment_steps
source: 1. Tap ‘ + ’ to add your preferred music service. 2. Sign into your account. 3. Tap the first track of your favorite playlist or radio station. * Set desired timer in settings if needed.
ar: 1. انقر فوق "+" لإضافة خدمة الموسيقى المفضلة لديك. 2. قم بتسجيل الدخول إلى حسابك. 3. انقر على المسار الأول لقائمة التشغيل أو محطة الراديو المفضلة لديك. *. وعند اللزوم، قم بإعداد مؤقت في الإعدادات.
da: 1. Tryk på '+' for at tilføje din foretrukne musiktjeneste. 2. Log ind på din konto. 3. Tryk på det første nummer på din foretrukne playliste eller radiostation. * Indstil den ønskede timer i indstillingerne, hvis det er nødvendigt.
de: 1. Tippe auf „+“, um deinen bevorzugten Musikdienst hinzuzufügen. 2. Melde dich bei deinem Konto an. 3. Tippe auf den ersten Titel deiner Lieblingswiedergabeliste oder deines Radiosenders. * Stelle bei Bedarf den gewünschten Timer in den Einstellungen ein.
es_mx: 1. Toca ' + ' para agregar tu servicio de música preferido. 2. Inicia sesión en tu cuenta. 3. Toca la primera pista de tu estación de radio o lista de reproducción favoritas. * Si es necesario, establece el temporizador deseado en la configuración.
fi: 1. Lisää haluamasi musiikkipalvelu napauttamalla ' + '. 2. Kirjaudu tilillesi. 3. Napauta suosikkisoittolistan tai -radioaseman ensimmäistä raitaa. * Aseta tarvittaessa haluamasi ajastin asetuksissa.
fr: 1. Appuyez sur « + » pour ajouter le service musical de votre choix. 2. Connectez-vous à votre compte. 3. Appuyez sur la première piste de votre liste de lecture ou sur votre station de radio préférée. * Réglez le minuteur souhaité dans les paramètres, au besoin.
he: 1. לחצו על '+' כדי להוסיף את שירות המוזיקה המועדף. 2. התחברו לחשבון שלכם. 3. הקישו על הרצועה הראשונה של רשימת ההשמעה או תחנת הרדיו המועדפים עליכם. * הגדירו את הטיימר הרצוי בהגדרות, במידת הצורך.
id: 1. Ketuk '+' untuk menambahkan layanan musik pilihan Anda. 2. Masuk ke akun Anda. 3. Ketuk trek pertama pada daftar lagu atau stasiun radio favorit Anda. * Atur timer yang diinginkan di pengaturan jika dibutuhkan.
it: 1. Tocca ‘ + ’ per aggiungere il tuo servizio musicale preferito. 2. Accedi al tuo account. 3. Tocca il primo brano della tua playlist o stazione radio preferita. * Imposta il timer desiderato nelle impostazioni, se necessario.
ja: 1.「+」をタップして、お好みの音楽サービスを追加します。 2.アカウントにサインインします。 3.お気に入りのプレイリストまたはラジオ局の最初のトラックをタップします。 *必要な場合は、設定でお好みのタイマーを設定します。
ko: 1. '+'를 탭하여 기본 음악 서비스를 추가합니다. 2. 계정으로 로그인합니다. 3. 좋아하는 재생 목록 또는 라디오 스테이션의 첫 번째 트랙을 탭합니다. * 필요한 경우 설정에서 원하는 타이머를 설정합니다.
nb: 1. Trykk på « + » for å legge til din foretrukne musikktjeneste. 2. Logg på kontoen din. 3. Trykk på det første sporet i favorittspillelisten eller radiokanalen. * Angi ønsket tidtaker i innstillinger om nødvendig.
nl: 1. Tik op '+' om je favoriete muziekservice toe te voegen. 2. Log in op je account. 3. Tik op het eerste nummer van je favoriete afspeellijst of radiostation. * Stel indien nodig de gewenste timer in de instellingen in.
pl: 1. Stuknij ikonę „+”, aby dodać preferowaną usługę muzyczną. 2. Zaloguj się do swojego konta. 3. Stuknij pierwszy utwór z ulubionej listy odtwarzania lub stację radiową. * Jeśli to konieczne, możesz również w ustawieniach skonfigurować zegar.
pt_br: 1. Toque em " + " para adicionar o seu serviço de música preferido. 2. Faça login na sua conta. 3. Toque na primeira faixa da sua lista de reprodução ou estação de rádio favorita. * Defina o temporizador desejado nas configurações, se necessário.
pt_pt: 1. Toque em "+" para adicionar o seu serviço de música preferido. 2. Inicie sessão na sua conta. 3. Toque na primeira faixa da sua lista de reprodução ou estação de rádio favorita. * Defina o temporizador pretendido nas definições, se necessário.
ru: 1. Нажмите «+», чтобы добавить предпочитаемую музыкальную службу. 2. Войдите в свою учетную запись. 3. Нажмите на первую дорожку в вашем любимом плейлисте или на радиостанции. * При необходимости установите желаемый таймер в настройках.
sk: 1. Klepnutím na „ + “ pridáte preferovanú hudobnú službu. 2. Prihláste sa do svojho účtu. 3. Klepnite na prvú skladbu svojho obľúbeného zoznamu skladieb alebo rádiovej stanice. * V prípade potreby nastavte v nastaveniach požadovaný časovač.
sv: 1. Tryck på '+' för att lägga till den musiktjänst du föredrar. 2. Logga in på ditt konto. 3. Tryck på det första spåret i din favoritspellista eller radiostation. * Ställ in önskad timer i inställningarna om det behövs.
zh_hans: 1.点击“+”添加你喜欢的音乐服务。 2.登录你的账户。 3.点击你喜欢的播放列表或电台的第一首歌曲。 * 如有需要，在设置中设置所需的计时器。
zh_hant: 1.輕觸「+」以新增您偏好的音樂服務。 2.登入您的帳戶。 3.輕觸您最愛的播放清單或廣播電台的第一首曲目。 * 如需要，請在設定中設定所需的定時器。

source: Moment button will not be activated if you exit now.
ar: لن يتم تفعيل زر Moment إذا خرجت الآن.
da: Moment-knappen vil ikke blive aktiveret, hvis du afslutter nu.
de: Die Moment-Taste wird nicht aktiviert, wenn du dies jetzt beendest.
es_mx: No se activará el botón Moment si sales ahora.
fi: Moment-painike ei aktivoidu, jos poistut nyt.
fr: Le bouton Moment ne sera pas activé si vous quittez maintenant.
he: לחצן Moment לא יופעל אם תצאו עכשיו.
id: Tombol Moment tidak akan diaktifkan jika Anda keluar sekarang.
it: Se esci ora, il pulsante Moment non sarà attivato.
ja: 直ちに終了した場合は、Momentボタンは作動しません。
ko: 지금 종료하면 모멘트 버튼이 활성화되지 않습니다.
nb: Momentknappen aktiveres ikke hvis du avslutter nå.
nl: De Moment-knop wordt niet geactiveerd als je nu afsluit.
pl: Przycisk Moment nie będzie aktywowany, gdy teraz wyjdziesz.
pt_br: O botão Moment não será ativado se você sair agora.
pt_pt: O botão Moment não será ativado se sair agora.
ru: Кнопка Moment не будет активирована, если вы выйдете сейчас.
sk: Tlačidlo Moment sa neaktivuje, ak teraz opustíte.
sv: Momentknappen kommer inte att aktiveras om du avslutar nu.
zh_hans: 如果现在退出，Moment 按钮将不会激活。
zh_hant: 若您現在退出，Moment 按鈕將不會被啟用。

source: Auto stop playback in some time after triggering moment button.
ar: توقف التشغيل تلقائيًا بعد فترة من تنشيط زر moment.
da: Automatisk stop af afspilning i et stykke tid efter udløsning af moment-knappen.
de: Automatische Beendigung der Wiedergabe nach einer gewissen Zeit nach Auslösen der Moment-Taste.
es_mx: Se detendrá automáticamente la reproducción en algún momento después de activar el botón Moment.
fi: Automaattinen toiston pysäytys jonkin ajan kuluttua Moment-painikkeen liipaisusta.
fr: Arrêt automatique de la lecture un certain temps après le déclenchement du bouton Moment.
he: עצירה אוטומטית של ההשמעה לאחר זמן מה מרגע הפעלת לחצן Moment.
id: Hentikan pemutaran secara otomatis beberapa saat setelah tombol moment ditekan.
it: La riproduzione si interrompe automaticamente poco dopo l'attivazione del pulsante Moment.
ja: Momentボタンを起動した後、しばらくは再生は自動的に止まります。
ko: 모멘트 버튼을 트리거한 후 재생이 자동으로 중단됩니다.
nb: Stopp avspillingen automatisk en stund etter at momentknappen er utløst.
nl: Afspelen na enige tijd automatisch afsluiten na het activeren van de Moment-knop.
pl: Automatycznie zatrzymaj odtwarzania za jakiś czas po wyzwoleniu przycisku Moment.
pt_br: Para automaticamente a reprodução após algum tempo após acionar o botão de momento.
pt_pt: Paragem automática da reprodução após algum tempo depois de acionar o botão Momento.
ru: Автоматическая остановка воспроизведения через некоторое время после нажатия кнопки Moment.
sk: Automatické zastavenie prehrávania po určitom čase po spustení tlačidla momentu.
sv: Uppspelningen stoppas automatiskt en viss tid efter att Moment-knappen har aktiverats.
zh_hans: 触发 Moment 按钮后，播放会在一段时间内自动停止。
zh_hant: 在觸發 Moment 按鈕後，在一段時間內自動停止播放。

# Now_try_out_how_good_is_your_new_immersive_system
source: Now try out how good your new immersive system is.
ar: جرب الآن مدى جودة النظام الجديد الخاص بك الذي سيمنحك تجربة غامرة.
da: Prøv nu, hvor godt dit nye system til fordybelse virker.
de: Teste jetzt, wie gut dein immersives Lautsprechersystem ist.
es_mx: Ahora prueba lo bueno que es tu sistema de inmersión.
fi: Kokeile nyt, kuinka hyvä uusi immersiivinen järjestelmäsi on.
fr: Essayez maintenant la qualité de votre nouveau système immersif.
he: כעת נסו לבדוק עד כמה טובה המערכת הסוחפת שלכם.
id: Sekarang, cobalah seberapa mantap sistem imersif baru Anda.
it: Ora prova quanto è sorprendente il tuo nuovo sistema immersivo.
ja: これから、臨場感のある新しいシステムどの程度優れているかを試します。
ko: 이제 새 몰입형 시스템이 얼마나 좋은지 사용해 보세요.
nb: Prøv det for å høre hvor godt ditt nye oppslukende system er.
nl: Probeer nu uit hoe goed je nieuwe systeem is.
pl: Teraz wypróbuj jak doskonały jest twój immersyjny system.
pt_br: Agora teste a capacidade imersiva do seu sistema de caixas de som.
pt_pt: Agora experimente a qualidade do seu novo sistema imersivo.
ru: Теперь проверьте, насколько хороша ваша новая иммерсивная система.
sk: Teraz vyskúšajte, aký dobrý je váš nový pohlcujúci systém.
sv: Nu kan du testa hur bra ditt nya system är.
zh_hans: 现在试试你的全新身临其境系统有多棒。
zh_hant: 現在嘗試您的新沉浸式系統有多出色。

source: Verify on the speaker to continue
ar: تحقق من مكبر الصوت للمتابعة
da: Bekræft på højttaleren for at fortsætte
de: Bitte zum Fortfahren am Lautsprecher bestätigen
es_mx: Verifica en el altavoz para continuar
fi: Vahvista kaiuttimesta jatkaaksesi
fr: Vérifiez sur l'enceinte pour continuer
he: בדקו ברמקול כדי להמשיך
id: Verifikasikan speaker untuk melanjutkan
it: Verifica sullo speaker per continuare
ja: スピーカーで確認して続行する
ko: 계속하려면 스피커에서 확인
nb: Bekreft på høyttaleren for å fortsette
nl: Bevestig op de luidspreker om door te gaan
pl: Zweryfikuj na głośniku, aby kontynuować
pt_br: Verifique a caixa de som para continuar
pt_pt: Verificar na coluna para continuar
ru: Чтобы продолжить, проверьте колонку
sk: Pre pokračovanie overte na reproduktore
sv: Verifiera på högtalaren för att fortsätta
zh_hans: 验证音箱以继续
zh_hant: 在喇叭上驗證以繼續

source: Listen to free internet radio, news, sports, music, audiobooks, and podcasts.
ar: استمع إلى راديو الإنترنت المجاني والأخبار والرياضة والموسيقى والكتب الصوتية والبودكاست.
da: Lyt til gratis internetradio, nyheder, sport, musik, lydbøger og podcasts.
de: Höre kostenloses Internet-Radio, Nachrichten, Sport, Musik, Hörbücher und Podcasts.
es_mx: Escucha gratis la radio, las noticias, deportes, música, audiolibros y pódcasts por Internet.
fi: Kuuntele ilmaista nettiradiota, uutisia, urheilua, musiikkia, äänikirjoja ja podcasteja.
fr: Écoutez gratuitement des radios Internet, des actualités, des sports, de la musique, des livres audio et des podcasts.
he: האזינו לרדיו אינטרנט, חדשות, ספורט, מוזיקה, ספרי שמע, ופודקאסטים בחינם.
id: Dengarkan radio, berita, siaran olahraga, musik, audiobook, dan podcast secara gratis.
it: Ascolta la radio via internet gratuita, notizie, sport, musica, audiolibri, e podcast.
ja: 無料のインターネットラジオ、ニュース、スポーツ、音楽、オーディオブック、ポッドキャストをお聴きください。
ko: 무료 인터넷 라디오, 뉴스, 스포츠, 음악, 오디오북, 팟캐스트를 들어보세요.
nb: Lytt til gratis nettradio, nyheter, sport, musikk, lydbøker og podcaster.
nl: Luister naar gratis internetradio, nieuws, sport, muziek, audioboeken en podcasts.
pl: Słuchaj bezpłatnego radia internetowego, wiadomości, sportu, muzyki, audiobooków i podcastów.
pt_br: Ouça gratuitamente rádio na internet, notícias, esportes, música, livros em áudio e podcasts.
pt_pt: Ouça rádio gratuita na Internet, notícias, desporto, música, audiolivros e podcasts.
ru: Слушайте бесплатное интернет-радио, новости, спорт, музыку, аудиокниги и подкасты.
sk: Počúvajte bezplatné internetové rádio, správy, šport, hudbu, audioknihy a podcasty.
sv: Lyssna på gratis internetradio, nyheter, sport, musik, ljudböcker och podcasts.
zh_hans: 收听免费网络广播、新闻、体育赛事、音乐、有声读物和播客。
zh_hant: 聆聽免費的網際網路廣播、新聞、體育、音樂、有聲讀物和播客。

source: Nearby Product
ar: منتج قريب
da: Produkt i nærheden
de: Gerät in der Nähe
es_mx: Producto cercano
fi: Lähellä oleva tuote
fr: Produits proches
he: מוצר בקרבת מקום
id: Produk Terdekat
it: Prodotto nelle vicinanze
ja: 近くの製品
ko: 주변 제품
nb: Produkt i nærheten
nl: Apparaat in de omgeving
pl: Urządzenie w pobliżu
pt_br: Produto próximo
pt_pt: Produto próximo
ru: Ближайшее устройство
sk: Výrobok v okolí
sv: Produkt i närheten
zh_hans: 附近设备
zh_hant: 附近的產品

# Current_PartyTogether_compatible_models
source: <bold>Current PartyTogether compatible models are:</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>The speakers need to be updated to the latest software OneOS 2.3 to enjoy the feature.</div4>
ar: <bold>النماذج الحالية المتوافقة مع PartyTogether هي:</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>يجب تحديث مكبرات الصوت إلى أحدث إصدار من برنامج OneOS 2.3 للاستمتاع بالميزات.</div4>
da: <bold>De nuværende PartyTogether-kompatible modeller er:</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>Højttalerne skal opdateres til den nyeste software OneOS 2.3 for at få glæde af funktionen.</div4>
de: <bold>Folgende Modelle sind aktuell mit PartyTogether kompatibel:</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>Die Lautsprecher müssen für die Nutzung dieser Funktion auf die neueste Software OneOS 2.3 aktualisiert werden.</div4>
es_mx: <bold>Los modelos actuales compatibles con PartyTogether son:</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>Los altavoces deben tener la actualización de software OneOS 2.3 más reciente para disfrutar de esta función.</div4>
fi: <bold>Nykyiset PartyTogether-yhteensopivat mallit ovat:</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>Kaiuttimet on päivitettävä uusimpaan OneOS 2.3 -ohjelmistoon, jotta ominaisuudesta voi nauttia.</div4>
fr: <bold>Les modèles actuels compatibles avec PartyTogether sont :</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>Les enceintes doivent être à jour à la dernière version du logiciel OneOS 2.3 pour profiter de cette fonction.</div4>
he: <bold>אלו הם הדגמים שתואמים ל-PartyTogether כרגע:</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>יש לעדכן את הרמקולים לתוכנת OneOS 2.3 העדכנית ביותר כדי ליהנות מהתכונה.</div4>
id: <bold>Model yang saat ini kompatibel dengan PartyTogether adalah:</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>Perangkat lunak pada speaker harus diperbarui menjadi OneOS 2.3 untuk menikmati fitur.</div4>
it: <bold>I modelli attualmente compatibili con PartyTogether sono:</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>Gli speaker devono essere aggiornati alla versione software più recente OneOS 2.3 per poter utilizzare questa funzione.</div4>
ja: <bold>現在のPartyTogether対応モデルは次の通りです：</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>この機能をお楽しみいただくには、スピーカーを最新のソフトウェアOneOS 2.3にアップデートする必要があります。</div4>
ko: <bold>현재 PartyTogether 호환 모델은 다음과 같습니다:</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>이 기능을 사용하려면 스피커를 최신 소프트웨어 OneOS 2.3으로 업데이트해야 합니다.</div4>
nb: <bold>Nåværende PartyTogether-kompatible modeller er:</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>Høyttalerne må oppdateres til den nyeste programvaren, OneOS 2.3, for å kunne bruke funksjonen.</div4>
nl: <bold>De huidige modellen die compatibel zijn met PartyTogether zijn:</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>De luidsprekers moeten worden bijgewerkt naar de nieuwste software OneOS 2.3 om de functie te kunnen gebruiken.</div4>
pl: <bold>Aktualne modele kompatybilne z PartyTogether:</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>Oprogramowanie tych głośników należy zaktualizować do najnowszej wersji OneOS 2.3, aby korzystać z tej funkcji.</div4>
pt_br: <bold>Os modelos atuais compatíveis de PartyTogether são:</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>Essas caixas de som precisam ser atualizadas com o software OneOS 2.3 mais recente para aproveitar o recurso.</div4>
pt_pt: <bold>Os atuais modelos compatíveis com o PartyTogether são:</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>As colunas têm de ser atualizadas para o software mais recente OneOS 2.3 para poderem usufruir da funcionalidade.</div4>
ru: <bold>Текущие модели, совместимые с PartyTogether:</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>Чтобы воспользоваться этой функцией, необходимо обновить колонки до последней версии программного обеспечения OneOS 2.3.</div4>
sk: <bold>Súčasné modely kompatibilné s PartyTogether sú:</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>Ak chcete využívať túto funkciu, je potrebné reproduktory aktualizovať na najnovší softvér OneOS 2.3.</div4>
sv: <bold>Aktuella kompatibla PartyTogether-modeller är:</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>Högtalarna måste uppdateras till den senaste programvaran OneOS 2.3 för att funktionen ska fungera.</div4>
zh_hans: <bold>目前兼容 PartyTogether 的型号有：</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>音箱需要更新到最新的软件 OneOS 2.3 才能使用该功能。</div4>
zh_hant: <bold>目前的 PartyTogether 相容型號包括：</bold> <div1>JBL Charge 5 Wi-Fi</div1> <div2>JBL Boombox 3 Wi-Fi</div2> <div3>JBL PartyBox Ultimate</div3> <div4>喇叭需要更新為最新的軟體 OneOS 2.3 才可使用該功能。</div4>

source: How to create a party
ar: كيف تنشئ حفلة
da: Sådan opretter du en fest
de: Wie eine Party erstellt wird
es_mx: Cómo crear una fiesta
fi: Miten luoda juhla
fr: Comment créer une fête
he: איך ליצור מסיבה
id: Cara membuat pesta
it: Come si crea una festa
ja: パーティーを作成する方法
ko: 파티를 시작하는 방법
nb: Slik oppretter du en fest
nl: Hoe maak je een feesje
pl: Jak stworzyć imprezę
pt_br: Como criar a festa
pt_pt: Como criar uma festa
ru: Как создать вечеринку
sk: Ako vytvoriť párty
sv: Så här skapar du ett party
zh_hans: 如何创建派对
zh_hant: 如何建立派對
