Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# qobuz_No_albums_added_to_favorites
source: No albums added to favorites
ar: لم تتم إضافة ألبومات إلى المفضلة
da: Ingen album er føjet til favoritter
de: Keine Alben zu den Favoriten hinzugefügt
es_mx: Ningún álbum agregado a favoritos
fi: Albumeita ei ole lisätty suosikkeihin
fr: Aucun album ajouté aux favoris
he: לא נוספו אלבומים למועדפים
id: Tidak ada album yang ditambahkan ke favorit
it: Nessun album aggiunto ai preferiti
ja: お気に入りに追加されたアルバムはありません
ko: 즐겨찾기에 앨범이 추가되지 않음
nb: Ingen album lagt til favoritter
nl: Geen albums toegevoegd aan favorieten
pl: Nie dodano żadnych albumów do ulubionych
pt_br: Nenhum álbum adicionado aos favoritos
pt_pt: Sem álbuns adicionados aos favoritos
ru: Альбомы не добавлены в Избранное
sk: Medzi obľúbené neboli pridané žiadne albumy
sv: Inga album har lagts till i favoriter
zh_hans: 没有专辑被添加到收藏列表
zh_hant: 無專輯新增到我的最愛

# qobuz_No_artists_added_to_favorites
source: No artists added to favorites
ar: لم تتم إضافة فنانين إلى المفضلة
da: Ingen kunstner er føjet til favoritter
de: Keine Interpreten zu den Favoriten hinzugefügt
es_mx: Ningún artista agregado a favoritos
fi: Esiintyjiä ei ole lisätty suosikkeihin
fr: Aucun artiste ajouté aux favoris
he: לא נוספו אמנים למועדפים
id: Tidak ada artis yang ditambahkan ke favorit
it: Nessun artista aggiunto ai preferiti
ja: お気に入りに追加されたアルバムはありません
ko: 즐겨찾기에 아티스트가 추가되지 않음
nb: Ingen artister lagt til favoritter
nl: Geen artiesten toegevoegd aan favorieten
pl: Nie dodano żadnych wykonawców do ulubionych
pt_br: Nenhum artista adicionado aos favoritos
pt_pt: Sem artistas adicionados aos favoritos
ru: Исполнители не добавлены в избранное
sk: Medzi obľúbené neboli pridaní žiadni interpreti
sv: Inga artister har lagts till i favoriter
zh_hans: 没有艺术家被添加到收藏列表
zh_hant: 無藝術家新增到我的最愛

# qobuz_Artists
source: Artists
ar: الفنانون
da: Kunstnere
de: Interpreten
es_mx: Artistas
fi: Esiintyjät
fr: Artistes
he: אמנים
id: Artis
it: Artisti
ja: アーティスト
ko: 아티스트
nb: Artister
nl: Artiesten
pl: Wykonawcy
pt_br: Artistas
pt_pt: Artistas
ru: Исполнители
sk: Interpreti
sv: Artister
zh_hans: 艺术家
zh_hant: 藝術家

# qobuz_No_tracks_added_to_favorites
source: No tracks added to favorites
ar: لم تتم إضافة مقاطع إلى المفضلة
da: Ingen spor er føjet til favoritter
de: Keine Titel zu den Favoriten hinzugefügt
es_mx: Ninguna pista agregada a favoritos
fi: Kappaleita ei ole lisätty suosikkeihin
fr: Aucune piste ajoutée aux favoris
he: לא נוספו רצועות למועדפים
id: Tidak ada trek yang ditambahkan ke favorit
it: Nessun brano aggiunto ai preferiti
ja: をお気に入りに追加された曲はありません
ko: 즐겨찾기에 트랙이 추가되지 않음
nb: Ingen spor lagt til favoritter
nl: Geen nummers toegevoegd aan favorieten
pl: Nie dodano żadnych utworów do ulubionych
pt_br: Nenhuma faixa adicionada aos favoritos
pt_pt: Sem faixas adicionadas aos favoritos
ru: Треки не добавлены в избранное
sk: Medzi obľúbené neboli pridané žiadne skladby
sv: Inga spår har lagts till i favoriter
zh_hans: 没有曲目被添加到收藏列表
zh_hant: 無曲目新增到我的最愛

# qobuz_Add_to_a_playlist
source: Add to a playlist
ar: إضافة إلى قائمة تشغيل
da: Føj til en playliste
de: Zu einer Playlist hinzufügen
es_mx: Agregar a una lista de reproducción
fi: Lisää soittolistaan
fr: Ajouter à une liste de lecture
he: הוסף לרשימת השמעה
id: Tambahkan ke daftar lagu
it: Aggiungi ad una playlist
ja: プレイリストに追加
ko: 재생 목록에 추가
nb: Legg til en spilleliste
nl: Toevoegen aan een afspeellijst
pl: Dodaj do listy odtwarzania
pt_br: Adicionar à uma playlist
pt_pt: Adicionar a uma lista de reprodução
ru: Добавить в плейлист
sk: Pridať do zoznamu skladieb
sv: Lägg till spellista
zh_hans: 添加至播放列表
zh_hant: 新增到播放清單

# qobuz_The_name_of_new_list_is_empty_
source: The name of new list is empty.
ar: اسم القائمة الجديدة فارغ.
da: Navnet på den nye liste er tomt.
de: Der Name der neuen Liste ist leer.
es_mx: El nombre de la lista está vacío.
fi: Uuden luettelon nimi on tyhjä.
fr: Le nom de la nouvelle liste est vide.
he: השם של הרשימה החדשה ריק.
id: Nama daftar baru kosong.
it: Il nome della nuova lista è vuoto.
ja: 新しいリスト名が空です。
ko: 새 목록의 이름이 비어 있습니다.
nb: Navnet på den nye listen er tomt.
nl: De naam van de nieuwe lijst is leeg.
pl: Nazwa nowej listy jest pusta.
pt_br: O nome da nova lista está vazio.
pt_pt: O nome da nova lista está em branco.
ru: Имя нового списка пустое.
sk: Názov nového zoznamu je prázdny
sv: Namnet på den nya listan är tomt.
zh_hans: 新列表的名称是为空。
zh_hant: 新清單的名稱為空。

# qobuz_added_to
source: added to
ar: إضافة إلى
da: tilføjet til
de: hinzugefügt zu
es_mx: agregado a
fi: lisätty
fr: ajouté à
he: נוסף ל
id: ditambahkan ke
it: aggiunto alla
ja: 追加
ko: 다음에 추가됨
nb: lagt til
nl: toegevoegd aan
pl: dodano do
pt_br: adicionar à
pt_pt: adicionado(a) a
ru: добавленные в
sk: pridané do
sv: Har lagts till
zh_hans: 已添加至
zh_hant: 已新增到

# qobuz_New_playlist
source: New playlist
ar: قائمة تشغيل جديدة
da: Ny playliste
de: Neue Playlist
es_mx: Nueva lista de reproducción
fi: Uusi soittolista
fr: Nouvelle liste de lecture
he: רשימת השמעה חדשה
id: Daftar lagu baru
it: Nuova playlist
ja: 新しいプレイリスト
ko: 새 재생 목록
nb: Ny spilleliste
nl: Nieuwe afspeellijst
pl: Nowa lista odtwarzania
pt_br: Nova playlist
pt_pt: Nova lista de reprodução
ru: Новый плейлист
sk: Nový zoznam skladieb
sv: Ny spellista
zh_hans: 新播放列表
zh_hant: 新的播放清單

# qobuz_Enter_a_name_for_this_playlist
source: Enter a name for this playlist
ar: أدخل اسمًا لقائمة التشغيل هذه
da: Indtast et navn til denne playliste
de: Gib einen Namen für diese Playlist ein
es_mx: Escriba el nombre de la lista de reproducción.
fi: Anna soittolistalle nimi
fr: Entrez le nom de cette liste de lecture
he: הזן שם עבור הפלייליסט הזה
id: Masukkan nama untuk daftar lagu ini
it: Inserisci un nome per questa playlist
ja: このプレイリストの名前を入力
ko: 이 재생 목록의 이름 입력
nb: Angi et navn for denne spillelisten
nl: Voer een naam in voor deze afspeellijst
pl: Wprowadź nazwę listy odtwarzania
pt_br: Digite um nome para esta playlist
pt_pt: Introduza um nome para esta lista de reprodução
ru: Ввести имя для данного плейлиста
sk: Zadajte názov tohto zoznamu skladieb
sv: Ange ett namn för den här spellistan
zh_hans: 为此播放列表输入名称
zh_hant: 輸入此播放清單的名稱

# qobuz_Create
source: Create
ar: إنشاء
da: Opret
de: Erstellen
es_mx: Crear
fi: Luo
fr: Créer
he: לִיצוֹר
id: Buat
it: Crea
ja: 作成
ko: 만들기
nb: Bygg
nl: Maken
pl: Utwórz
pt_br: Criar
pt_pt: Criar
ru: Создать
sk: Vytvoriť
sv: Skapa
zh_hans: 创建
zh_hant: 建立

# qobuz_Finish
source: Finish
ar: إنهاء
da: Afslut
de: Beenden
es_mx: Terminar
fi: Loppu
fr: Terminer
he: סיים
id: Selesai
it: Fine
ja: 完了
ko: 마침
nb: Fullfør
nl: Voltooien
pl: Zakończ
pt_br: Finalizar
pt_pt: Terminar
ru: Завершить
sk: Skončiť
sv: Avsluta
zh_hans: 完成
zh_hant: 完成

# qobuz_No_available_albums_in_your_purchases
source: No available albums in your purchases
ar: لا توجد ألبومات متاحة في مشترياتك
da: Ingen tilgængelige album i dine køb
de: Keine verfügbaren Alben in deinen Käufen
es_mx: Ningún álbum disponible es sus compras
fi: Ostoksissasi ei ole saatavilla olevia albumeita
fr: Aucun album disponible dans vos achats
he: אין אלבומים זמינים ברכישות שלך
id: Tidak ada album yang tersedia dalam pembelian Anda
it: Non ci sono alcum disponibili fra i tuoi acquisti
ja: 購入した利用可能なアルバムはありません
ko: 구매 내역에서 사용 가능한 앨범 없음
nb: Ingen tilgjengelige album i kjøpene dine
nl: Geen beschikbare albums in uw aankopen
pl: Brak dostępnych albumów w zakupach użytkownika
pt_br: Nenhum álbum disponível em suas compras
pt_pt: Sem álbuns disponíveis nas suas compras
ru: Нет доступных альбомов в ваших покупках
sk: Vo vašich nákupoch nie sú dostupné žiadne albumy
sv: Inga tillgängliga album i dina köp
zh_hans: 你的已购项目中没有可用专辑
zh_hant: 您購買的產品中無可用專輯

# qobuz_No_available_tracks_in_your_purchases
source: No available tracks in your purchases
ar: لا توجد مقاطع متاحة في مشترياتك
da: Ingen tilgængelige spor i dine køb
de: Keine verfügbaren Titel in deinen Käufen
es_mx: Ninguna pista disponible es sus compras
fi: Ostoksissasi ei ole saatavilla olevia kappaleita
fr: Aucune piste disponible dans vos achats
he: אין מסלולים זמינים ברכישות שלך
id: Tidak ada trek yang tersedia dalam pembelian Anda
it: Non ci sono brani disponibili fra i tuoi acquisti
ja: 購入した利用可能な曲はがありません
ko: 구매 내역에서 사용 가능한 트랙 없음
nb: Ingen tilgjengelige spor i kjøpene dine
nl: Geen beschikbare nummers in uw aankopen
pl: Brak dostępnych utworów w zakupach użytkownika
pt_br: Nenhuma faixa disponível em suas compras
pt_pt: Sem faixas disponíveis nas suas compras
ru: Нет доступных треков в ваших покупках
sk: Vo vašich nákupoch nie sú dostupné žiadne skladby
sv: Inga tillgängliga spår i dina köp
zh_hans: 你的已购项目中没有可用曲目
zh_hant: 您購買的產品中無可用曲目

# qobuz_Search_isn_t_available_the_phone_isn_t_connect_to_the_Internet
source: Search isn't available,the phone isn't connect to the Internet
ar: البحث غير متاح، الهاتف غير متصل بالإنترنت
da: Søgning er ikke tilgængelig,telefonen er ikke forbundet til internettet
de: Die Suche ist nicht verfügbar, das Telefon ist nicht mit dem Internet verbunden
es_mx: La búsqueda no está disponible; el teléfono no está conectado a Internet.
fi: Haku ei ole käytettävissä,puhelin ei ole yhteydessä Internetiin
fr: La recherche n'est pas disponible, le téléphone n'est pas connecté à Internet.
he: החיפוש אינו זמין, הטלפון אינו מחובר לאינטרנט
id: Pencarian tidak tersedia. Ponsel tidak tersambung ke Internet
it: La ricerca non è disponibile, il telefono non è connesso a Internet
ja: 検索は利用できません。スマートフォンがインターネットに接続されていません
ko: 검색을 사용할 수 없습니다. 휴대폰이 인터넷에 연결되지 않았습니다.
nb: Søk er ikke tilgjengelig, telefonen er ikke koblet til Internett
nl: Zoeken is niet beschikbaar, de telefoon is niet verbonden met het internet
pl: Wyszukiwanie nie jest możliwe, telefon nie ma połączenia z Internetem
pt_br: A pesquisa não está disponível,o telefone não está conectado à Internet
pt_pt: A pesquisa não está disponível, o telemóvel não está ligado à Internet
ru: Поиск недоступен, телефон не подключается к Интернету
sk: Vyhľadávanie nie je dostupné, telefón nie je pripojený k internetu
sv: Sökning är inte tillgänglig, telefonen är inte ansluten till internet
zh_hans: 由于手机无法连接到互联网，因此搜索不可用
zh_hant: 搜尋不可用，手機未連接到網際網路

# qobuz_Remove_all_history
source: Remove all history
ar: إزالة السجل بالكامل
da: Fjern al historik
de: Gesamten Verlauf entfernen
es_mx: Eliminar todo el historial
fi: Poista kaikki historia
fr: Retirer tout l’historique
he: הסר את כל ההיסטוריה
id: Hapus semua riwayat
it: Rimuovi tutta la cronologia
ja: すべての履歴を削除
ko: 모든 기록 제거
nb: Fjern all historikk
nl: Verwijder alle geschiedenis
pl: Usuń całą historię
pt_br: Remover todo histórico
pt_pt: Remover todo o histórico
ru: Удалить всю историю
sk: Odstrániť celú históriu
sv: Ta bort hela historik
zh_hans: 删除所有历史记录
zh_hant: 移除所有歷史記錄

# qobuz_Searching
source: Searching
ar: البحث
da: Søger
de: Suche läuft
es_mx: Buscando
fi: Hakee
fr: Recherche
he: מחפש
id: Mencari
it: Cerco
ja: 検索しています
ko: 검색 중
nb: Søker
nl: Zoeken
pl: Wyszukiwanie
pt_br: Buscando
pt_pt: A pesquisar
ru: Идет поиск
sk: Vyhľadáva sa
sv: Söker
zh_hans: 正在搜索
zh_hant: 正在搜尋

# qobuz_Search_failed
source: Search failed
ar: فشل البحث
da: Søgning mislykket
de: Suche fehlgeschlagen
es_mx: Error en la búsqueda
fi: Haku epäonnistui
fr: Échec de la recherche
he: החיפוש נכשל
id: Pencarian gagal
it: Ricerca non riuscita
ja: 検索に失敗
ko: 검색 실패
nb: Søk mislyktes
nl: Zoeken mislukt
pl: Niepowodzenie wyszukiwania
pt_br: Falhou ao buscar
pt_pt: Falha ao pesquisar
ru: Поиск не удался
sk: Vyhľadávanie zlyhalo
sv: Sökningen misslyckades
zh_hans: 搜索失败
zh_hant: 搜尋失敗

# qobuz_No_matching_results_for___%@__
source: No matching results for "%@"
ar: لا توجد نتائج مطابقة لـ "%@"
da: Ingen matchende resultater for "%@"
de: Keine passenden Ergebnisse für "%@"
es_mx: Ningún resultado para "%@"
fi: Ei vastaavia hakutuloksia "%@" :lle
fr: Aucun résultat pour "%@"
he: אין תוצאות מתאימות עבור "%@"
id: Tidak ada hasil yang cocok untuk "%@"
it: Nessun risultato corrispondente per "%@"
ja: "%@" に対する結果が一致しません
ko: "%@" 과(와) 일치하는 결과 없음
nb: Ingen samsvarende resultater for "%@"
nl: Geen overeenkomende resultaten voor "%@"
pl: Brak wyników wyszukiwania zgodnych z "%@"
pt_br: Nenhum resultado correspondente para "%@"
pt_pt: Sem resultados correspondentes para "%@"
ru: Нет подходящих результатов для "%@"
sk: Žiadne zodpovedajúce výsledky pre "%@"
sv: Inga matchande resultat för "%@"
zh_hans: 未找到与 "%@" 匹配的结果
zh_hant: 沒有與 "%@" 相符的結果

# qobuz_History_is_empty
source: History is empty
ar: السجل فارغ
da: Historien er tom
de: Der Verlauf ist leer
es_mx: Historial vacío
fi: Historia on tyhjä
fr: L'historique est vide
he: ההיסטוריה ריקה
id: Riwayat kosong
it: La cronologia è vuota
ja: 履歴が空です
ko: 기록이 비어 있음
nb: Historikken er tom
nl: De geschiedenis is leeg
pl: Historia jest pusta
pt_br: O histórico está vazio
pt_pt: O histórico está vazio
ru: История пустая
sk: História je prázdna
sv: Historiken är tom.
zh_hans: 历史记录为空
zh_hant: 歷史記錄為空

# qobuz_Artist
source: Artist
ar: الفنان
da: Kunstner
de: Interpret
es_mx: Artista
fi: Esiintyjä
fr: Artiste
he: אמן
id: Artis
it: Artista
ja: アーティスト
ko: 아티스트
nl: Artiest
pl: Wykonawca
pt_br: Artista
pt_pt: Artista
ru: Исполнитель
sk: Interpret
zh_hans: 艺术家
zh_hant: 藝術家

# qobuz_Release_Date
source: Release Date
ar: تاريخ الإصدار
da: Udgivelsesdato
de: Veröffentlichungsdatum
es_mx: Fecha de lanzamiento
fi: Julkaisupäivämäärä
fr: Date de publication
he: תאריך הוצאה
id: Tanggal perilisan
it: Data di pubblicazione
ja: リリース日順
ko: 출시일
nb: Utgivelsesdato
nl: Releasedatum
pl: Data wydania
pt_br: Data de lançamento
pt_pt: Data de lançamento
ru: Дата выпуска
sk: Dátum vydania
sv: Utgivningsdatum
zh_hans: 发布日期
zh_hant: 發佈日期

# qobuz_Date_added
source: Date added
ar: تاريخ الاضافة
da: Dato tilføjet
de: Hinzugefügt an Datum
es_mx: Fecha alta
fi: Lisäyspäivämäärä
fr: Date d’ajout
he: הוסף תאריך
id: Tanggal ditambahkan
it: Data di aggiunta
ja: 追加した日付順
ko: 추가된 날짜
nb: Dato lagt til
nl: Datum toegevoegd
pl: Data dodania
pt_br: Data adicionada
pt_pt: Data adicionada
ru: Дата добавления
sk: Dátum pridania
sv: Datum har lagts till
zh_hans: 添加日期
zh_hant: 新增日期

# primemusic_Block_Explicit_Songs
source: Block Explicit Songs
ar: حظر الأغاني الفاضحة
da: Bloker eksplicitte sange
de: Explizite Songs blockieren
es_mx: Bloquear canciones explícitas
fi: Estä epäsovinnaiset kappaleet
fr: Bloquer les chansons explicites
he: חסום שירים מפורשים
id: Blokir Lagu Vulgar
it: Blocca brani espliciti
ja: 露骨な性描写を含む曲をブロック
ko: 유해한 곡 차단
nb: Blokker støtende sanger
nl: Expliciete nummers blokkeren
pl: Blokuj utwory zawierające treści nieodpowiednie dla dzieci
pt_br: Bloquear sons explícitos
pt_pt: Bloquear músicas explícitas
ru: Блокировать откровенные песни
sk: Blokovať explicitné skladby
sv: Blockera explicita låtar
zh_hans: 屏蔽包含露骨内容的歌曲
zh_hant: 封鎖露骨的歌曲

# primemusic_Unblock_Explicit_Songs
source: Unblock Explicit Songs
ar: إلغاء حظر الأغاني الفاضحة
da: Fjern blokering af eksplicitte sange
de: Explizite Songs entsperren
es_mx: Desbloquear canciones explícitas
fi: Poista epäsovinnaisten kappaleiden esto
fr: Débloquer les chansons explicites
he: בטל חסימה של שירים מפורשים
id: Buka Blokir Lagu Vulgar
it: Sblocca brani espliciti
ja: 露骨な性描写を含む曲のブロック解除
ko: 유해한 곡 차단 취소
nb: Fjern blokkering av støtende sanger
nl: Expliciete nummers deblokkeren
pl: Odblokuj utwory zawierające treści nieodpowiednie dla dzieci
pt_br: Desbloquear sons explícitos
pt_pt: Desbloquear músicas explícitas
ru: Разблокировать откровенные песни
sk: Odblokovať explicitné skladby
sv: Avblockera explicita låtar
zh_hans: 解除屏蔽包含露骨内容的歌曲
zh_hant: 解除封鎖露骨的歌曲

# primemusic_Songs_with_explicit_language_will_be_blocked_on_this_device_
source: Songs with explicit language will be blocked on this device.
ar: سيتم حظر الأغاني التي تحتوي على لغة فاضحة على هذا الجهاز.
da: Sange med eksplicit sprog vil blive blokeret på denne enhed.
de: Songs mit expliziter Sprache werden auf diesem Gerät gesperrt.
es_mx: Las canciones con lenguaje explícito se bloquearán en este servicio.
fi: Epäsovinnaista kieltä sisältävät kappaleet estetään tässä laitteessa.
fr: Les chansons au langage explicite seront bloquées sur cet appareil.
he: שירים עם שפה מפורשת ייחסמו במכשיר הזה.
id: Lagu dengan bahasa vulgar akan diblokir di perangkat ini.
it: I brani con linguaggio esplicito verranno bloccati su questo dispositivo.
ja: このデバイスでは今後、露骨な性描写を含む歌詞の曲はブロックされます。
ko: 이 장치에서 가사가 유해한 곡을 차단하려고 합니다.
nb: Sanger med støtende innhold vil bli blokkert på denne enheten.
nl: Nummers met expliciet taalgebruik zijn op dit apparaat geblokkeerd.
pl: Utwory zawierające treści nieodpowiednie dla dzieci zostaną zablokowane na tym urządzeniu.
pt_br: Sons com linguagem explícita serão bloqueados neste dispositivo.
pt_pt: As músicas com linguagem explícita serão bloqueadas neste dispositivo.
ru: Песни с откровенными выражениями будут заблокированы на этом устройстве.
sk: Skladby s explicitnou rečou budú na tomto zariadení zablokované
sv: Låtar med explicit språk kommer att blockeras på den här enheten.
zh_hans: 本设备将屏蔽包含露骨内容的歌曲
zh_hant: 在此裝置上將封鎖包含露骨語言的歌曲。

source: Songs with explicit language are blocked on this device. Would you like to unblock?
ar: سيتم حظر الأغاني التي تحتوي على لغة فاضحة على هذا الجهاز. هل ترغب في إلغاء الحظر؟
da: Sange med eksplicit sprog er blokeret på denne enhed. Vil du gerne fjerne blokeringen?
de: Songs mit expliziter Sprache sind auf diesem Gerät gesperrt. Möchtest du die Sperrung aufheben?
es_mx: Las canciones con lenguaje explícito están bloqueadas en este servicio. ¿Desea desbloquearlas?
fi: Epäsovinnaista kieltä sisältävät kappaleet ovat estettyjä tässä laitteessa. Haluatko poistaa eston?
fr: Les chansons au langage explicite sont bloquées sur cet appareil. Souhaitez-vous débloquer ?
he: שירים עם שפה מפורשת חסומים במכשיר הזה. האם תרצה לבטל את החסימה?
id: Lagu dengan bahasa vulgar diblokir di perangkat ini. Apakah Anda ingin membuka blokir?
it: I brani con linguaggio esplicito sono bloccati su questo dispositivo. Vuoi sbloccarli
ja: このデバイスでは、露骨な性描写を含む歌詞の曲はブロックされます。ブロックを解除しますか？
ko: 이 장치에서 가사가 유해한 곡을 차단합니다. 차단을 취소하시겠습니까?
nb: Sanger med støtende språk er blokkert på denne enheten. Vil du oppheve blokkeringen?
nl: Nummers met expliciet taalgebruik zijn op dit apparaat geblokkeerd. Wilt u de blokkering opheffen?
pl: Utwory zawierające treści nieodpowiednie dla dzieci są zablokowane na tym urządzeniu. Czy chcesz je odblokować?
pt_br: Sons com linguagem explícita estão bloqueados neste dispositivo. Você gostaria de desbloquear?
pt_pt: As músicas com linguagem explícita estão bloqueadas neste dispositivo. Pretende desbloquear?
ru: Песни с откровенными выражениями заблокированы на этом устройстве. Хотите разблокировать?
sk: Skladby s explicitnou rečou sú na tomto zariadení zablokované. Chcete ich odblokovať?
sv: Låtar med explicit språk är blockerade på den här enheten. Vill du avblockera?
zh_hans: 本设备已屏蔽包含露骨内容的歌曲。是否要解除屏蔽？
zh_hant: 此裝置上封鎖包含露骨語言的歌曲。您要解除封鎖嗎？

# primemusic_Block
source: Block
ar: حظر
da: Blokering
de: Sperren
es_mx: Bloquear
fi: Estä
fr: Bloquer
he: לַחסוֹם
id: Blokir
it: Blocca
ja: ブロック
ko: 차단
nb: Bolk
nl: Blokkeren
pl: Zablokuj
pt_br: Bloquear
pt_pt: Bloquear
ru: Заблокировать
sk: Zablokovať
sv: Blockera
zh_hans: 屏蔽
zh_hant: 封鎖

# primemusic_Unblock
source: Unblock
ar: إلغاء حظر
da: Fjern blokering
de: Entsperren
es_mx: Desbloquear
fi: Poista esto
fr: Débloquer
he: בטל חסימה
id: Buka Blokir
it: Sblocca
ja: ブロックを解除
ko: 차단 취소
nb: Opphev blokkering
nl: Deblokkeren
pl: Odblokuj
pt_br: Desbloquear
pt_pt: Desbloquear
ru: Разблокировать
sk: Odblokovať
sv: Avblockera
zh_hans: 解除屏蔽
zh_hant: 解除封鎖

# primemusic__nExplicit_songs__n_are_blocked_n
source: Explicit songs are blocked
ar: الأغاني الفاضحة محظورة
da: Eksplicitte sange er blokeret
de: Explizite Songs sind gesperrt
es_mx: Las canciones explícitas están bloqueadas.
fi: Epäsovinnaiset kappaleet on estetty
fr: Les chansons explicites sont bloquées
he: nשירים מפורשים חסומים
id: Lagu vulgar diblokir
it: I brani espliciti sono bloccati
ja: 露骨な性描写を含む曲 はブロックされます
ko: 유해한 곡 차단됨
nb: Støtende sanger er blokkert
nl: Expliciete nummers zijn geblokkeerd
pl: Utwory zawierające treści nieodpowiednie dla dzieci są zablokowane
pt_br: Sons explícitos estão bloqueados
pt_pt: As músicas explícitas estão bloqueadas
ru: Откровенные песни заблокированы
sk: Explicitné skladby sú zablokované
sv: Explicita låtar är blockerade
zh_hans: 包含露骨内容的歌曲 已被屏蔽
zh_hant: 露骨的歌曲 被封鎖

# primemusic__nExplicit_songs__n_are_unblocked_n
source: Explicit songs are unblocked
ar: الأغاني الفاضحة غير محظورة
da: Eksplicitte sange er ikke blokeret
de: Explizite Songs werden entsperrt
es_mx: Las canciones explícitas están desbloqueadas.
fi: Epäsovinnaisten kappaleiden estot poistettu
fr: Les chansons explicites sont débloquées
he: nשירים מפורשים בוטלו החסימה
id: Lagu vulgar dibuka blokirnya
it: I brani espliciti sono sbloccati
ja: 露骨な性描写を含む曲 のブロックが解除されます
ko: 유해한 곡 차단 취소됨
nb: Støtende sanger blokkeres ikke
nl: Expliciete nummers zijn gedeblokkeerd
pl: Utwory zawierające treści nieodpowiednie dla dzieci są odblokowane
pt_br: Sons explícitos estão desbloqueados
pt_pt: As músicas explícitas estão desbloqueadas
ru: Откровенные песни разблокированы
sk: Explicitné skladby sú odblokované
sv: Explicita låtar är avblockerade
zh_hans: 包含露骨内容的歌曲 已被解除屏蔽
zh_hant: 露骨的歌曲 被解除封鎖

# primemusic_Loading_error__Please_try_again_later_
source: Loading error. Please try again later.
ar: خطأ في التحميل. يُرجى إعادة المحاولة لاحقًا.
da: Indlæsningsfejl. Prøv igen senere.
de: Ladefehler. Versuche es bitte später erneut.
es_mx: Error durante la carga. Inténtelo de nuevo más tarde.
fi: Latausvirhe. Yritä myöhemmin uudelleen.
fr: Erreur de chargement. Réessayez ultérieurement.
he: שגיאת טעינה. בבקשה נסה שוב מאוחר יותר.
id: Kesalahan memuat. Silakan coba lagi nanti.
it: Errore nel caricamento. Prova di nuovo più tardi.
ja: ロード中のエラー。後で再試行してください。
ko: 로드 중 오류가 발생했습니다. 나중에 다시 시도하십시오.
nb: Innlastingsfeil. Prøv igjen senere.
nl: Fout in laden. Probeer het later nog eens.
pl: Błąd wczytywania. Spróbuj ponownie później.
pt_br: Erro de carregamento. Tente novamente mais tarde.
pt_pt: Erro de carregamento. Tente novamente mais tarde.
ru: Ошибка загрузки. Попробуйте еще раз позже.
sk: Chyba pri načítavaní. Prosím skúste to znova neskôr.
sv: Laddar fel. Försök igen senare.
zh_hans: 加载错误。请稍后再试。
zh_hant: 載入錯誤。請稍後重試。

# primemusic_We_re_sorry__this_content_is_no_longer_available
source: We're sorry, this content is no longer available
ar: معذرةً، لم يعد هذا المحتوى متاحًا
da: Vi beklager, dette indhold er ikke længere tilgængeligt
de: Entschuldigung, dieser Inhalt ist nicht mehr verfügbar
es_mx: El contenido ya no está disponible.
fi: Valitettavasti tämä sisältö ei ole enää saatavilla
fr: Nous sommes désolés, ce contenu n'est plus disponible
he: אנו מצטערים, תוכן זה אינו זמין יותר
id: Maaf, konten ini tidak lagi tersedia
it: Siamo spiacenti, questo contenuto non è più disponibile
ja: 、このコンテンツはすでに利用不能です
ko: 죄송합니다. 더 이상 사용할 수 없는 콘텐츠입니다.
nb: Vi beklager, dette innholdet er ikke lenger tilgjengelig
nl: Deze inhoud is helaas niet meer beschikbaar
pl: Przepraszamy, ta treść nie jest już dostępna
pt_br: Desculpe, este conteúdo não está mais disponível
pt_pt: Lamentamos, mas este conteúdo já não está disponível
ru: К сожалению, этот контент больше не доступен
sk: Ľutujeme, tento obsah už nie je k dispozícii.
sv: Det här innehållet är inte längre tillgängligt
zh_hans: 抱歉，该内容已不再适用
zh_hant: 很抱歉，此內容不再可用
