Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# jbl_Manage_AirPlay__Chromecast_built_in_or_other_3rd_party_streaming_services
source: Manage AirPlay, Chromecast built-in or other 3rd party streaming services.
ar: أدِر AirPlay أو Chromecast built-In أو خدمات البث الخارجية الأخرى.
da: Administrer AirPlay, Chromecast built-in eller andre tredjeparts streamingtjenester.
de: Verwalte AirPlay, Chromecast built-in oder andere Streaming-Dienste von Drittanbietern.
es_mx: Administre AirPlay, Chromecast built-in o servicios de transmisión de terceros.
fi: Hallitse AirPlay-, Chromecast built-in tai muita kolmannen osapuolen suoratoistopalveluja.
fr: Gérez AirPlay, Chromecast built-in ou d'autres services de diffusion tiers.
he: נהל את AirPlay , Chromecast built-in מובנה או שירותי סטרימינג אחרים של צד שלישי.
id: Kelola AirPlay, Chromecast built-in, atau layanan streaming pihak ketiga lainnya.
it: Gestisci i servizi di streaming AirPlay, Chromecast built-in o di altre terze parti.
ja: AirPlay、Chromecast built-in、その他のサードパーティーのストリーミングサービスを管理します。
ko: AirPlay, Chromecast built-in 또는 기타 타사 스트리밍 서비스를 관리합니다.
nb: Administrer AirPlay, Chromecast built-in eller en andre eksterne strømmetjenester.
nl: Beheer AirPlay, Chromecast built-in of andere streamingdiensten van derden.
pl: Zarządzaj usługą AirPlay, Chromecast built-in lub innymi usługami przesyłania strumieniowego firm trzecich.
pt_br: Gerencie o AirPlay, o Chromecast built-in ou outros serviços de streaming de terceiros.
pt_pt: Faça a gestão do AirPlay, do Chromecast built-in ou de outros serviços de transmissão de terceiros.
ru: Управление AirPlay, Chromecast built-in или другими сторонними потоковыми сервисами.
sk: Spravovať AirPlay, Chromecast built-in alebo iné streamovacie služby tretích strán.
sv: Manage AirPlay, Chromecast built-in eller andra streamingtjänster från tredje part.
zh_hans: 管理 AirPlay、Chromecast built-in 或其他第三方流媒体服务。
zh_hant: 管理 AirPlay、Chromecast built-in 或其他第三方串流播放服務。

# jbl_Invalid_Email_Address
source: Invalid Email Address
ar: عنوان البريد الإلكتروني غير صالح
da: Ugyldig e-mailadresse
de: Ungültige E-Mail-Adresse
es_mx: Dirección de correo electrónico no válida
fi: Virheellinen sähköpostiosoite
fr: Adresse de messagerie non valide
he: כתובת דוא״ל לא חוקית
id: Alamat Email Tidak Valid
it: Indirizzo email non valido
ja: 無効なEメールアドレス
ko: 유효하지 않은 이메일 주소
nb: Ugyldig epostadresse
nl: Ongeldig e-mailadres
pl: Nieprawidłowy adres e-mail
pt_br: Endereço de E-mail Inválido
pt_pt: Endereço de e-mail inválido
ru: Неверный адрес электронной почты
sk: Neplatná e-mailová adresa
sv: Ogiltig e-postadress
zh_hans: 电子邮件地址无效
zh_hant: 電子郵件地址無效

# jbl_Network_Control
source: Network Control
ar: التحكم في الشبكة
da: Netværkskontrol
de: Netzwerksteuerung
es_mx: Control de red
fi: Verkon valvonta
fr: Contrôle du réseau
he: בקרת רשת
id: Kontrol Jaringan
it: Controllo rete
ja: ネットワークの操作
ko: 네트워크 제어
nb: Nettverkskontroll
nl: Netwerkbeheer
pl: Sterowanie sieciowe
pt_br: Controle de Rede
pt_pt: Controlo de redes
ru: Управление сетью
sk: Ovládanie siete
sv: Nätverkskontroll
zh_hans: 网络控制
zh_hant: 網路控制

# jbl_Please_enter_a_valid_email_address_
source: Please enter a valid email address.
ar: يُرجى إدخال بريد الكتروني صالح.
da: Indtast venligst en gyldig e-mailadresse.
de: Gib bitte eine gültige E-Mail-Adresse ein.
es_mx: Ingrese una dirección de correo electrónico válida.
fi: Syötä kelvollinen sähköpostiosoite.
fr: Veuillez entrer une adresse de messagerie valide.
he: אנא הזן כתובת דואל תקנית.
id: Silakan masukkan alamat email yang valid.
it: Inserisci un indirizzo email valido
ja: 有効なEメールアドレスを入力してください。
ko: 유효한 이메일 주소를 입력해 주십시오.
nb: Angi en gyldig e-postadresse.
nl: Voer een geldig e-mailadres in.
pl: Wprowadź prawidłowy adres e-mail.
pt_br: Digite um endereço de e-mail válido.
pt_pt: Introduza um endereço de e-mail válido.
ru: Введите действительный адрес электронной почты.
sk: Prosím zadajte platnú e-mailovú adresu.
sv: Ange en giltig e-postadress.
zh_hans: 请输入有效的电子邮件地址。
zh_hant: 請輸入有效的電子郵件地址。

# jbl_3rd_Party_Service
source: 3rd Party Service
ar: الخدمة الخارجية
da: Tredjepartstjeneste
de: Drittanbieterdienst
es_mx: Servicio de terceros
fi: kolmannen osapuolen palvelu
fr: Service tiers
he: שירות צד שלישי
id: Layanan Pihak Ketiga
it: Servizio di terze parti
ja: サードパーティーのサービス
ko: 타사 서비스
nb: Tredjepartstjeneste
nl: Dienst van derden
pl: Usługa firmy trzeciej
pt_br: Serviço de Terceiros
pt_pt: Serviço de terceiros
ru: Услуги третьей стороны
sk: Služba tretej strany
sv: Tredjepartstjänst
zh_hans: 第三方服务
zh_hant: 第三方服務

# jbl_Home_Network
source: Home Network
ar: الشبكة المنزلية
da: Hjemmenetværk
de: Heimnetzwerk
es_mx: Red doméstica
fi: Kotiverkko
fr: Réseau domestique
he: רשת ביתית
id: Jaringan Rumah
it: Rete domestica
ja: ホームネットワーク
ko: 홈 네트워크
nb: Hjemmenettverk
nl: Thuisnetwerk
pl: Sieć domowa
pt_br: Rede Doméstica
pt_pt: Rede doméstica
ru: Домашняя сеть
sk: Domáca sieť
sv: Hemnätverk
zh_hans: 家庭网络
zh_hant: 家用網路

# jbl_Do_you_want_to_send_debug_log_
source: Do you want to send debug log?
ar: هل تريد إرسال سجل تصحيح أخطاء؟
da: Vil du sende en fejlfindingslog?
de: Möchtest du ein Debug-Protokoll senden?
es_mx: ¿Desea enviar el registro de depuración?
fi: Haluatko lähettää vianmäärityslokin?
fr: Voulez-vous envoyer le journal de débogage ?
he: האם ברצונך לשלוח לוג שגיאות?
id: Anda ingin mengirim log debug?
it: Vuoi inviare il log di debug?
ja: 本当にデバッグログを送信しますか？
ko: 디버그 로그를 전송하시겠습니까?
nb: Vil du sende feilsøkingslogg?
nl: Wilt u een debug log verzenden?
pl: Czy chcesz przesłać dziennik debugowania?
pt_br: Deseja enviar o registro de depuração?
pt_pt: Deseja enviar um registo de remoção de erros?
ru: Хотите ли вы отправить журнал отладки?
sk: Chcete odoslať denník ladenia?
sv: Vill du skicka felsökningslogg?
zh_hans: 是否想发送调试日志？
zh_hant: 你是否要傳送偵錯記錄檔嗎？

# jbl_Wi_Fi_Strength
source: Wi-Fi Strength
ar: قوة شبكة Wi-Fi
da: Wi-fi-styrke
de: WLAN-Stärke
es_mx: Señal Wi-Fi
fi: Wi-Fi voimakkuus
fr: Force du Wi-Fi
he: חוזק Wi-Fi
id: Kekuatan Wi-Fi
it: Potenza segnale Wi-Fi
ja: Wi-Fiの強度
ko: Wi-Fi 강도
nb: Wi-Fi-styrke
nl: Wi-Fi-sterkte
pl: Jakość połączenia Wi-Fi
pt_br: Força do Sinal Wi-Fi
pt_pt: Força da rede Wi-Fi
ru: Сила сигнала Wi-Fi
sk: Intenzita Wi-Fi
sv: Wi-Fi-styrka
zh_hans: Wi-Fi 强度
zh_hant: Wi-Fi 強度

# jbl_IP_Address
source: IP Address
ar: عنوان IP
da: IP-adresse
de: IP-Adresse
es_mx: Dirección IP
fi: IP-osoite
fr: Adresse IP
he: כתובת ה - IP
id: Alamat IP
it: Indirizzo IP
ja: IPアドレス
ko: IP 주소
nb: IP-adresse
nl: IP-adres
pl: Adres IP
pt_br: Endereço de IP
pt_pt: Endereço IP
ru: IP адрес
sk: IP adresa
sv: IP-adress
zh_hans: IP 地址
zh_hant: IP 位址

# jbl_MAC_Address
source: MAC Address
ar: عنوان MAC
da: MAC-adresse
de: MAC-Adresse
es_mx: Dirección MAC
fi: MAC-osoite
fr: Adresse MAC
he: כתובת MAC
id: Alamat MAC
it: Indirizzo MAC
ja: MACアドレス
ko: MAC 주소
nb: MAC-adresse
nl: MAC-adres
pl: Adres MAC
pt_br: Endereço de MAC
pt_pt: Endereço MAC
ru: MAC адрес
sk: MAC adresa
sv: MAC-adress
zh_hans: MAC 地址
zh_hant: MAC 位址

# jbl_Your_confirmation_ID_is_%@
source: Your confirmation ID is %@
ar: معرف التأكيد الخاص بك هو %@
da: Dit bekræftelses-id er %@
de: Deine Bestätigungs-ID lautet %@
es_mx: El Id. de confirmación es %@.
fi: Vahvistustunnuksesi on %@
fr: Votre ID de confirmation est %@
he: מזהה האישור שלך הוא %@
id: ID konfirmasi Anda adalah %@
it: Il tuo ID di conferma è %@
ja: 認証IDは%@です
ko: 확인 ID = %@
nb: Din bekreftelses-ID er %@
nl: Uw bevestigings-ID is %@
pl: Twój identyfikator potwierdzenia to %@
pt_br: Seu ID de confirmação é %@
pt_pt: O seu ID de confirmação é %@
ru: Ваш идентификатор подтверждения - %@
sk: Vaše ID potvrdenia je %@
sv: Ditt bekräftelse-ID är %@
zh_hans: 你的确认 ID 是 %@
zh_hant: 你的確認 ID 是 %@

# jbl_Would_you_like_to_Sign_Out_
source: Would you like to Sign Out?
ar: هل تريد تسجيل الخروج؟
da: Vil du gerne logge ud?
de: Möchtest du dich abmelden?
es_mx: ¿Desea cerrar la sesión?
fi: Haluatko kirjautua ulos?
fr: Voulez-vous vous déconnecter ?
he: האם תרצה לצאת?
id: Apakah Anda ingin Keluar?
it: Vuoi effettuare il log out?
ja: サインアウトしますか？
ko: 로그아웃하시겠습니까?
nb: Vil du logge av?
nl: Wilt u zich afmelden?
pl: Czy chcesz się wyrejestrować?
pt_br: Gostaria de sair?
pt_pt: Gostaria de terminar sessão?
ru: Вы хотите выйти из системы?
sk: Chcete sa odhlásiť?
sv: Vill du logga ut?
zh_hans: 是否要退出？
zh_hant: 你要登出嗎？

source: Your feedback will help us improve our services to you.
ar: تساعدنا ملاحظاتك على تحسين خدماتنا المقدمة إليك.
da: Din feedback vil hjælpe os med at forbedre vores tjenester til dig.
de: Dein Feedback hilft uns, unsere Dienstleistungen für dich zu verbessern.
es_mx: Sus comentarios nos permiten mejorar los servicios.
fi: Palautteesi auttaa meitä parantamaan palveluitamme sinulle.
fr: Vos remarques nous aident à améliorer les services que nous vous fournissons.
he: המשוב שלך יעזור לנו לשפר את השירותים שלנו עבורך.
id: Umpan balik dari Anda akan membantu meningkatkan layanan kami.
it: Il tuo feedback ci aiuterà a migliorare i nostri servizi.
ja: フィードバックはサービスを向上させるのに役立ちます。
ko: 귀하의 피드백은 서비스 개선에 도움이 됩니다.
nb: Tilbakemeldinger fra deg hjelper oss å forbedre tjenestene vi gir til deg.
nl: Uw feedback zal ons helpen onze dienst aan u te verbeteren.
pl: Twoja opinia pomoże nam ulepszyć świadczone usługi.
pt_br: Seu feedback nos ajudará a melhorar nossos serviços para você.
pt_pt: O seu feedback irá ajudar-nos a melhorar os serviços que lhe prestamos.
ru: Ваши отзывы помогут нам улучшить качество наших услуг.
sk: Vaša spätná väzba nám pomôže zlepšiť naše služby pre vás.
sv: Din feedback hjälper oss att förbättra våra tjänster till dig.
zh_hans: 请随时发送反馈意见，以帮助我们改进为你提供的服务。
zh_hant: 你的回饋將幫助我們改進我們向你提供的服務。

# jbl_SIGN_OUT
source: SIGN OUT
ar: تسجيل الخروج
da: LOG UD
de: ABMELDEN
es_mx: CERRAR SESIÓN
fi: KIRJAUDU ULOS
fr: SE DÉCONNECTER
he: התנתק
id: KELUAR
it: LOG OUT
ja: サインアウト
ko: 로그아웃
nb: LOGG UT
nl: AFMELDEN
pl: WYREJESTRUJ Się
pt_br: SAIR
pt_pt: TERMINAR SESSÃO
ru: ВЫЙТИ ИЗ СИСТЕМЫ
sk: ODHLÁSIŤ SA
sv: LOGGA UT
zh_hans: 退出
zh_hant: 登出

# jbl_Please_describe_your_problem_in_the_message_box_below_
source: Please describe your problem in the message box below.
ar: يُرجى وصف مشكلتك في مربع الرسائل أدناه.
da: Beskriv venligst dit problem i feltet nedenfor.
de: Bitte beschreibe dein Problem im Nachrichtenfeld unten.
es_mx: Describa el problema en el siguiente cuadro de texto.
fi: Kuvaile ongelmasi alla olevaan viestikenttään.
fr: Veuillez décrire votre problème dans la zone de message ci-dessous.
he: אנא תאר את הבעיה שלך בתיבת ההודעה למטה.
id: Jelaskan masalah Anda dalam kotak pesan di bawah ini.
it: Per favore descrivi il tuo problema nella casella di seguito.
ja: 下のメッセージボックス内で発生した問題について説明してください。
ko: 아래 메시지 상자에 현재 겪고 있는 문제점을 설명해 주십시오.
nb: Beskriv problemet ditt i meldingsboksen nedenfor.
nl: Beschrijf uw probleem in het onderstaande berichtenvak.
pl: Opisz swój problem w polu treści wiadomości poniżej.
pt_br: Descreva seu problema na caixa de mensagem abaixo.
pt_pt: Descreva o seu problema na caixa de mensagem abaixo.
ru: Пожалуйста, опишите вашу проблему в поле для сообщений ниже.
sk: V nižšie uvedenom poli správy popíšte svoj problém.
sv: Beskriv ditt problem i meddelanderutan nedan.
zh_hans: 请在下面的消息框中描述你的问题。
zh_hant: 請在下面的訊息方塊中說明你的問題。

# jbl_The_name_of_device_is_empty_
source: The name of device is empty.
ar: اسم الجهاز فارغ.
da: Navnet på enheden er tomt.
de: Der Name des Geräts ist leer.
es_mx: El nombre del dispositivo está vacío.
fi: Laitteen nimi on tyhjä.
fr: Le nom de l'appareil est vide.
he: שם המכשיר ריק.
id: Nama perangkat kosong.
it: Il nome del dispositivo è vuoto.
ja: デバイス名が空です。
ko: 장치 이름이 비어 있습니다.
nb: Enhetens navn er tomt.
nl: De naam van het apparaat is niet ingevuld.
pl: Brak nazwy urządzenia.
pt_br: O nome do dispositivo está vazio.
pt_pt: O nome do dispositivo está em branco.
ru: Имя устройства не заполнено.
sk: Názov zariadenia je prázdny.
sv: Enhetens namn är tomt.
zh_hans: 设备的名称为空。
zh_hant: 裝置名稱為空。

# jbl_The_length_of_name_is_too_long
source: The length of name is too long.
ar: الاسم طويل جدًا.
da: Navnet er for langt.
de: Der Name ist zu lang.
es_mx: El nombre es demasiado largo.
fi: Nimen pituus on liian pitkä.
fr: Le nom de l’appareil est trop long.
he: אורך השם ארוך מדי.
id: Nama terlalu panjang.
it: La lunghezza del nome è troppo lunga.
ja: 名前が長すぎます。
ko: 이름이 지나치게 깁니다.
nb: Navnet er for langt.
nl: De lengte van de naam is te lang.
pl: Zbyt długa nazwa urządzenia.
pt_br: O comprimento do nome é muito longo.
pt_pt: O nome está demasiado longo.
ru: Слишком длинное имя.
sk: Dĺžka názvu je príliš dlhá.
sv: Namnets längd är för lång.
zh_hans: 名称太长。
zh_hant: 名稱長度過長。

# jbl_Reset_AirPlay
source: Reset AirPlay
ar: إعادة تعيين AirPlay
da: Nulstil AirPlay
de: AirPlay zurücksetzen
es_mx: Restablecer AirPlay
fi: Nollaa AirPlay
fr: Réinitialiser AirPlay
he: אפס את AirPlay
id: Atur Ulang AirPlay
it: Resetta AirPlay
ja: AirPlayをリセット
ko: AirPlay 재설정
nb: Tilbakestill AirPlay
pl: Zresetuj AirPlay
pt_br: Redefinir AirPlay
pt_pt: Repor o AirPlay
ru: Сброс настроек AirPlay
sk: Obnoviť AirPlay
sv: Återställ AirPlay
zh_hans: 重置 AirPlay
zh_hant: 重設 AirPlay

# jbl_Only_numbers__letters_and_underscore_are_allowed
source: Only numbers, letters and underscore are allowed.
ar: يُسمح فقط بالأرقام والأحرف والشرطة السفلية.
da: Kun tal, bogstaver og understregninger er tilladt.
de: Es sind nur Zahlen, Buchstaben und Unterstriche erlaubt.
es_mx: Solo se permiten números, letras y guiones bajos.
fi: Vain numerot, kirjaimet ja alleviivaus ovat sallittuja.
fr: Vous ne pouvez entrer que des chiffres, des lettres et le soulignement.
he: רק מספרים, אותיות וקווים תחתונים מותרים.
id: Hanya angka, huruf, dan garis bawah yang diperbolehkan.
it: Sono consentiti solo numeri, lettere e trattino basso.
ja: 数字、文字、下線以外は使用できません。
ko: 숫자, 글자, 밑줄만 사용할 수 있습니다.
nb: Bare tall, bokstaver og understrek er tillatt.
nl: Alleen cijfers, letters en underscore zijn toegestaan.
pl: Dozwolone są wyłącznie cyfry, litery i znak podkreślenia.
pt_br: Somente números, letras e sublinhados são permitidos.
pt_pt: Apenas são permitidos números, letras e sublinhado.
ru: Допускаются только цифры, буквы и подчеркивание.
sk: Povolené sú len čísla, písmená a podčiarkovník.
sv: Endast siffror, bokstäver och understreck är tillåtna.
zh_hans: 只允许使用数字、字母和下划线。
zh_hant: 只允許使用數字、字母和底線。

source: You're ready to start streaming. Look for the AirPlay button in 'Control Centre' on your iOS mobile phone.
ar: أنت مستعد لبدء البث. ابحث عن زر AirPlay في "مركز التحكم" على هاتفك المحمول الذي يعمل بنظام iOS.
da: Du er klar til at begynde at streame. Kig efter AirPlay-knappen i "Kontrolcenter" på din iOS-mobiltelefon.
de: Du kannst nun mit dem Streaming beginnen. Suche auf deinem iOS-Mobiltelefon im ‚Kontrollzentrum‘ nach der AirPlay-Schaltfläche.
es_mx: Todo listo para empezar a transmitir. En su teléfono móvil iOS, ingrese al Centro de control y busque el botón de AirPlay.
fi: Olet valmis aloittamaan suoratoiston. Etsi AirPlay-painike iOS-matkapuhelimesi ohjauskeskuksesta 'Control Centre'.
fr: Vous êtes prêt(e) à diffuser. Recherchez le bouton AirPlay dans le « Centre de contrôle » de votre téléphone mobile iOS.
he: אתה מוכן להתחיל בסטרימינג. חפש את כפתור AirPlay ב'מרכז הבקרה' בטלפון הנייד שלך עם iOS.
id: Anda siap memulai streaming. Cari tombol AirPlay di 'Pusat Kontrol' di ponsel iOS Anda.
it: Sei pronto per iniziare lo streaming. Cerca il pulsante AirPlay in 'Centro di Controllo' sul tuo telefono cellulare iOS.
ja: ストリーミングを開始する準備ができていますiOSを搭載したスマートフォンの「コントロールセンター」内でAirPlayボタンを探してください。
ko: 이제 스트리밍할 수 있습니다. iOS 휴대폰의 '제어 센터'에서 AirPlay 버튼을 찾으십시오.
nb: Du er klar til å begynne å strømme. Se etter AirPlay-knappen i "Kontrollsenter" på iOS-mobiltelefonen.
nl: U bent klaar om te kunnen streamen. Zoek naar de AirPlay-knop in 'Control Centre' op uw iOS mobiele telefoon.
pl: Możesz rozpocząć przesyłanie strumieniowe. Znajdź przycisk AirPlay w centrum sterowania telefonu z systemem iOS.
pt_br: Você está pronto para começar a transmitir. Procure o botão AirPlay no 'Centro de Controle' no seu telefone móvel iOS.
pt_pt: Está pronto para iniciar a transmissão. Procure o botão AirPlay em "Centro de Controlo" no seu telemóvel iOS.
ru: Вы готовы начать потоковое вещание. Найдите кнопку AirPlay в "Центре управления" на мобильном телефоне с iOS.
sk: Ste pripravení začať streamovať. Vyhľadajte tlačidlo AirPlay v „Riadiacom centre“ na svojom mobilnom telefóne so systémom iOS.
sv: Du är redo att börja streama. Leta efter AirPlay-knappen i 'Kontrollcenter' på din iOS-mobiltelefon.
zh_hans: 你现在可以开始串流音乐了。在你的 iOS 手机打开“控制中心”，找到 AirPlay 按钮。
zh_hant: 你已準備好開始串流播放。在 iOS 手機的「控制中心」中查找 AirPlay 按鈕。

# jbl_Name_exists
source: Name exists
ar: الاسم موجود
da: Navnet findes
de: Name bereits vorhanden
es_mx: El nombre ya existe.
fi: Nimi on olemassa
fr: Le nom existe
he: שם קיים
id: Nama sudah ada
it: Nome già esistente
ja: すでに同じ名前が存在します
ko: 이미 사용 중인 이름
nb: Navnet finnes allerede
nl: De naam bestaat
pl: Istnieje już taka nazwa
pt_br: O nome existe
pt_pt: O nome já existe
ru: Имя уже существует
sk: Názov už existuje
sv: Namnet finns redan
zh_hans: 名称已存在
zh_hant: 名稱已存在

# jbl_Cannot_Stream_Via_AirPlay_
source: Cannot Stream Via AirPlay?
ar: لا يمكن البث عبر AirPlay؟
da: Kan du ikke streame via AirPlay?
de: Streaming über AirPlay funktioniert nicht?
es_mx: ¿No puede transmitir por AirPlay?
fi: Ei suoratoistoa AirPlayn kautta?
fr: Vous ne pouvez pas diffuser via AirPlay ?
he: לא מצליח להזרים דרך AirPlay?
id: Tidak Dapat Melakukan Streaming Melalui AirPlay?
it: Non riesci ad effettuare lo streaming tramite AirPlay?
ja: AirPlayを使用したストリーミングができませんか？
ko: AirPlay로 스트리밍할 수 없나요?
nb: Kan du ikke streame via AirPlay?
nl: U kunt niet streamen via AirPlay?
pl: Strumieniowanie przez AirPlay nie jest możliwe?
pt_br: Não consegue transmitir via AirPlay?
pt_pt: Não é possível realizar a transmissão através do AirPlay?
ru: Не удается выполнить потоковую передачу через AirPlay?
sk: Nie je možné streamovať cez AirPlay?
sv: Kan du inte streama via AirPlay?
zh_hans: 无法通过 AirPlay 串流音乐？
zh_hant: 無法透過 AirPlay 串流播放？

# jbl_Allow_to_access_your_location_while_you_are_using_the_app_
source: Allow to access your location while you are using the app?
ar: هل تسمح بالوصول إلى موقعك أثناء استخدام التطبيق؟
da: Tillad at få adgang til din placering, mens du bruger appen?
de: Zugriff auf Standort während der Verwendung der App erlauben?
es_mx: ¿Desea permitir el acceso a su ubicación mientras usa la aplicación?
fi: Sallitko sijaintisi käytön sovellusta käyttäessäsi?
fr: Autoriser l'accès à votre position pendant que vous utilisez l'application ?
he: לאפשר גישה למיקום שלך בזמן שאתה משתמש באפליקציה?
id: Izinkan untuk mengakses lokasi Anda saat Anda menggunakan aplikasi?
it: Consenti l'accesso alla posizione mentre utilizzi l'app?
ja: アプリの使用中に位置情報へのアクセスを許可しますか？
ko: 앱을 사용하는 동안 위치 액세스를 허용하시겠습니까?
nb: Vil du gi tilgang til plasseringen din mens du bruker appen?
nl: Toegang tot uw locatie toestaan terwijl u de app gebruikt?
pl: Pozwalasz na dostęp do swojego położenia podczas używania aplikacji?
pt_br: Permitir acessar sua localização enquanto estiver usando o aplicativo?
pt_pt: Permitir o acesso à sua localização enquanto estiver a utilizar a aplicação?
ru: Разрешить доступ к вашему местоположению во время использования приложения?
sk: Povoliť prístup k vašej polohe počas používania aplikácie?
sv: Tillåt åtkomst till din plats medan du använder appen?
zh_hans: 是否允许在你使用应用时访问你的定位？
zh_hant: 是否允許在你使用應用程式時存取你的位置？

source: If you cannot stream content with AirPlay, please press below button to reset.
ar: في حالة عدم التمكن من بث المحتوى باستخدام AirPlay، فيُرجى الضغط على الزر الموضح أدناه لإعادة التعيين.
da: Hvis du ikke kan streame indhold med AirPlay, skal du trykke på nedenstående knap for at nulstille.
de: Wenn du keine Inhalte mit AirPlay streamen kannst, drücke zum Zurücksetzen bitte die Taste unten.
es_mx: Si no puede transmitir contenido con AirPlay, presione el siguiente botón para restablecer el servicio.
fi: Jos et pysty suoratoistamaan sisältöä AirPlayn avulla, paina alla olevaa painiketta nollataksesi.
fr: Si vous ne pouvez pas diffuser du contenu avec AirPlay, veuillez appuyer sur le bouton ci-dessous pour réinitialiser.
he: אם אינך יכול להזרים תוכן עם AirPlay , אנא לחץ על הלחצן למטה כדי לאפס.
id: Jika Anda tidak dapat melakukan streaming konten dengan AirPlay, tekan tombol di bawah untuk mengatur ulang.
it: Se non riesci a trasmettere contenuti in streaming con AirPlay, premi il pulsante qui sotto per resettare.
ja: AirPlayでコンテンツをストリーミングできない場合、下のボタンを押してリセットしてください。
ko: AirPlay로 콘텐츠를 스트리밍할 수 없는 경우 아래 버튼을 눌러 재설정하십시오.
nb: Hvis du ikke kan strømme innhold med AirPlay, kan du trykke på knappen nedenfor for å tilbakestille.
nl: Als u geen inhoud kunt streamen met AirPlay, druk dan op de onderstaande knop om te resetten.
pl: Jeśli nie jest możliwe strumieniowanie treści przy użyciu usługi AirPlay, naciśnij przycisk poniżej, aby zresetować tę usługę.
pt_br: Se você não conseguir transmitir conteúdo com o AirPlay, pressione o botão abaixo para redefinir.
pt_pt: Se não for possível transmitir o conteúdo com o AirPlay, prima o botão abaixo para realizar a reposição.
ru: Если вы не можете передавать контент с помощью AirPlay, нажмите кнопку ниже для перезагрузки.
sk: Ak nemôžete streamovať obsah pomocou AirPlay, obnovte ho stlačením tlačidla nižšie.
sv: Om du inte kan streama innehåll med AirPlay, tryck på knappen nedan för att återställa.
zh_hans: 如果你不能用 AirPlay 串流内容，请按下面的按钮进行重置。
zh_hant: 如果你無法使用 AirPlay 串流播放內容，請按以下按鈕以重設。
