Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

source: APP needs to find your Wi-Fi network as location information. This app doesn't collect your location using GPS or Wi-Fi based positioning technologies.
ar: يحتاج التطبيق إلى العثور على شبكة Wi-Fi الخاصة بك كمعلومات عن الموقع. لا يجمع هذا التطبيق بيانات موقعك باستخدام GPS أو تقنيات تحديد المواقع المستندة إلى Wi-Fi.
da: Appen skal finde dit wi-fi-netværk som placeringsoplysninger. Denne app indsamler ikke din placering ved hjælp af GPS eller wi-fi-baserede positioneringsteknologier.
de: Die App muss dein WLAN-Netzwerk als Standortinformation finden. Diese App erfasst deinen Standort nicht über GPS oder WLAN-basierte Ortungstechnologien.
es_mx: La aplicación necesita encontrar la red Wi-Fi como información de ubicación. La aplicación no recopila su ubicación con tecnologías de localización GPS o Wi-Fi.
fi: Sovelluksen on löydettävä Wi-Fi-verkkosi sijaintitietona. Tämä sovellus ei kerää sijaintiasi käyttämällä GPS- tai Wi-Fi-pohjaisia paikannustekniikoita.
fr: L'application doit trouver votre réseau Wi-Fi comme information de localisation. Cette application ne collecte pas votre position via des technologies de positionnement basées sur le GPS ou le Wi-Fi.
he: APP צריך למצוא את רשת ה-Wi-Fi שלך כמידע על מיקום. אפליקציה זו אינה אוספת את המיקום שלך באמצעות טכנולוגיות מיקום מבוססות GPS או Wi-Fi.
id: Aplikasi perlu menemukan jaringan Wi-Fi Anda sebagai informasi lokasi. Aplikasi ini tidak mengumpulkan lokasi Anda menggunakan GPS atau teknologi penentuan posisi berbasis Wi-Fi.
it: L'APP deve trovare la tua rete Wi-Fi come informazione della posizione. Questa app non individua la tua posizione utilizzando le tecnologie di posizionamento basate su GPS o Wi-Fi.
ja: アプリはWi-Fiネットワークを位置情報として見つける必要があります。このアプリは位置決定技術に基づき、GPSまたはWi-Fiを使用した位置情報を収集しません。
ko: 앱에서 위치 정보로 Wi-Fi 네트워크를 찾아야 합니다. 이 앱은 GPS 또는 Wi-Fi 기반 위치 기술을 사용하여 위치를 수집하지 않습니다.
nb: Appen må finne Wi-Fi-nettverket ditt som stedsinformasjon. Denne appen innhenter ikke plasseringen din gjennom GPS eller Wi-Fi-basert posisjoneringsteknologi.
nl: APP moet uw Wi-Fi-netwerk vinden als locatie-informatie. Deze app verzamelt uw locatie niet met GPS of Wi-Fi-gebaseerde positioneringstechnologieën.
pl: Aplikacja wymaga wyszukania sieci Wi-Fi w celu ustalenia położenia. Aplikacja nie gromadzi informacji o Twoim położeniu przy użyciu technologii opartych na systemie GPS ani łączności Wi-Fi.
pt_br: O APP precisa encontrar sua rede Wi-Fi como informações de localização. Este aplicativo não coleta sua localização usando tecnologias de posicionamento baseadas em GPS ou Wi-Fi.
pt_pt: A aplicação precisa de encontrar a sua rede de Wi-Fi como informação de localização. Esta aplicação não recolhe a sua localização utilizando tecnologias de posicionamento baseadas em GPS ou Wi-Fi.
ru: APP необходимо найти вашу сеть Wi-Fi в качестве информации о местоположении. Данное приложение не собирает данные о вашем местоположении с помощью GPS или технологий позиционирования на основе Wi-Fi.
sk: Aplikácia potrebuje nájsť vašu sieť Wi-Fi ako informáciu o polohe. Táto aplikácia nezhromažďuje vašu polohu pomocou technológií určovania polohy založených na GPS alebo Wi-Fi.
sv: APP måste hitta ditt Wi-Fi-nätverk som platsinformation. Den här appen samlar inte in din position med GPS- eller Wi-Fi-baserad positioneringsteknik.
zh_hans: 应用需要找到你的 Wi-Fi 网络作为定位信息。本应用不会使用 GPS 或基于 Wi-Fi 的定位技术收集你的定位信息。
zh_hant: 應用程式需要找到你的 Wi-Fi 網路作為位置資訊。此應用程式不會使用基於 GPS 或 Wi-Fi 的定位技術收集你的位置。

# jbl_Select_Product
source: Select Product
ar: تحديد المنتج
da: Vælg produkt
de: Gerät auswählen
es_mx: Seleccionar el producto
fi: Valitse tuote
fr: Sélectionner un produit
he: בחר מוצר
id: Pilih Produk
it: Seleziona il prodotto
ja: 製品を選択
ko: 제품 선택
nb: Velg produkt
nl: Kies product
pl: Wybierz produkt
pt_br: Selecione o Produto
pt_pt: Selecionar produto
ru: Выбрать устройство
sk: Vyberte produkt
sv: Välj Produkt
zh_hans: 选择设备
zh_hant: 選擇產品

# jbl_Don_t_Allow
source: Don't Allow
ar: لا تسمح بذلك
da: Tillad ikke
de: Nicht erlauben
es_mx: No permitir
fi: Älä salli
fr: Ne pas autoriser
he: אל תאפשר
id: Jangan Izinkan
it: Non consentire
ja: 許可しない
ko: 허용 안 함
nb: Ikke tillat
nl: Niet toestaan
pl: Nie pozwalaj
pt_br: Não Permitir
pt_pt: Não permitir
ru: Не разрешать
sk: Nepovoliť
sv: Tillåt inte
zh_hans: 不允许
zh_hant: 不允許

# jbl_RESET_AIRPLAY
source: RESET AIRPLAY
ar: إعادة تعيين AIRPLAY
da: NULSTIL AIRPLAY
de: AIRPLAY ZURÜCKSETZEN
es_mx: RESTABLECER AIRPLAY
fi: NOLLAA AIRPLAY
fr: RÉINITIALISER AIRPLAY
he: אפס את AIRPLAY
id: ATUR ULANG AIRPLAY
it: RESETTA AIRPLAY
ja: AIRPLAYをリセット
ko: AirPlay 재설정
nb: TILBAKESTILL AIRPLAY
pl: ZRESETUJ AIRPLAY
pt_br: REDEFINIR AIRPLAY
pt_pt: REPOR O AIRPLAY
ru: СБРОС НАСТРОЕК AIRPLAY
sk: OBNOVIŤ AIRPLAY
sv: ÅTERSTÄLL AIRPLAY
zh_hans: 重置 AIRPLAY
zh_hant: 重設 AirPlay

# jbl_Please_connect_to_your_new_JBL_product
source: Please connect to your new JBL product.
ar: يُرجى الاتصال بمنتجك الجديد من JBL.
da: Opret forbindelse til dit nye JBL-produkt.
de: Bitte stelle eine Verbindung zu deinem neuen JBL Gerät her.
es_mx: Conéctese a su nuevo producto JBL.
fi: Yhdistä uusi JBL-tuotteesi.
fr: Veuillez vous connecter à votre nouveau produit JBL.
he: אנא התחבר למוצר JBL החדש שלך.
id: Silakan sambungkan ke produk JBL baru Anda.
it: Collegati al tuo nuovo prodotto JBL.
ja: 新しいJBL製品に接続してください。
ko: 새 JBL 제품에 연결해 주십시오.
nb: Koble til ditt nye JBL-produkt.
nl: Maak verbinding met uw nieuwe JBL product.
pl: Nawiąż połączenie z nowym produktem JBL.
pt_br: Conecte-se ao seu novo produto JBL.
pt_pt: Estabeleça a ligação ao seu novo produto JBL.
ru: Подключитесь к вашему новому устройству JBL.
sk: Pripojte sa k svojmu novému produktu JBL.
sv: Anslut till din nya JBL-produkt.
zh_hans: 请连接到你的新 JBL 设备。
zh_hant: 請連接到你的新 JBL 產品。

source: To stream music, you will need to log into your %@ account for this product.
ar: لبث الموسيقى، عليك تسجيل الدخول إلى حساب %@ الخاص بك لهذا المنتج.
da: For at streame musik skal du logge ind på din %@-konto for dette produkt.
de: Für das Streamen von Musik musst du dich bei deinem %@-Konto für dieses Gerät anmelden.
es_mx: Para transmitir música, debe iniciar sesión en la cuenta de %@ del producto.
fi: Jos haluat suoratoistaa musiikkia, sinun on kirjauduttava tämän tuotteen %@ -tilillesi.
fr: Pour diffuser de la musique, vous devrez vous connecter à votre compte %@ pour ce produit.
he: כדי להזרים מוזיקה, תצטרך להיכנס לחשבון %@ שלך עבור מוצר זה.
id: Untuk melakukan streaming musik, Anda harus login ke akun %@ Anda untuk produk ini.
it: Per trasmettere musica in streaming, devi effettuare il log in sul tuo account %@ per questo prodotto.
ja: 音楽をストリーミングするには、この製品の%@アカウントにログインする必要があります。
ko: 음악을 스트리밍하려면 이 제품의 %@ 계정에 로그인해야 합니다.
nb: For å kunne strømme musikk må du logge deg på %@-kontoen du har for dette produktet.
nl: Om muziek te streamen, moet u inloggen op uw %@-account voor dit product.
pl: Aby strumieniować muzykę, należy zalogować się do swojego konta %@ dla tego produktu.
pt_br: Para transmitir música, você precisará fazer login na sua conta %@ para este produto.
pt_pt: Para transmitir música, terá de iniciar sessão na sua conta %@ para este produto.
ru: Для потоковой передачи музыки необходимо войти в учетную запись %@ для данного устройства.
sk: Pre streamovanie hudby, sa budete musieť prihlásiť do svojho účtu %@ pre tento produkt.
sv: För att streama musik måste du logga in på ditt %@-konto för den här produkten
zh_hans: 要串流音乐，你需要使用本设备登录你的 %@ 账户。
zh_hant: 欲串流播放音樂，你需要為此產品登入你的 %@ 帳戶。

# jbl_To_continue_using_this_app__please_accept
source: To continue using this app, please accept:
ar: لمواصلة استخدام هذا التطبيق، يُرجى قبول:
da: For at fortsætte med at bruge denne app skal du acceptere:
de: Akzeptiere bitte Folgendes für die weitere Verwendung dieser App:
es_mx: Para seguir usando la aplicación, acepte lo siguiente:
fi: Jos haluat jatkaa tämän sovelluksen käyttöä, hyväksy:
fr: Pour poursuivre l’utilisation de cette application, veuillez accepter :
he: כדי להמשיך להשתמש באפליקציה זו, נא לאשר:
id: Untuk terus menggunakan aplikasi ini, terima:
it: Per continuare ad utilizzare questa applicazione, per favore accetta:
ja: このアプリの使用を続行するには、次の事項に同意してください:
ko: 이 앱을 계속 사용하려면 다음에 동의해 주십시오.
nb: For å fortsette å bruke denne appen må du godta:
nl: Om deze app te blijven gebruiken, moet u de:
pl: Aby kontynuować używanie tej aplikacji, zatwierdź:
pt_br: Para continuar usando este aplicativo, aceite:
pt_pt: Para continuar a utilizar esta aplicação, aceite:
ru: Чтобы продолжить использование этого приложения, нажмите Принять:
sk: Ak chcete pokračovať v používaní tejto aplikácie, vyjadrite súhlas:
sv: Om du vill fortsätta använda den här appen, måste du godkänna:
zh_hans: 要继续使用本应用，请接受:
zh_hant: 欲繼續使用此應用程式，請接受:

# jbl_Product_Registration
source: Product Registration
ar: تسجيل المنتج
da: Produktregistrering
de: Produktregistrierung
es_mx: Registro del producto
fi: Tuotteen rekisteröinti
fr: Enregistrement du produit
he: רישום המוצר
id: Pendaftaran Produk
it: Registrazione del prodotto
ja: 製品の登録
ko: 제품 등록
nb: Produktregistrering
nl: Productregistratie
pl: Rejestracja produktu
pt_br: Registro do produto
pt_pt: Registo do produto
ru: Регистрация продукта
sk: Registrácia produktu
sv: Produktregistrering
zh_hans: 产品注册
zh_hant: 產品註冊

# jbl_Sign_Up_Newsletter
source: Sign Up Newsletter
ar: تسجيل الاشتراك في النشرة
da: Tilmeld dig nyhedsbrev
de: Anmelden zum Newsletter
es_mx: Inscribirse en el boletín
fi: Kirjaudu Uutiskirjeen tilaajaksi
fr: S'inscrire à la Newsletter
he: הרשמה לניוזלטר
id: Mendaftar Buletin
it: Iscriviti alla Newsletter
ja: ニュースレターの登録
ko: 뉴스레터 가입하기
nb: Meld deg på nyhetsbrevet
nl: Aanmelden nieuwsbrief
pl: Zarejestruj się w newsletterze
pt_br: Inscreva-se em nossa News Letter
pt_pt: Registe-se para receber a newsletter
ru: Подписаться на рассылку
sk: Zaregistrovať sa pre odber informačného bulletinu
sv: Anmäl dig nu till Newsletter
zh_hans: 注册以接收通讯
zh_hant: 訂閱新聞稿

# jbl_Choose_your_product
source: Choose your product
ar: اختر منتج
da: Vælg dit produkt
de: Wähle dein Produkt
es_mx: Elija su producto
fi: Valitse tuotteesi
fr: Choisissez votre produit
he: בחר את המוצר שלך
id: Pilih produk Anda
it: Scegli il tuo prodotto
ja: 製品を選択してください
ko: 제품 선택
nb: Velg produkt
nl: Kies uw product
pl: Wybierz produkt
pt_br: Escolha seu produto
pt_pt: Escolha o seu produto
ru: Выбрать продукт
sk: Vyberte si svoj produkt
sv: Välj din produkt
zh_hans: 请选择你的产品
zh_hant: 選擇您的產品

# jbl_Calibration_Takes_About_1_Minute
source: Calibration Takes About 1 Minute
ar: تستغرق المعايرة نحو دقيقة
da: Kalibrering tager ca. 1 minut
de: Die Kalibrierung dauert etwa 1 Minute
es_mx: La calibración tarda aproximadamente 1 minuto
fi: Kalibrointi kestää noin 1 minuuttia
fr: L'étalonnage prend environ 1 minute
he: הכיול לוקח בערך דקה
id: Kalibrasi Membutuhkan Waktu 1 Menit
it: La calibrazione dura circa 1 minuto
ja: キャリブレーションには約1分かかります
ko: 보정은 약 1분 정도 소요됩니다.
nb: Kalibreringen tar ca. 1 minutt
nl: Kalibratie duurt ongeveer 1 minuut
pl: Kalibracja potrwa około 1 minuty
pt_br: A calibração leva cerca de 1 minuto
pt_pt: A calibração demora cerca de 1 minuto
ru: Калибровка занимает около 1 минуты
sk: Kalibrácia trvá približne 1 minútu
sv: Det tar ungefär 1 minut att utföra kalibreringen
zh_hans: 校准大约需要 1 分钟才能完成
zh_hant: 校準需要大約 1 分鐘

# jbl_Product_Support
source: Product Support
ar: دعم المنتج
da: Produktstøtte
de: Produktunterstützung
es_mx: Soporte del producto
fi: Tuotetuki
fr: Support du produit
he: תמיכת המוצר
id: Dukungan Produk
it: Supporto per il prodotto
ja: 製品のサポート
ko: 제품 지원
nb: Produktstøtte
nl: Productondersteuning
pl: Wsparcie dla produktu
pt_br: Suporte ao produto
pt_pt: Suporte do produto
ru: Поддержка продукта
sk: Podpora produktu
sv: Produktsupport
zh_hans: 产品支持
zh_hant: 產品支援

# jbl_Software_Update
source: Software Update
ar: تحديث البرنامج
da: Softwareopdatering
es_mx: Actualización de software
fi: Ohjelmistopäivitys
fr: Mise à jour du logiciel
he: עדכון תוכנה
id: Pembaruan Perangkat Lunak
it: Aggiornamento software
ja: ソフトウェアのアップデート
ko: 소프트웨어 업데이트
nb: Programvareoppdatering
pl: Aktualizacja oprogramowania
pt_br: Atualização de software
pt_pt: Atualização de software
ru: Обновление ПО
sk: Aktualizácia softvéru
sv: Programvaruuppdatering
zh_hans: 软件更新
zh_hant: 軟體更新

# jbl_UPDATE
source: UPDATE
ar: تحديث
da: OPDATERING
es_mx: ACTUALIZAR
fi: PÄIVITYS
fr: MISE À JOUR
he: עדכון
id: PEMBARUAN
it: AGGIORNA
ja: アップデート中
ko: 업데이트
nb: OPPDATER
pl: AKTUALIZUJ
pt_br: ATUALIZAR
pt_pt: ATUALIZAÇÃO
ru: ОБНОВИТЬ
sk: AKTUALIZÁCIA
sv: UPDATERA
zh_hans: 更新
zh_hant: 更新

# jbl_What_s_New_
source: What's New?
ar: ما الجديد؟
da: Hvad er nyt?
de: Was ist neu?
es_mx: Novedades
fi: Mitä uutta?
fr: Nouveautés
he: מה חדש?
id: Info Pembaruan
it: Cosa c’è di nuovo?
ja: 最新情報
ko: 새 소식
nb: Dette er nytt
nl: Wat is er nieuw?
pl: Co nowego?
pt_br: O que há de novo?
pt_pt: O que há de novo?
ru: Что нового?
sk: Čo je nového?
sv: Vad är nytt?
zh_hans: 最新特性
zh_hant: 新內容？

# jbl_Don_t_unplug_the_power_supply_during_the_update_
source: Don't unplug the power supply during the update.
ar: لا تفصل مصدر الطاقة أثناء التحديث.
da: Tag ikke stikket ud af strømforsyningen under opdateringen.
de: Trenne während der Aktualisierung das Netzteil nicht von der Steckdose.
es_mx: No desconecte la fuente de alimentación durante la actualización.
fi: Älä irrota virtalähdettä päivityksen aikana.
fr: Ne débranchez pas l’alimentation pendant la mise à jour.
he: אל תנתק את אספקת החשמל במהלך העדכון.
id: Jangan lepaskan sambungan ke suplai daya selama pembaruan berlangsung.
it: Non scollegare l'alimentazione durante l'aggiornamento.
ja: アップデート中は電源を取り外さないでください。
ko: 업데이트 동안 전원 공급 장치를 분리하지 마십시오.
nb: Ikke koble fra strømforsyningen under oppdateringen.
nl: De voeding tijdens de update niet loskoppelen.
pl: Nie odłączaj zasilania, gdy trwa aktualizowanie.
pt_br: Não desconecte a fonte de alimentação durante a atualização.
pt_pt: Não desligue a fonte de alimentação durante a atualização.
ru: Не отсоединяйте источник питания во время обновления.
sk: Počas aktualizácie neodpájajte napájací zdroj.
sv: Koppla inte bort strömförsörjningen under uppdateringen.
zh_hans: 在更新过程中请勿拔掉电源插头。
zh_hant: 更新期間不要斷開電源。

# jbl_%d_min_remain
source: %d min remain
ar: %d دقيقة متبقية
da: %d minutter tilbage
de: %d Min. verbleiben
es_mx: %d minutos restantes
fi: %d min jäljellä
fr: %d min. restantes
he: %d נשאר דקה
id: %d menit lagi
it: %d min rimanenti
ja: %d分残っています
ko: %d분 남음
nb: %d min. igjen
nl: %d min. resterend
pl: %d min do końca
pt_br: %d min restante
pt_pt: %d min restantes
ru: Осталось %d мин.
sk: %d min zostáva
sv: %d min. kvar
zh_hans: 剩余 %d 分钟
zh_hant: 剩餘 %d 分鐘

# jbl_Help_Improve_Chromecast
source: Help Improve Chromecast
ar: ساعد في تحسين Chromecast
da: Hjælp med at forbedre Chromecast
de: Hilf, Chromecast zu verbessern
es_mx: Quiero ayudar a mejorar Chromecast
fi: Auta parantamaan Chromecastia
fr: Aidez à améliorer Chromecast
he: עזור לשפר את Chromecast
id: Bantu Chromecast Jadi Lebih Baik
it: Contribuisci a migliorare Chromecast
ja: Chromecastの改善を助ける
ko: Chromecast 개선 돕기
nb: Bidra til å forbedre Chromecast
nl: Help Chromecast te verbeteren
pl: Pomóż ulepszać usługę Chromecast
pt_br: Ajude a melhorar o Chromecast
pt_pt: Ajude a melhorar o Chromecast
ru: Помогите усовершенствовать Chromecast
sk: Pomôžte zlepšiť Chromecast
sv: Hjälp till att förbättra Chromecast
zh_hans: 帮助改进 Chromecast
zh_hant: 幫助改善 Chromecast

# jbl_Current_version_%@
source: Current version %@
ar: الإصدار الحالي %@
da: Aktuel version %@
de: Aktuelle Version %@
es_mx: Versión actual %@
fi: Nykyinen versio %@
fr: Version actuelle %@
he: גרסה נוכחית %@
id: Versi saat ini %@
it: Versione attuale %@
ja: 現在のバージョン%@
ko: 현재 버전 %@
nb: Gjeldende versjon %@
nl: Huidige versie %@
pl: Bieżąca wersja %@
pt_br: Versão atual %@
pt_pt: Versão atual %@
ru: Текущая версия %@
sk: Aktuálna verzia %@
sv: Aktuell version %@
zh_hans: 当前版本是 %@
zh_hant: 目前的版本 %@

# jbl_YES__I_M_IN
source: YES, I'M IN
ar: نعم، موافق
da: JA, JEG ER MED
de: JA, ICH BIN DABEI
es_mx: SÍ, ACEPTO
fi: KYLLÄ, OLEN MUKANA
fr: OUI, JE PARTICIPE
he: כן, אני בפנים
id: YA, SAYA BERSEDIA
it: SÌ, VA BENE
ja: はい、参加します
ko: 예, 참여하겠습니다
nb: JA, GJERNE
nl: JA, IK DOE MEE
pl: TAK, ZGADZAM SIĘ
pt_br: SIM, PODE DEIXAR
pt_pt: SIM, CONCORDO
ru: ДА, Я УЧАСТВУЮ
sk: ÁNO, SOM TU
sv: JA, JAG ÄR MED
zh_hans: 好的，我接受
zh_hant: 是，我已加入

# jbl_You_Are_All_Set
source: You Are All Set
ar: أنت جاهز تمامًا الآن
da: Du er klar
de: Alles ist bereit
es_mx: Todo listo
fi: Kaikki on valmista
fr: Vous êtes prêt(e)
he: הכל מוכן
id: Selesai
it: Tutto pronto
ja: 準備完了です
ko: 모든 준비를 마쳤습니다
nb: Du er klar
nl: U bent nu klaar
pl: Wszystko gotowe
pt_br: Você está pronto
pt_pt: Está tudo pronto
ru: Все готово
sk: Všetko je pripravené
sv: Du är klar
zh_hans: 你已完成所有设置
zh_hant: 您都準備好了

source: Do you want to help improve everyone's experience by sharing device stats and crash reports with Google? Learn more ^^^
ar: هل تريد المساعدة في تحسين التجربة الفردية من خلال مشاركة إحصاءات الجهاز وتقارير الأعطال مع Google؟ تعرف على المزيد ^^^
da: Vil du hjælpe med at forbedre alles oplevelse ved at dele enhedsstatistik og rapporter om nedbrud med Google? Lær mere ^^^
de: Möchtest du dazu beitragen, die Erfahrung aller zu verbessern, indem du Gerätestatistiken und Absturzberichte mit Google teilst? Mehr erfahren ^^^
es_mx: ¿Quiere ayudar a mejorar la experiencia general compartiendo estadísticas del dispositivo e informes de fallas con Google? Más información ^^^
fi: Haluatko auttaa parantamaan kaikkien käyttökokemusta jakamalla laitetilastoja ja häiriöraportteja Googlen kanssa? Lue lisää ^^^
fr: Voulez-vous contribuer à améliorer l’expérience de tous en partageant les statistiques de l’appareil et les rapports d’incident avec Google ? En savoir plus ^^^
he: האם תרצה לעזור לשפר את החוויה של כולם על ידי שיתוף נתונים סטטיסטיים של מכשירים ודוחות קריסה עם Google? למידע נוסף ^^^
id: Ingin meningkatkan pengalaman pengguna lain dengan membagikan statistik perangkat dan laporan crash ke Google? Pelajari selengkapnya ^^^
it: Vuoi contribuire a migliorare l'esperienza di tutti condividendo le statistiche dei dispositivi e i report sugli arresti anomali con Google? Ulteriori informazioni ^^^
ja: 本当にデバイスの統計データとクラッシュレポートをGoogleと共有し、体験の改善を助けますか? さらに記憶する^^^
ko: Google과 장치 통계 및 충돌 보고서를 공유하여 다른 사용자의 경험을 개선하시겠습니까? 자세히 알아보기 - ^^^
nb: Vil du bidra til å forbedre alles opplevelse ved å dele enhetsstatistikk og krasjrapporter med Google? Les mer ^^^
nl: Wilt u de ervaring van iedereen helpen verbeteren door apparaatstatistieken en crashrapporten te delen met Google? Meer informatie ^^^
pl: Czy chcesz pomóc w ulepszaniu doświadczeń użytkowników poprzez udostępnianie statystyk dotyczących urządzenia i raportów o awarii firmie Google? Więcej informacji ^^^
pt_br: Quer ajudar a melhorar a experiência de todos compartilhando estatísticas do dispositivo e relatórios de erros com o Google? Saiba mais ^^^
pt_pt: Quer ajudar a melhorar a experiência de todos, partilhando estatísticas de dispositivos e relatórios de falha com o Google? Saber mais ^^^
ru: Хотите помочь в повышении удобства всех пользователей, передавая статистику о работе устройства и отчеты об аварийном завершении в Google? Узнать больше ^^^
sk: Chcete pomôcť zlepšiť skúsenosti všetkých používateľov zdieľaním štatistík zariadení a hlásení o zlyhaní so spoločnosťou Google? Zistiť viac ^^^
sv: Vill du hjälpa till att förbättra allas upplevelse genom att dela enhetsstatistik och kraschrapporter med Google? Läs mer ^^^
zh_hans: 是否愿意与谷歌分享设备统计数据和崩溃报告来帮助改善用户体验？了解更多 ^^^
zh_hant: 您是否想要透過與 Google 分享裝置統計資料和當機報告來改善每個人的體驗？瞭解更多 ^^^

# jbl_Downloading
source: Downloading
ar: جارِ التنزيل
da: Downloader
de: Wird heruntergeladen
es_mx: Descargando
fi: Ladataan
fr: Téléchargement
he: מוריד
id: Mengunduh
ja: ダウンロード中
ko: 다운로드 중
nb: Laster ned
nl: Downloaden
pl: Pobieranie
pt_br: Baixando
pt_pt: A transferir
ru: Загрузка
sk: Sťahovanie
sv: Laddar ner
zh_hans: 正在下载
zh_hant: 正在下載

# jbl_Installing
source: Installing
ar: جار التثبيت
da: Installerer
de: Wird installiert
es_mx: Instalando
fi: Asennetaan
fr: Installation
he: מתקין
id: Menginstal
it: Installazione
ja: インストール中
ko: 설치 중
nb: Installerer
nl: Installeren
pl: Instalowanie
pt_br: Instalando
pt_pt: A instalar
ru: Установка
sk: Inštaluje sa
sv: Installerar
zh_hans: 正在安装
zh_hant: 正在安裝

# jbl_NO_THANKS
source: NO THANKS
ar: لا، شكرًا
da: NEJ TAK
de: NEIN DANKE
es_mx: NO, GRACIAS
fi: EI KIITOS
fr: NON MERCI
he: לא, תודה
id: TIDAK, TERIMA KASIH
it: NO GRAZIE
ja: いいえ、結構です
ko: 아니요 괜찮습니다
nb: NEI TAKK
nl: NEE, BEDANKT
pl: NIE, DZIĘKUJĘ
pt_br: NÃO OBRIGADO
pt_pt: NÃO, OBRIGADO
ru: НЕТ, СПАСИБО
sk: NIE ĎAKUJEM
sv: NEJ TACK
zh_hans: 不，算了
zh_hant: 不，謝謝

# jbl_Remote_Controller
source: Remote Controller
ar: جهاز التحكم عن بعد
da: Fjernbetjening
de: Fernbedienung
es_mx: Control remoto
fi: Kaukosäädin
fr: Télécommande
he: שלט רחוק
id: Remote Kontrol
it: Telecomando
ja: リモコン
ko: 리모컨
nb: Fjernkontroll
nl: Afstandsbediening
pl: Pilot zdalnego sterowania
pt_br: Controlador remoto
pt_pt: Controlador remoto
ru: Пульт дистанционного управления
sk: Diaľkový ovládač
sv: Fjärrkontroll
zh_hans: 遥控器
zh_hant: 遙控器

# jbl_Download_Unsuccessful
source: Download Unsuccessful
ar: لم ينجح التنزيل
da: Download mislykket
de: Download fehlgeschlagen
es_mx: No se pudo completar la descarga
fi: Lataus ei onnistunut
fr: Échec du téléchargement
he: ההורדה לא התבצעת
id: Berhasil Mengunduh
it: Download non riuscito
ja: ダウンロードに失敗しました
ko: 다운로드 실패
nb: Nedlasting mislyktes
nl: Download mislukt
pl: Pobieranie zakończono niepowodzeniem
pt_br: Falha ao baixar
pt_pt: Falha ao transferir
ru: Загрузка не выполнена
sk: Sťahovanie nebolo úspešné
sv: Nedladdning misslyckades
zh_hans: 下载失败
zh_hant: 下載失敗

# jbl_Troubleshot
source: Troubleshot
ar: تحديد المشكلة
da: Fejlfinding
de: Fehlersuche
es_mx: Resolver problemas
fi: Vianmääritys
fr: Résolution des problèmes
he: פותר בעיות
id: Pemecahan Masalah
it: Risoluzione dei problemi
ja: トラブルシューティング
ko: 문제 해결
nb: Feilsøking
nl: Probleemoplossing
pl: Rozwiąż problemy
pt_br: Solução de problemas
pt_pt: Resolução de problemas
ru: Выполнить поиск и устранение неисправностей
sk: Riešenie problémov
sv: Felsöker
zh_hans: 故障排除
zh_hant: 疑難排解

# jbl_Current
source: Current
ar: التيار
da: Aktuel
de: Aktuell
es_mx: Actual
fi: Nykyinen
fr: En cours
he: נוכחי
id: Saat Ini
it: Attuale
ja: 現在
ko: 현재
nb: Nåværende
nl: Huidige
pl: Bieżące
pt_br: Atual
pt_pt: Atual
ru: Текущая
sk: Aktuálna
sv: Nuvarande
zh_hans: 当前
zh_hant: 目前

# jbl_Software_Update_available_
source: Software Update available!
ar: يتوافر تحديثات للبرامج!
da: Softwareopdatering tilgængelig!
de: Software-Update verfügbar!
es_mx: ¡Actualización de software disponible!
fi: Ohjelmiston päivitys saatavilla!
fr: Mise à jour du logiciel disponible !
he: עדכון תוכנה זמין!
id: Tersedia Pembaruan Perangkat Lunak!
it: E' disponibile un aggiornamento del software!
ja: ソフトウェアのアップデートが可能！
ko: 소프트웨어 업데이트 사용 가능!
nb: Programvareoppdatering tilgjengelig
nl: Software-update beschikbaar!
pl: Dostępna jest aktualizacja!
pt_br: Atualização de software disponível!
pt_pt: Atualização de software disponível!
ru: Доступно обновление ПО!
sk: Je k dispozícií aktualizácia softvéru!
sv: Programvaruuppdatering är tillgänglig!
zh_hans: 有软件更新可用！
zh_hant: 提供軟體更新！

# jbl_Works_With_OK_Google
source: Works With OK Google
ar: يعمل مع OK Google
da: Virker med OK Google
de: Funktioniert mit OK Google
es_mx: Funciona con OK Google
fi: Toimii OK Googlen kanssa
fr: Fonctionne avec OK Google
he: עובד עם OK Google
id: Kompatibel dengan OK Google
it: Funziona con OK Google
ja: OK Googleで作動させる
ko: OK Google 호환
nb: Fungerer med OK Google
nl: Werkt met OK Google
pl: Obsługuje tylko OK Google
pt_br: Funciona com o OK Google
pt_pt: Funciona com OK Google
ru: Работает с OK Google
sk: Funguje s OK Google
sv: Fungerar med OK Google
zh_hans: 使用 OK Google
zh_hant: 使用 OK Google
