Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# jbl_Grant_permission_to_discover_nearby_JBL_product
source: Grant permission to discover nearby %@ products.
ar: امنح الإذن لاكتشاف منتجات %@ القريبة.
da: Giv tilladelse til at finde %@-produkter i nærheden.
de: Erlaube, %@ Geräte in der Nähe zu erkennen.
es_mx: Otorgue permisos para detectar productos %@ cercanos.
fi: Anna lupa löytää lähellä olevia %@-tuotteita.
fr: Accordez l’autorisation pour découvrir les produits %@ proches.
he: הענק אישור לגלות מוצרי %@ בקרבת מקום.
id: Berikan izin untuk menemukan produk %@ terdekat.
it: Concedi l’autorizzazione per scoprire i prodotti %@ nelle vicinanze.
ja: 許可して、近くの%@製品を探してください。
ko: 주변의 %@ 제품을 검색하려면 권한을 부여해 주십시오.
nb: Gi tillatelse til å oppdage %@-produkter i nærheten.
nl: Geef toestemming om %@ producten in de omgeving te vinden.
pl: Przyznaj dostęp, aby wykryć pobliskie produkty %@.
pt_br: Conceda permissão para descobrir produtos %@ próximos.
pt_pt: Conceda permissão para descobrir produtos %@ nas proximidades.
ru: Дайте разрешение на обнаружение близлежащих устройств %@.
sk: Udeľte povolenie na objavovanie produktov %@ v okolí.
sv: Ge tillstånd för att upptäcka närliggande %@-produkter.
zh_hans: 授予权限以发现附近的 %@ 设备。
zh_hant: 授予發現附近 %@ 產品的權限。

# jbl_Turn_on_Bluetooth_to_discover_nearby_JBL_products
source: Turn on Bluetooth to discover nearby %@ products.
ar: شغّل تقنية بلوتوث لاكتشاف منتجات %@ القريبة.
da: Slå Bluetooth til for at finde %@-produkter i nærheden.
de: Aktiviere Bluetooth, um %@ Geräte in der Nähe zu erkennen.
es_mx: Active Bluetooth para detectar productos %@ cercanos.
fi: Ota Bluetooth käyttöön löytääksesi lähellä olevat %@-tuotteet.
fr: Activez le Bluetooth pour découvrir les produits %@ proches.
he: הפעל את Bluetooth כדי לגלות מוצרי %@ בקרבת מקום.
id: Aktifkan Bluetooth untuk menemukan produk %@ terdekat.
it: Attiva il Bluetooth per scoprire i prodotti %@ nelle vicinanze.
ja: Bluetoothをオンにして、近くの%@製品を探してください。
ko: Bluetooth를 켜고 주변의 %@ 제품을 검색합니다.
nb: Aktiver Bluetooth for å oppdage %@-produkter i nærheten.
nl: Schakel Bluetooth in om %@-producten in de omgeving te vinden.
pl: Włącz Bluetooth, aby wykryć pobliskie produkty %@.
pt_br: Ligar o Bluetooth para descobrir produtos %@ próximos.
pt_pt: Ligue o Bluetooth para descobrir produtos %@ nas proximidades.
ru: Включить Bluetoothдля обнаружения ближайших устройств %@.
sk: Zapnite Bluetooth, aby ste objavili produkty %@ v okolí.
sv: Slå på Bluetooth för att upptäcka närliggande %@-produkter.
zh_hans: 打开蓝牙以发现附近的 %@ 设备。
zh_hant: 開啟藍牙以發現附近的 %@ 產品。

# newStructure_No_Music_Is_Playing
source: No Music Is Playing
ar: لا توجد موسيقى قيد التشغيل
da: Der afspilles ingen musik
de: Keine Musik wird wiedergegeben
es_mx: No se está reproduciendo música
fi: Musiikki ei soi
fr: Aucune musique n'est diffusée
he: לא מושמעת מוזיקה
id: Tidak Ada Musik yang Diputar
it: Nessun brano musicale in riproduzione
ja: 音楽を再生していません
ko: 재생 중인 음악 없음
nb: Ingen musikk spilles
nl: Er wordt geen muziek weergegeven
pl: Muzyka nie jest odtwarzana
pt_br: Nenhuma música a ser reproduzida
pt_pt: Nenhuma música a ser reproduzida
ru: Музыка не воспроизводится
sk: Neprehráva sa žiadna hudba
sv: Ingen musik spelas upp
zh_hans: 当前没有音乐播放
zh_hant: 當前沒有音樂播放

# newStructure_Online
source: Online
ar: عبر الإنترنت
es_mx: En línea
fi: Verkossa
fr: En ligne
he: מקוון
ja: オンライン
ko: 온라인
nb: På nett
ru: Онлайн
zh_hans: 在线
zh_hant: 在線

# newStructure_Offline
source: Unavailable
ar: دون اتصال بالانترنت
es_mx: Sin conexión
fi: Ei verkossa
fr: Hors connexion
he: לא מקוון
id: Tidak Tersedia
ja: オフライン
ko: 오프라인
nb: Frakoblet
ru: Офлайн
zh_hans: 离线
zh_hant: 離線

# newStructure_Add_New_Product
source: Add New Product
ar: إضافة منتج جديد
da: Tilføj nyt produkt
de: Neues Gerät hinzufügen
es_mx: Agregar nuevo producto
fi: Lisää uusi tuote
fr: Ajouter un nouveau produit
he: הוסף מוצר חדש
id: Tambahkan Produk Baru
it: Aggiungi un nuovo prodotto
ja: 製品を新しく追加する
ko: 새 제품 추가
nb: Legg til nytt produkt
nl: Nieuw product toevoegen
pl: Dodaj nowy produkt
pt_br: Adicionar novo produto
pt_pt: Adicionar novo produto
ru: Добавить новое устройство
sk: Pridať nový produkt
sv: Lägg till ny produkt
zh_hans: 添加新产品
zh_hant: 添加新產品

# newStructure_Product_Management
source: Product Management
ar: إدارة الإنتاج
da: Produktstyring
de: Gerätemanagement
es_mx: Gestión de productos
fi: Tuotejohto
fr: Gestion des produits
he: ניהול מוצר
id: Pengelolaan Produk
it: Gestione dei prodotti
ja: 製品の管理
ko: 제품 관리
nb: Produktadministrering
nl: Productbeheer
pl: Zarządzanie produktami
pt_br: Gerenciamento de produtos
pt_pt: Gerenciamento de produtos
ru: Управление устройством
sk: Riadenie produktov
sv: Produkthantering
zh_hans: 产品管理
zh_hant: 產品管理

# newStructure_Please_grant_permission
source: Please grant permission to put product in discovery mode.
ar: يُرجى منح الإذن لوضع المنتج في وضع الاكتشاف.
da: Giv tilladelse til at sætte produktet i opdagelsestilstand.
de: Bitte erlaube, den Suchmodus des Geräts zu starten.
es_mx: Otorga permisos para acceder al modo de detección en el producto.
fi: Myönnä lupa tuotteen asettamiseksi havaitsemistilaan.
fr: Veuillez accorder l'autorisation de mettre le produit en mode découverte.
he: העניקו הרשאה להעביר את המוצר למצב חיפוש.
id: Berikan izin untuk mengatur produk dalam mode penemuan.
it: Concedi l'autorizzazione per portare il prodotto in modalità di rilevamento.
ja: 許可して製品をディスカバリーモードにしてください。
ko: 제품을 검색 모드로 전환하려면 다음 권한을 부여해 주십시오.
nb: Gi tillatelse til å sette produktet i oppdagelsesmodus.
nl: Geef toestemming om het product in de detectiemodus te schakelen.
pl: Przyznaj dostęp, aby przełączyć produkt w tryb wykrywania.
pt_br: Conceda permissão para colocar o produto em modo de descoberta.
pt_pt: Conceda permissão para colocar o produto em modo de descoberta.
ru: Дайте разрешение на перевод устройства в режим обнаружения.
sk: Udeľte povolenie na uvedenie produktu do režimu objavovania.
sv: Ge tillstånd att sätta produkten i upptäckningsläge.
zh_hans: 请授予权限，以发现附近的产品。
zh_hant: 請授予將產品置於發現模式的權限。

# newStructure_Turn_on_Bluetooth
source: Turn on Bluetooth and connect to Wi-Fi to discover nearby products.
ar: شغّل البلوتوث واتصل بشبكة الواي فاي لاكتشاف منتجات القريبة.
da: Slå Bluetooth til, og opret forbindelse til wi-fi for at finde produkter i nærheden.
de: Aktiviere Bluetooth und stelle eine WLAN-Verbindung her, um Geräte in der Nähe zu erkennen.
es_mx: Activa Bluetooth y conéctate a Wi-Fi para descubrir productos cercanos.
fi: Ota Bluetooth käyttöön ja muodosta yhteys Wi-Fi-yhteyteen löytääksesi lähellä olevat tuotteet.
fr: Activez le Bluetooth et connectez le Wi-Fi pour découvrir les produits proches.
he: הפעילו Bluetooth וחברו Wi-Fi כדי לגלות מוצרי הנמצאים בקרבת מקום.
id: Aktifkan Bluetooth dan sambungkan ke Wi-Fi untuk menemukan produk terdekat.
it: Attiva il Bluetooth e collegati al Wi-Fi per scoprire i prodotti nelle vicinanze.
ja: BluetoothをオンにしてWi-Fiに接続し、近くの製品を見つけてください。
ko: Bluetooth를 켜고 Wi-Fi에 연결하여 주변의 제품을 검색합니다.
nb: Aktiver Bluetooth og koble til Wi-Fi for å oppdage produkter i nærheten.
nl: Schakel Bluetooth in en maak verbinding met Wi-Fi om producten in de omgeving te detecteren.
pl: Włącz Bluetooth i nawiąż połączenie z siecią Wi-Fi, aby wykryć pobliskie produkty.
pt_br: Ligue o Bluetooth e estabeleça a ligação ao Wi-Fi para descobrir produtos nas proximidades.
pt_pt: Ligue o Bluetooth e estabeleça a ligação ao Wi-Fi para descobrir produtos nas proximidades.
ru: Включить Bluetooth и подключить Wi-Fi для обнаружения устройств поблизости.
sk: Zapnite Bluetooth a pripojte sa k Wi-Fi, aby ste objavili blízke produkty.
sv: Slå på Bluetooth och anslut Wi-Fi för att upptäcka närliggande produkter.
zh_hans: 打开手机的蓝牙并连接 Wi-Fi，以发现附近的产品。
zh_hant: 開啟藍牙並連接 Wi-Fi, 以發現附近的產品。

# newStructure_Enjoy_Music
source: Enjoy Music
ar: استمتع بالموسيقى
da: Nyd musikken
de: Musik genießen
es_mx: Disfrutar de la música
fi: Nauti musiikista
fr: Profitez de la musique
he: ליהנות מהמוזיקה
id: Nikmati Musik
it: Goditi la tua musica
ja: 音楽をお楽しみ下さい
ko: 음악을 즐겨보세요
nb: Lytt til musikk
nl: Geniet van muziek
pl: Ciesz się muzyką
pt_br: Aprecie música
pt_pt: Aprecie música
ru: Насладитесь музыкой
sk: Vychutnajte si hudbu
sv: Njut av musiken
zh_hans: 享受音乐
zh_hant: 享受音樂

# newStructure_In-App_Music
source: In-App Music
ar: الموسيقى داخل التطبيق
da: Musik i appen
de: In-App-Musik
es_mx: Música en la aplicación
fi: Sovelluksen sisäinen musiikki
fr: Musique de l'application
he: מוזיקה באפליקציה
id: Musik Dalam Aplikasi
it: Musica in-App
ja: アプリ内の音楽
ko: 인앱 음악
nb: Musikk i app
nl: In-App muziek
pl: Muzyka w aplikacji
pt_br: Música na aplicação
pt_pt: Música na aplicação
ru: Музыка приложения
sk: Hudba v aplikácii
sv: Musik i appen
zh_hans: 内置音乐
zh_hant: 內置音樂

# newStructure_Product_Controls
source: Product Controls
ar: أدوات التحكم في المنتج
da: Produktstyring
de: Gerätebedienelemente
es_mx: Controles del producto
fi: Laitteen ohjaimet
fr: Commandes des produits
he: פקדים
id: Kontrol Produk
it: Controlli del prodotto
ja: 製品の操作
ko: 제품 제어
nb: Produktkontroller
nl: Bedieningselement
pl: Elementy sterowania
pt_br: Controlos de produtos
pt_pt: Controlos de produtos
ru: Элементы управления устройством
sk: Ovládacie prvky produktu
sv: Produktkontroller
zh_hans: 产品控制
zh_hant: 產品控制

# newStructure_Guide_Network_status_Info_Software_version
source: Guide, Network status, Info, Software version
ar: الدليل، حالة الشبكة، المعلومات، إصدار البرنامج
da: Guide, Netværksstatus, Info, Softwareversion
de: Anleitung, Netzwerkstatus, Infos, Softwareversion
es_mx: Guía, Estado de la red, Información, Versión del software
fi: Opas, Verkon tila, Tiedot, Ohjelmistoversio
fr: Guide, État du réseau, Infos, Version du logiciel
he: מדריך, מצב רשת, מידע, גרסת תוכנה
id: Panduan, Status jaringan, Info, Versi perangkat lunak
it: Guida, stato della rete, informazioni, versione software
ja: ガイド、ネットワークステータス、情報、ソフトウェアバージョン
ko: 가이드, 네트워크 상태, 정보, 소프트웨어 버전
nb: Veiledning, nettverksstatus, info, programvareversjon
nl: Gids, Netwerkstatus, Info, Softwareversie
pl: Przewodnik, stan sieci, informacje, wersja oprogramowania
pt_br: Guia, Estado da rede, Informação, Versão do software
pt_pt: Guia, Estado da rede, Informação, Versão do software
ru: Руководство, состояние сети, информация, версия программного обеспечения
sk: Sprievodca, Stav siete, Informácie, Verzia softvéru
sv: Guide, Nätverksstatus, Info, Programvaruversion
zh_hans: 产品指南、网络状态、信息、软件版本
zh_hant: 指南、網路狀態、資訊、軟體版本

# newStructure_LightControl
source: Light Control
ar: التحكم في الإضاءة
da: Lys Kontrol
de: Licht- steuerung
es_mx: Control de luz
fi: Valo -ohjaus
fr: Éclairage Commandes
he: בקרת תאורה
id: Kontrol Cahaya
it: Controlli delle luci
ja: ライト 操作
ko: 라이트 제어
nb: Lys- kontroll
nl: Licht Controle
pl: Sterowanie diodami
pt_br: Controlo de luz
pt_pt: Controlo de luz
ru: Элемент управления подсветкой
sk: Ovládanie svetla
sv: Ljus -kontroll
zh_hans: 灯光 控制
zh_hant: 燈光 控制

# newStructure_EffectLab
source: Effect Lab
ar: مختبر التأثيرات
da: Effekt Lab
de: Effekt- Lab
es_mx: Laboratorio de efectos
fi: Teho -lab
fr: Effet Lab
he: מעבדת אפקטים
id: Lab Efek
ja: エフェクト ラボ
ko: 이펙트 랩
nb: Effekt- lab
pl: Konfiguracja efektów
pt_br: Laboratório de efeitos
pt_pt: Laboratório de efeitos
ru: Лаборатория эффектов
sk: Efekt lab
sv: Effekt labb
zh_hans: 音效实验室
zh_hant: 音效 實驗室

# newStructure_Top_PanelSettings
source: Top Panel Settings
ar: إعدادات اللوحة العلوية
da: Øverste panel Indstillinger
de: Oberes Bedienfeld Einstellungen
es_mx: Ajustes de panel superior
fi: Yläpaneeli -asetukset
fr: Panneau supérieur Paramètres
he: הגדרות פאנל עליון
id: Pengaturan Panel Atas
it: Pannello superiore Impostazioni
ja: トップパネル 設定
ko: 상단 패널 설정
nb: Toppanel- innstillinger
nl: Bovenpaneel Instellingen
pl: Ustawienia panelu górnego
pt_br: Definições do painel superior
pt_pt: Definições do painel superior
ru: Настройки верхней панели
sk: Horný panel nastavenia
sv: Övre panel -inställningar
zh_hans: 顶部面板 设置
zh_hant: 頂部面板 設定

# newStructure_Mic_Effect
source: Mic Effect
ar: تأثير الميكروفون
da: Mic-effekt
de: Mikro-Effekt
es_mx: Efecto de micrófono
fi: Mikrofonitehoste
fr: Effet mic
he: אפקטים של המיקרופון
id: Efek Mik
it: Effetto microfono
ja: マイクエフェクト
ko: 마이크 효과
nb: Mikrofoneffekt
nl: Microfoon effect
pl: Efekt mikrofonu
pt_br: Efeito do microfone
pt_pt: Efeito do microfone
ru: Эффекты для микрофона
sk: Efekt mikrofónu
sv: Mikrofoneffekt
zh_hans: 麦克风效果
zh_hant: 麥克風效果

# newStructure_Bassboost
source: Bassboost
ar: تعزيز الجهير
da: Bas-boost
de: Bass-Verstärkung
es_mx: Amplificación de graves
fi: Bassotehoste
he: בס מוגבר
ja: バスブースト
ko: 저음 극대화
nb: Basshevning
nl: Basversterking
pt_br: Reforço de graves
pt_pt: Reforço de graves
ru: Усиление баса
sk: Zvýraznenie basov
sv: Bas-boost
zh_hans: 低音增强
zh_hant: 低音增強

# newStructure_Deep
source: Deep
ar: عميق
da: Dyb
de: Tief
es_mx: Profundo
fi: Syvä
fr: Profond
he: עמוק
id: Dalam
it: Profondo
ja: ディープ
ko: 딥
nb: Dyp
nl: Diep
pl: Głębokie
pt_br: Profundo
pt_pt: Profundo
ru: Глубокий
sk: Hĺbky
zh_hans: 深沉
zh_hant: 深沉

# newStructure_Punchy
source: Punchy
ar: جهير
de: Durchschlagend
es_mx: Potente
fi: Iskevä
fr: Percutant
he: מנער
id: Menendang
it: Incisivo
ja: パンチが効いた
ko: 펀치
nb: Slående
nl: Stevig
pl: Mocne
pt_br: Intenso
pt_pt: Intenso
ru: Эффектный
sk: Výrazný
zh_hans: 富有冲击力
zh_hant: 強勁

# newStructure_Your_product_to_get_the_best_sound!
source: Let’s calibrate your product to get the best sound!
ar: هيا نعاير منتجك للحصول على أفضل صوت!
da: Lad os kalibrere dit produkt for at få den bedste lyd!
de: Jetzt beginnen wir mit der Kalibrierung deines Geräts, damit du besten Sound genießen kannst!
es_mx: ¡Calibremos tu producto para disfrutar del mejor sonido!
fi: Kalibroidaan tuotteesi parhaan äänen saamiseksi!
fr: Étalonnons votre produit pour obtenir le meilleur son !
he: בואו נכייל את המוצר כדי להנות מהצליל הטוב ביותר!
id: Kalibrasi produk Anda untuk mendapatkan suara terbaik!
it: Calibra il prodotto per ottenere il suono migliore!
ja: 音質調整して最適なサウンドを楽しみましょう！
ko: 제품을 보정하여 최상의 사운드를 찾으십시오!
nb: La oss kalibrere produktet ditt slik at du får best mulig lyd!
nl: Laten we je apparaat kalibreren voor optimaal geluid!
pl: Skalibrujmy Twój produkt, aby uzyskać najlepsze brzmienie!
pt_br: Vamos calibrar o seu produto para obter o melhor som!
pt_pt: Vamos calibrar o seu produto para obter o melhor som!
ru: Давайте откалибруем ваше устройство для получения наилучшего звучания!
sk: Kalibrujme váš produkt, aby ste získali najlepší zvuk!
sv: Kalibrera din produkt för att få bästa ljudet!
zh_hans: 让我们校准你的产品以获得最佳的声音效果！
zh_hant: 讓我們校準你的產品，從而獲得最佳的聲音效果

# newStructure_Control_and_play_music_from_this_card_here
source: Control and play music from here.
ar: تشغيل الموسيقى والتحكم بها من هنا.
da: Styr og afspil musik herfra.
de: Steuere und gib Musik von hier wieder.
es_mx: Controla y reproduce música desde aquí.
fi: Ohjaa ja toista musiikkia täältä.
fr: Commandez et écoutez la musique à partir d'ici.
he: שליטה במוזיקה והשמעה שלה כאן.
id: Kendalikan dan putar musik dari sini.
it: Controlla e riproduci la tua musica da qui.
ja: ここから音楽を操作して再生します。
ko: 여기에서 음악을 제어하고 재생합니다.
nb: Kontroller og spill av musikk herfra.
nl: Regel muziekweergave vanaf hier.
pl: Sterowanie i odtwarzanie muzyki z tego miejsca.
pt_br: Controle e reproduza a música aqui.
pt_pt: Controle e reproduza a música aqui.
ru: Управление музыкой и ее воспроизведение здесь.
sk: Ovládajte a prehrávajte hudbu odtiaľto.
sv: Styr och spela upp musik härifrån.
zh_hans: 在这里控制并播放音乐。
zh_hant: 在此處控製並播放音樂。

# newStructure_Getting_Ready_forWi-Fi_Streaming
source: Getting Ready for Wi-Fi Streaming
ar: الاستعداد لبث الواي فايi
da: Klar til wi-fi-streaming
de: Vorbereitungen für WLAN-Streaming
es_mx: Prepárate para la transmisión por Wi-Fi
fi: Valmistautuminen Wi-Fi-suoratoistoon
fr: Préparation à la diffusion Wi-Fi
he: הכנה להזרמה באמצעות Wi-Fi
id: Sedang Menyiapkan Streaming Wi-Fi
it: Preparazione dello streaming WI-Fi
ja: Wi-Fiストリーミングの 準備をしています
ko: Wi-Fi 스트리밍 준비하기
nb: Gjør deg klar for wifi-strømming
nl: Voorbereiding voor Wi-Fi Streaming
pl: Przygotowanie do strumieniowania Wi-Fi
pt_br: A preparar para o streaming por Wi-Fi
pt_pt: A preparar para o streaming por Wi-Fi
ru: Подготовка к потоковому вещанию по Wi-Fi
sk: Príprava na streamovanie Wi-Fi
sv: Gör dig redo för Wi-Fi-streaming
zh_hans: 开始 音乐播放吧
zh_hant: 準備播放 音樂

# newStructure_Enjoy_audio_in_its_highest_quality
source: Enjoy audio in its highest quality and stream from your favorite music services without interruption over Wi-Fi.
ar: استمتع بالصوت بأعلى جودة وقم ببثه من خدمات الموسيقى المفضلة لديك دون انقطاع عبر شبكة الواي فاي.
da: Nyd lyden i den højeste kvalitet, og stream fra dine foretrukne musiktjenester uden afbrydelser via wi-fi.
de: Genieße Audio in höchster Qualität und streame deine Lieblingsmusikdienste ohne Unterbrechung über WLAN.
es_mx: Disfruta del audio en su máxima calidad y transmite desde tus servicios de música favoritos sin interrupciones a través de Wi-Fi.
fi: Nauti äänestä parhaalla mahdollisella laadulla ja suoratoista suosikkimusiikkipalvelujasi keskeytyksettä Wi-Fi-yhteyden kautta.
fr: Profitez de la plus haute qualité audio et diffusez depuis vos services de musique préférés sans interruption via le Wi-Fi.
he: ליהנות מסאונד באיכות הטובה ביותר ולהזרים אותו משירותי המוזיקה המועדפים עליכם, והכל ללא הפרעה, דרך Wi-Fi.
id: Nikmati kualitas audio tertinggi dan streaming layanan musik favorit Anda tanpa gangguan melalui Wi-Fi.
it: Goditi un suono con la massima qualità possibile e riproduci in streaming dai tuoi servizi musicali preferiti via Wi-Fi senza interruzioni.
ja: Wi-Fiでお好きな音楽配信サービスを自在にストリーミングし、最高品質のサウンドでお楽しみください。
ko: Wi-Fi를 사용하여 좋아하는 음악 서비스에서 최고 수준의 오디오와 스트리밍을 중단 없이 즐겨보세요.
nb: Spill av lyd med høyest kvalitet og strøm fra dine foretrukne musikktjenester, uten avbrudd, over wifi.
nl: Geniet van audio in de hoogste kwaliteit en stream via je favoriete muziekdiensten zonder onderbreking via Wi-Fi.
pl: Ciesz się dźwiękiem w najwyższej jakości i strumieniuj muzykę z ulubionych serwisów przez Wi-Fi bez przerwy.
pt_br: Desfrute de áudio na sua mais alta qualidade e faça streaming a partir dos seus serviços musicais favoritos sem interrupção através de Wi-Fi.
pt_pt: Desfrute de áudio na sua mais alta qualidade e faça streaming a partir dos seus serviços musicais favoritos sem interrupção através de Wi-Fi.
ru: Наслаждайтесь аудио в его высшем качестве и воспроизводите музыку с ваших любимых музыкальных сервисов без перерывов с помощью потокового Wi-Fi-вещания.
sk: Vychutnajte si zvuk v najvyššej kvalite a streamujte z obľúbených hudobných služieb bez prerušenia cez Wi-Fi.
sv: Njut av ljudet i högsta kvalitet och strömma från dina favoritmusiktjänster utan avbrott via Wi-Fi.
zh_hans: 享受高品质的音效，直接从云端播放你喜爱的音乐到产品上，而不会被其他手机操作打断播放。
zh_hant: 享受高品質的音效，直接從雲端播放你最喜愛的流媒體音樂，而不會被其他手機操作打斷播放。

# newStructure_Streaming_with_AirPlay
source: Streaming with AirPlay
ar: البث عبر AirPlay
da: Streaming med AirPlay
de: Streaming mit AirPlay
es_mx: Transmisión con AirPlay
fi: Suoratoisto AirPlayn avulla
fr: Diffusion avec AirPlay
he: הזרמה באמצעות AirPlay
id: Streaming dengan AirPlay
it: Streaming con AirPlay
ja: AirPlayでのストリーミング
ko: AirPlay로 스트리밍하기
nb: Strømmer med AirPlay
nl: Streaming met AirPlay
pl: Strumieniowanie muzyki z AirPlay
pt_br: A transmitir com AirPlay
pt_pt: A transmitir com AirPlay
ru: Потоковое вещание с помощью AirPlay
sk: Streamovanie cez AirPlay
sv: Streaming med AirPlay
zh_hans: 使用 AirPlay 进行音乐播放
zh_hant: 通過 AirPlay 進行音樂播放

# newStructure_Open_Airplay_below
source: 1. Tap “Open Airplay” button below. 2. Select a speaker from the list.m3. Open music service app and start playback.
ar: 1. اضغط على زر 'افتح AirPlay' أدناه. 2. حدد سماعة من القائمة.m3. افتح تطبيق خدمة الموسيقى وابدأ التشغيل.
da: 1. Tryk på knappen "Åbn AirPlay" nedenfor. 2. Vælg en højttaler fra listen.m3. Åbn musiktjeneste-appen, og start afspilning.
de: 1. Tippe unten auf die Schaltfläche „AirPlay öffnen“. 2. Wähle einen Lautsprecher aus der Liste aus.m3. Öffne die Musikdienst-App und starte die Wiedergabe.
es_mx: 1. Toca el botón “Abrir AirPlay”. 2. Selecciona un altavoz de la lista.m3. Abre la aplicación del servicio de música e inicia la reproducción.
fi: 1. Napauta alla olevaa "Avaa Airplay" -painiketta. 2. Valitse kaiutin luettelosta.m3. Avaa musiikkipalvelusovellus ja aloita toisto.
fr: 1. Appuyez sur le bouton « Ouvrir AirPlay » ci-dessous. 2. Sélectionnez une enceinte dans la liste.m3. Ouvrez l'application du service musical et démarrez la lecture.
he: 1. הקישו על הלחצן 'פתח AirPlay' להלן. 2. בחרו רמקול מתוך הרשימה.m3. פתחו אפליקציית מוזיקה והתחילו להשמיע.
id: 1. Ketuk tombol "Buka AirPlay" di bawah. 2. Pilih speaker dari daftar.m3. Buka aplikasi layanan musik dan mulai pemutaran.
it: 1. Tocca il pulsante "Apri AirPlay" in basso. 2. Seleziona uno speaker dall'elenco.m3. Apri l'app del servizio musicale ed avvia la riproduzione.
ja: 1.下の「Airplayを開く」ボタンをタップします。 2.リストからスピーカーを選択します。m3.音楽配信サービスアプリを開いて再生を開始します。
ko: 1. 아래 "AirPlay 열기" 버튼을 누릅니다. 2. 목록에서 스피커를 선택합니다.m3. 음악 서비스 앱을 열고 재생을 시작합니다.
nb: 1. Trykk på «Åpne AirPlay»-knappen nedenfor. 2. Velg en høyttaler fra listen.m3. Åpne musikktjenesteappen og start avspilling.
nl: 1. Tik op de knop "Open AirPlay" hieronder. 2. Kies een luidspreker uit de lijst.m3. Open de muziekdiensten-app en begin met afspelen.
pl: 1. Stuknij poniższy przycisk „Otwórz AirPlay”. 2. Wybierz głośnik z listy.m3. Otwórz aplikację serwisu muzycznego i rozpocznij odtwarzanie.
pt_br: 1. Toque no botão "Abrir AirPlay" abaixo. 2. Selecione uma coluna da lista.m3. Abra a aplicação do serviço de música e inicie a reprodução.
pt_pt: 1. Toque no botão "Abrir AirPlay" abaixo. 2. Selecione uma coluna da lista.m3. Abra a aplicação do serviço de música e inicie a reprodução.
ru: 1. Нажмите кнопку «Открыть AirPlay» ниже. 2. Выберите колонку в списке.m3. Откройте приложение музыкального сервиса и начните воспроизведение.
sk: 1. Klepnite na tlačidlo „Otvoriť AirPlay“ nižšie. 2. Vyberte reproduktor zo zoznamu.m3. Otvorte aplikáciu hudobnej služby a spustite prehrávanie.
sv: 1. Tryck på knappen "Öppna AirPlay" nedan. 2. Välj en högtalare i listan.m3. Öppna musiktjänstens app och starta uppspelning.
zh_hans: 1.点击下面的“开启 AirPlay”按钮。 2.从列表中选择一个扬声器。m3.打开音乐服务应用并开始播放。
zh_hant: 1.點擊下面的「開啟 AirPlay」按鈕。 2.從列表中選擇一個音箱。 3.打開音樂應用程式並開始播放。

# newStructure_Open_AirPlay
source: Open AirPlay
ar: افتح AirPlay
da: Åbn AirPlay
de: AirPlay öffnen
es_mx: Abrir AirPlay
fi: Avaa AirPlay
fr: Ouvrir AirPlay
he: יש לפתוח את AirPlay
id: Buka AirPlay
it: Apri AirPlay
ja: AirPlayを開く
ko: AirPlay 열기
nb: Åpne AirPlay
pl: Otwórz AirPlay
pt_br: Abrir AirPlay
pt_pt: Abrir AirPlay
ru: Открыть AirPlay
sk: Otvorte AirPlay
sv: Öppna AirPlay
zh_hans: 开启 AirPlay
zh_hant: 開啟 AirPlay
