Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# NewPlayView_Added_failed_on_%@
source: Added failed on %@
ar: فشلت الإضافة على %@
da: Ikke tilføjet på %@
de: Hinzufügen fehlgeschlagen zu %@
es_mx: No se agregó correctamente a %@.
fi: Lisäys %@:lle epäonnistui
fr: Échec de l’ajout sur %@
he: הוספה נכשלה ב-%@
id: Gagal ditambahkan pada %@
it: Aggiunta non riuscita su %@
ja: %@での追加に失敗
ko: %@에 추가 실패
nb: Kunne ikke legges til på %@
nl: Toevoegen aan %@ mislukt
pl: Niepowodzenie dodawania w %@
pt_br: Adicionado falhou em %@
pt_pt: Falha ao adicionar em %@
ru: Добавление в %@ удалось
sk: Pridanie zlyhalo %@
sv: Fel när det skulle läggas till på %@
zh_hans: 添加至 %@ 失败
zh_hant: 無法在 %@ 上新增

# NewPlayView_Removed_successfully_on_%@
source: Removed successfully on %@
ar: تمت الإزالة بنجاح على %@
da: Fjernet på %@
de: Erfolgreich entfernt aus %@
es_mx: Se eliminó correctamente de %@.
fi: Poistettu %@:lta onnistuneesti
fr: Retirée de %@
he: הוסר בהצלחה ב-%@
id: Berhasil dihapus pada %@
it: Rimosso correttamente su %@
ja: %@で削除に成功しました
ko: %@에서 제거 성공
nb: Fjernet på %@
nl: Verwijderd van %@
pl: Usunięto pomyślnie w %@
pt_br: Removido com sucesso em %@
pt_pt: Removido com sucesso em %@
ru: Успешно удалено из %@
sk: Úspešne odstránené dňa %@
sv: Togs bort på %@
zh_hans: 从 %@ 移除成功
zh_hant: 已在 %@ 上成功移除

# NewPlayView_Removed_failed_on_%@
source: Removed failed on %@
ar: فشلت الإزالة على %@
da: Ikke fjernet på %@
de: Entfernen fehlgeschlagen aus %@
es_mx: No se eliminó correctamente de %@.
fi: Poisto %@:ta epäonnistui
fr: Échec du retrait de %@
he: ההסרה נכשלה ב-%@
id: Gagal dihapus pada %@
it: Rimozione non riuscita su %@
ja: %@での削除に失敗
ko: %@에서 제거 실패
nb: Kunne ikke fjernes på %@
nl: Verwijderen van %@ mislukt
pl: Niepowodzenie usuwania w %@
pt_br: Falha na remoção em %@
pt_pt: Falha ao remover em %@
ru: Удаление из %@ не удалось
sk: Odstránenie zlyhalo dňa %@
sv: Fel när det skulle tas bort på %@
zh_hans: 从 %@ 移除失败
zh_hant: 無法在 %@ 上移除

# NewPlayView_Swap_audio_to_a_selected_room
source: Swap audio to a selected room
ar: تبديل الصوت إلى غرفة محددة
da: Skift lyd til et valgt rum
de: Audio zu einem ausgewählten Raum umschalten
es_mx: Alternar audio a una sala seleccionada
fi: Vaihda ääni valittuun huoneeseen
fr: Transférer l'audio à une pièce sélectionnée
he: החלף אודיו לחדר נבחר
id: Tukar audio ke ruangan yang dipilih
it: Passa l'audio ad una stanza selezionata
ja: 音声を選択されたルームと入れ替える
ko: 선택한 룸으로 오디오 전환
nb: Bytt lyd til et valgt rom
nl: Stuur audio naar een geselecteerde kamer
pl: Przełącz dźwięk na wybrane pomieszczenie
pt_br: Trocar áudio para uma sala selecionada
pt_pt: Trocar o áudio para uma sala selecionada
ru: Переключение звука на выбранную комнату
sk: Prepnite zvuk do vybranej miestnosti
sv: Byt ljud till ett valt rum
zh_hans: 将音频交换到选定的房间
zh_hant: 將音訊切換到所選房間

# NewPlayView_No_music_selected
source: No music selected
ar: لم يتم تحديد موسيقى
da: Ingen musik valgt
de: Keine Musik ausgewählt
es_mx: No hay música seleccionada
fi: Ei valittua musiikkia
fr: Aucune musique sélectionnée
he: לא נבחרה מוזיקה
id: Tidak ada musik yang dipilih
it: Nessun brano selezionato
ja: 音楽が選択されていません
ko: 선택된 음악 없음
nb: Ingen musikk valgt
nl: Geen muziek geselecteerd
pl: Nie wybrano żadnej muzyki
pt_br: Nenhuma música selecionada
ru: Музыка не выбрана
sk: Nie je vybratá žiadna hudba
sv: Ingen musik har valts
zh_hans: 未选择音乐
zh_hant: 未選擇音樂

# NewPlayView_Queue
source: Queue
ar: قائمة الانتظار
da: Kø
de: Warteschlange
es_mx: Cola
fi: Jono
fr: Liste
he: הבא בתור
id: Antrean
it: Coda
ja: リスト
ko: 대기열
nb: Kø
nl: Wachtrij
pl: Kolejka
pt_br: Fila
ru: Список
sk: Fronta
sv: Queue (Kö):
zh_hans: 队列
zh_hant: 佇列

source: At least two speakers are required to use swapping audio, you can swap the currently playing content to your desired device.
ar: يلزم وجود سماعتين على الأقل لاستخدام مبادلة الصوت، ويمكنك تبديل المحتوى الذي يتم تشغيله حاليًا بالجهاز الذي تريده.
da: Der kræves mindst to højttalere for at bruge byttelyd, og du kan bytte det aktuelt afspillede indhold til din ønskede enhed.
de: Für die Verwendung von „Swapping Audio“ sind mindestens zwei Lautsprecher erforderlich. Der aktuell wiedergegebene Inhalt kann auf das gewünschte Gerät umgeschaltet werden.
es_mx: Se necesitan al menos dos altavoces para utilizar el intercambio de audio, puede cambiar el contenido que se está reproduciendo al dispositivo que desee.
fi: Äänen vaihtaminen edellyttää vähintään kahta kaiutinta, voit vaihtaa parhaillaan toistettavan sisällön haluamallesi laitteelle.
fr: Au moins deux enceintes sont nécessaires pour appliquer l’échange audio, vous pouvez échanger le contenu lu sur l’appareil de votre choix.
he: לפחות שני רמקולים נדרשים כדי להשתמש בהחלפת אודיו, באפשרותך להחליף את התוכן המופעל כעת למכשיר הרצוי.
id: Untuk dapat berganti audio, diperlukan setidaknya dua speaker. Anda dapat berganti perangkat sesuai keinginan untuk memutar konten yang sedang dinikmati.
it: Per utilizzare lo swap audio sono necessari almeno due speaker; puoi scambiare i contenuti attualmente in riproduzione con il dispositivo desiderato.
ja: オーディオスワッピング機能を使用するには、2台以上の対応デバイスが必要です。現在再生しているコンテンツを好きなデバイスで再生するよう入れ換えることが可能です。
ko: 오디오 전환을 사용하려면 최소 두 개의 스피커가 필요합니다. 현재 재생 중인 콘텐츠를 원하는 장치로 전환할 수 있습니다.
nb: Det kreves minst to høyttalere for å flytte lyd, du kan flytte innholdet som spilles av til ønsket enhet.
nl: Er zijn minstens twee luidsprekers nodig om swapping audio te gebruiken. Je kunt de momenteel spelende inhoud naar het gewenste apparaat swappen.
pl: Funkcja przełączania dźwięku wymaga przynajmniej dwóch głośników. Można wtedy przełączać aktualnie odtwarzaną treść na żądane urządzenie.
pt_br: São necessários pelo menos dois alto-falantes para usar a troca de áudio, você pode trocar o conteúdo atualmente em reprodução para o dispositivo desejado.
ru: Для переключения аудио необходимо две или несколько колонок – можно переключить и воспроизводить текущий контент с нужного устройства.
sk: Na používanie prepínania zvuku sú potrebné aspoň dva reproduktory, aktuálne prehrávaný obsah môžete prehodiť do požadovaného zariadenia.
sv: Minst två högtalare krävs för att kunna byta ljud, du kan byta ut innehållet som spelas till din önskade enhet.
zh_hans: 你可以将音乐切换到其他设备继续播放，这至少需要两台扬声器。
zh_hant: 需要至少兩個喇叭才能使用切換音訊功能，您可以將目前播放的內容切換到所需的裝置。

# NewPlayView_Remove_from_favorites
source: Remove from favorites
ar: إزالة من المفضلة
da: Fjern fra favoritter
de: Aus Favoriten entfernen
es_mx: Quitar de favoritos
fi: Poista suosikeista
fr: Retirer des favoris
he: הסר מהמועדפים
id: Hapus dari favorit
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
nb: Fjern fra favoritter
nl: Verwijderen uit Favorieten
pl: Usuń z ulubionych
pt_br: Remover dos favoritos
pt_pt: Remover dos favoritos
ru: Удалить из избранного
sk: Odstrániť z obľúbených
sv: Ta bort från favoriter
zh_hans: 从收藏列表中移除
zh_hant: 從我的最愛移除

# NewPlayView_Add_to_favorites
source: Add to favorites
ar: إضافة إلى المفضلة
da: Føj til favoritter
de: Zu Favoriten hinzufügen
es_mx: Agregar a favoritos
fi: Lisää suosikkeihin
fr: Ajouter aux favoris
he: הוסף למועדפים
id: Tambahkan ke favorit
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
nb: Legg til i favoritter
nl: Toevoegen aan Favorieten
pl: Dodaj do ulubionych
pt_br: Adicionar aos favoritos
pt_pt: Adicionar aos favoritos
ru: Добавить в избранное
sk: Pridať do obľúbených
sv: Lägg till i favoriter
zh_hans: 添加至收藏列表
zh_hant: 新增到我的最愛

# NewPlayView_Add_to_playlist
source: Add to playlist
ar: إضافة إلى قائمة التشغيل
da: Føj til playliste
de: Zu Playlist hinzufügen
es_mx: Agregar a lista de reproducción
fi: Lisää soittolistaan
fr: Ajouter à la liste de lecture
he: הוסף לרשימת ההשמעה
id: Tambahkan ke daftar lagu
it: Aggiungi a playlist
ja: プレイリストに追加
ko: 재생 목록에 추가
nb: Legg til i spilleliste
nl: Toevoegen aan afspeellijst
pl: Dodaj do listy odtwarzania
pt_br: Adicionar a playlist
pt_pt: Adicionar à lista de reprodução
ru: Добавить в плейлист
sk: Pridať do zoznamu skladieb
sv: Lägg till spellista
zh_hans: 添加至播放列表
zh_hant: 新增到播放清單

# NewPlayView_Add_to_%@_favorites
source: Add to %@ favorites
ar: إضافة إلى المفضلة %@
da: Føj til %@ favoritter
de: Zu Favoriten %@ hinzufügen
es_mx: Agregar a favoritos de %@
fi: Lisää %@ suosikkeihin
fr: Ajouter aux favoris %@
he: הוסף למועדפים %@
id: Tambahkan ke %@ favorit
it: Aggiungi ai preferiti %@
ja: %@のお気に入りに追加
ko: %@ 즐겨찾기에 추가
nb: Legg til %@-favoritter
nl: Aan %@ favorieten toevoegen
pl: Dodaj do ulubionych %@
pt_br: Adicionar %@ aos favoritos
pt_pt: Adicionar a favoritos de %@
ru: Добавить в %@ избранное
sk: Pridať do obľúbených %@
sv: Lägg till i %@ favoriter
zh_hans: 添加至 %@ 收藏列表
zh_hant: 新增到 %@ 我的最愛

# NewPlayView_Remove_from_%@_favorites
source: Remove from %@ favorites
ar: إزالة من المفضلة %@
da: Fjern fra %@ favoritter
de: Aus Favoriten %@ entfernen
es_mx: Quitar de favoritos de %@
fi: Poista %@ suosikeista
fr: Retirer des favoris %@
he: הסר מהמועדפים %@
id: Hapus dari %@ favorit
it: Rimuovi dai preferiti %@
ja: %@のお気に入りから削除
ko: %@ 즐겨찾기에서 제거
nb: Fjern fra %@-favoritter
nl: Uit %@ favorieten verwijderen
pl: Usuń z ulubionych %@
pt_br: Remover %@ dos favoritos
pt_pt: Remover de favoritos de %@
ru: Удалить из избранного %@
sk: Odstrániť z obľúbených %@
sv: Ta bort från %@ favoriter
zh_hans: 从 %@ 收藏列表中移除
zh_hant: 從 %@ 我的最愛中移除

# NewPlayView_Remove_from_my_music
source: Remove from my music
ar: إزالة من الموسيقى الخاصة بي
da: Fjern fra min musik
de: Aus meiner Musik entfernen
es_mx: Quitar de Mi música
fi: Poista Omasta musiikista
fr: Retirer de ma musique
he: הסר מהמוזיקה שלי
id: Hapus dari musik saya
it: Rimuovi dalla mia musica
ja: マイミュージックから削除
ko: 내 음악에서 제거
nb: Fjern fra min musikk
nl: Verwijderen uit Mijn Muziek
pl: Usuń z Mojej muzyki
pt_br: Remover do My Music
pt_pt: Remover de A Minha Música
ru: Удалить из «Моя музыка»
sk: Odstrániť z mojej hudby
sv: Ta bort från min musik
zh_hans: 从我的音乐中移除
zh_hant: 從我的音樂移除

# NewPlayView_Add_to_my_music
source: Add to my music
ar: إضافة إلى الموسيقى الخاصة بي
da: Føj til min musik
de: Zu meiner Musik hinzufügen
es_mx: Agregar a Mi música
fi: Lisää Omaan musiikkiin
fr: Ajouter à ma musique
he: הוסף למוזיקה שלי
id: Tambahkan ke musik saya
it: Aggiungi alla mia musica
ja: マイミュージックに追加
ko: 내 음악에 추가
nb: Legg til min musikk
nl: Toevoegen aan Mijn Muziek
pl: Dodaj do Mojej muzyki
pt_br: Adicionar ao My Music
pt_pt: Adicionar à pasta A Minha Música
ru: Добавить в «Моя музыка»
sk: Pridať do mojej hudby
sv: Lägg till min musik
zh_hans: 添加至我的音乐
zh_hant: 新增至我的音樂

# NewPlayView_View_album
source: View album
ar: عرض الألبوم
da: Se album
de: Album anzeigen
es_mx: Ver álbum
fi: Tarkastele albumia
fr: Afficher l'album
he: צפייה באלבום
id: Lihat album
it: Visualizza album
ja: アルバムを表示
ko: 앨범 보기
nb: Vis album
nl: Bekijk album
pl: Wyświetl album
pt_br: Ver álbum
pt_pt: Ver álbum
ru: Просмотреть альбом
sk: Zobraziť album
sv: Visa album
zh_hans: 查看专辑
zh_hant: 檢視專輯

# NewFavorite_Songs
source: Songs
ar: الأغاني
da: Sange
es_mx: Canciones
fi: Kappaleet
fr: Chansons
he: שירים
id: Lagu
it: Canzoni
ja: 曲
ko: 곡
nb: Sanger
nl: Nummers
pl: Utwory
pt_br: Faixas
pt_pt: Músicas
ru: Песни
sk: Piesne
sv: Låtar
zh_hans: 歌曲
zh_hant: 歌曲

# NewFavorite_See_All
source: See All
ar: الاطلاع على الكل
da: Se alle
de: Alle anzeigen
es_mx: Ver todo
fi: Näytä kaikki
fr: Afficher tout
he: ראה הכל
id: Lihat Semua
it: Mostra tutto
ja: すべてを見る
ko: 모두 보기
nb: Se alle
nl: Toon alles
pl: Zobacz wszystkie
pt_br: Ver tudo
pt_pt: Ver tudo
ru: Посмотреть все
sk: Pozrieť si všetko
sv: Se alla
zh_hans: 查看全部
zh_hant: 查看全部

# NewFavorite_Play_some_music_first
source: Play some music first
ar: تشغيل بعض الموسيقى أولاً
da: Afspil noget musik først
de: Spiele zuerst etwas Musik
es_mx: Primero reproducir música
fi: Soita ensin musiikkia
fr: Jouer de la musique d'abord
he: קודם השמע מוסיקה
id: Putar musik terlebih dahulu
it: Prima riproduci della musica
ja: 特定の音楽を最初に再生する
ko: 먼저 음악 몇 곡 재생
nb: Spill litt musikk først
nl: Speel eerst wat muziek
pl: Najpierw odtwórz muzykę
pt_br: Reproduza uma música primeiro
pt_pt: Reproduzir música primeiro
ru: Воспроизвести сначала некоторые композиции
sk: Najprv si pustite hudbu
sv: Spela lite musik först
zh_hans: 先播放几首歌
zh_hant: 先播放一些音樂

# NewFavorite_Your_favorite_song__playlist__station_will_show_here
source: Your favorite song, playlist, station will show here
ar: ستظهر أغنيتك المفضلة وقائمة التشغيل والمحطة هنا
da: Din favoritsang, playliste og station vil blive vist her
de: Dein Lieblingssong, deine Playlist, dein Lieblingssender werden hier angezeigt
es_mx: Aquí aparecerán sus canciones, listas de reproducción y estaciones favoritas.
fi: Suosikkikappaleesi, soittolistasi, asemasi näkyvät täällä
fr: Votre chanson, liste d'écoute, station préférée s'affichera ici
he: השיר, הפלייליסט, התחנה האהובים עליך יופיעו כאן
id: Lagu, daftar lagu, dan stasiun favorit Anda akan ditampilkan di sini
it: La canzone, la playlist e la stazione preferiti vengono visualizzati qui
ja: お気に入りの曲、プレイリスト、ステーションがここに表示されます
ko: 여기에 즐겨찾기 곡, 재생 목록, 스테이션이 표시됩니다.
nb: Favorittsang, spilleliste og kanal vises her
nl: Uw favoriete nummer, afspeellijst, en zender wordt hier getoond
pl: Tutaj wyświetlone zostaną ulubione utwory, listy odtwarzania, stacje
pt_br: Sua música favorita, lista de reprodução, estação será exibida aqui
pt_pt: A sua música, lista de reprodução, e estação favoritas vão aparecer aqui
ru: Ваша любимая песня, плейлист, станция будут отображаться здесь
sk: Tu sa zobrazí vaša obľúbená skladba, zoznam skladieb, stanica
sv: Din favoritlåt, spellista, station kommer att visas här
zh_hans: 在此将显示你收藏的歌曲、播放列表和电台
zh_hant: 您最愛的歌曲、播放清單、電台將顯示在此處

# NewFavorite_Shuffle_Play
source: Shuffle Play
ar: التشغيل العشوائي
da: Blandet afspilning
de: Zufallswiedergabe
es_mx: Reproducción aleatoria
fi: Satunnaistoisto
fr: Lecture aléatoire
he: משחק ערבוב
id: Putar Acak
it: Riproduzione casuale
ja: シャッフル再生
ko: 셔플 재생
nb: Tilfeldig avspilling
nl: Shuffle-weergave
pl: Odtwarzanie losowe
pt_br: Reprodução aleatória
pt_pt: Reprodução aleatória
ru: Воспроизведение в случайном порядке
sk: Náhodné prehrávanie
sv: Shuffle-uppspelning
zh_hans: 随机播放
zh_hant: 隨機播放

# NewFavorite_More
source: More
ar: المزيد
da: Mere
de: Mehr
es_mx: Más
fi: Lisää
fr: Plus
he: יותר
id: Lainnya
it: Altro
ja: 追加
ko: 자세히
nb: Mer
nl: Meer
pl: Więcej
pt_br: Mais
pt_pt: Mais
ru: Подробнее
sk: Viac
sv: Mer
zh_hans: 更多
zh_hant: 更多

source: In order to play entire content on %@, please use %@ to login %@ on %@ and it will overwrite your previous account.
ar: من أجل تشغيل المحتوى بالكامل على %@، يُرجى استخدام %@ لتسجيل الدخول إلى %@ على %@ وسيتم استبدال حسابك السابق.
da: For at afspille hele indholdet på %@ skal du bruge %@ til at logge %@ på %@, og det overskriver din tidligere konto.
de: Verwende bitte %@, um %@ für die Wiedergabe des gesamten Inhalts von %@ mit %@ anzumelden, dann wird dein bisheriges Konto überschrieben.
es_mx: A fin de reproducir todo el contenido en %@, use %@ para iniciar la sesión de %@ en %@, y se sobrescribirá la cuenta anterior.
fi: Jos haluat toista koko sisällön %@-tilillä, käytä %@ kirjautuaksesi %@:lla %@:lle, jolloin se korvaa edellisen tilisi.
fr: Afin de lire tout le contenu sur %@, veuillez utiliser %@ pour connecter %@ sur %@, ce qui écrasera votre compte précédent.
he: כדי להפעיל תוכן שלם ב%@ , אנא השתמש ב%@ , כדי להתחבר ל%@ ב%@ וזה ידרוס את החשבון הקודם שלך.
id: Untuk memutar seluruh konten di %@, silakan gunakan %@ untuk login %@ di %@. Hal ini akan menimpa akun Anda sebelumnya.
it: Per riprodurre l'intero contenuto su %@, utilizza %@ per effettuare il login di %@ su %@ e verrà sovrascritto il tuo account precedente.
ja: %@でコンテンツ全体を再生するには、%@で%@を使用して%@にログインし、前のアカウントを上書きします。
ko: %@에서 전체 콘텐츠를 재생하려는 경우 %@을(를) 사용하여 %@에서 %@에 로그인하면 이전 계정을 덮어씁니다.
nb: For å spille av hele innholdet på %@ må du bruke %@ for å logge %@ på %@. Din forrige konto vil da overskrives.
nl: Om volledige inhoud op %@ te spelen, %@ gebruiken om %@ in te loggen op %@. Dit zal uw vorige account overschrijven.
pl: Aby odtworzyć wszystkie treści %@, użyj %@, aby zalogować %@ w %@, co spowoduje nadpisanie poprzedniego konta.
pt_br: Para reproduzir todo o conteúdo em %@, use %@ para fazer login em %@ em %@ e isso substituirá sua conta anterior.
pt_pt: Para reproduzir todo o conteúdo em %@, utilize %@ para iniciar sessão de %@ em %@, e a sua conta anterior será substituída.
ru: Чтобы воспроизвести весь контент на %@, используйте %@ для входа в %@ на %@, и это перепишет вашу предыдущую учетную запись.
sk: Ak chcete prehrať celý obsah na %@, použite %@ na prihlásenie %@ na %@ a prepíše sa tým váš predchádzajúci účet.
sv: För att spela upp hela innehållet på %@ , använd %@ för att logga in %@ på %@ och det kommer att skriva över ditt tidigare konto.
zh_hans: 为了播放 %@ 上的全部内容，请用 %@ 登录 %@ 上的 %@，它将覆盖你以前的账户。
zh_hant: 欲播放 %@ 上的全部內容，請使用 %@ 在 %@ 上登入 %@，它將覆寫您以前的帳戶。

source: You don't have logged in %@ account on %@, we will sync your %@ account %@ to %@...
ar: لم تُسجِّل الدخول إلى حساب %@ على %@، سنعمل على مزامنة حساب %@ الخاص بك %@ إلى %@...
da: Du har ikke logget %@-konto ind på %@, vi synkroniserer din %@-konto %@ til %@...
de: Du hast dich nicht in Konto %@ in %@ angemeldet, wir synchronisieren dein Konto %@ %@ mit %@…
es_mx: No inició la sesión de la cuenta de %@ en %@. Sincronizaremos la cuenta%@ de %@ con %@...
fi: Et ole kirjautunut %@-tilille %@:ssa, synkronoimme %@-tilisi %@:sta %@:lle...
fr: Vous n'êtes pas connecté au compte %@ sur %@, nous allons synchroniser votre compte %@ de %@ avec %@...
he: לא התחברת לחשבון %@ ב-%@, נסנכרן את חשבון %@ שלך %@ עם %@...
id: Anda belum login akun %@ di %@. Kami akan menyinkronkan akun %@ Anda %@ ke %@...
it: Non hai effettuato il login dell'account %@ su %@, sincronizzeremo il tuo %@ account %@ con %@...
ja: %@で%@アカウントにログインしませんでした。%@アカウント%@を%@に同期します...
ko: %@에서 %@ 계정에 로그인하지 않았습니다. %@ 계정 %@ 및 %@이(가) 동기화됩니다...
nb: Du har ikke logget på %@-kontoen på %@, vi synkroniserer %@-kontoen din %@ med %@ ...
nl: U bent niet ingelogd op %@ account op %@. We zullen uw %@ account %@ synchroniseren met %@...
pl: Użytkownik nie zalogował się do konta %@ na %@, zsynchronizujemy konto %@ użytkownika %@ z %@...
pt_br: Você não fez login na conta %@ em %@, sincronizaremos sua conta %@ %@ com %@...
pt_pt: Não iniciou sessão na conta %@ em %@, vamos sincronizar a sua conta %@ de %@ com %@...
ru: Вы не вошли в учетную %@ запись %@ на %@, мы синхронизируем вашу учетную запись %@ с %@...
sk: Nemáte prihlásený účet %@ na %@, váš účet %@ budeme synchronizovať s %@ na %@...
sv: Du har inte loggat in på %@ -kontot på %@ , vi synkroniserar ditt %@ -konto %@ med %@ …
zh_hans: 你在 %@ 上没有登录 %@ 账户，我们将把你的 %@ 账户 %@ 同步到 %@ 上...
zh_hant: 您還沒有在 %@ 上登入 %@ 帳戶，我們會將您的 %@ 帳戶 %@ 同步到 %@...

source: In order to play entire content on %@, please login %@ on %@ and ensure the account is %@.
ar: من أجل تشغيل المحتوى بالكامل على %@، يُرجى تسجيل الدخول إلى %@ على %@ والتأكد من أن الحساب %@.
da: For at afspille hele indholdet på %@ skal du logge %@ på %@ og sikre, at kontoen er %@.
de: Melde %@ für die Wiedergabe des gesamten Inhalts von %@ in %@ an und vergewissere dich, dass dein Konto %@ ist.
es_mx: A fin de reproducir todo el contenido en %@, inicie la sesión de %@ en %@, y asegúrese de que la cuenta esté %@.
fi: Jos haluat toistaa koko sisällön %@-tilillä, kirjaudu %@-tilille %@ ja varmista, että tilisi on %@.
fr: Pour lire tout le contenu sur %@, veuillez connecter %@ sur %@ et vérifier que le compte est %@.
he: על מנת להפעיל תוכן שלם ב-%@, התחבר %@ ב-%@ וודא שהחשבון הוא %@.
id: Untuk memutar seluruh konten di %@, silakan login %@ di %@ dan pastikan akunnya %@.
it: Per riprodurre l'intero contenuto su %@, effettua il login di %@ su %@ ed assicurati che l'account sia %@.
ja: %@でコンテンツ全体を再生するには、%@で%@にログインし、アカウントが%@であることを確認します。
ko: %@에서 전체 콘텐츠를 재생하려는 경우 %@에서 %@에 로그인하고 계정이 %@인지 확인하십시오.
nb: For å spille av hele innholdet på %@ må du logge %@ på %@ og kontrollere at kontoen er %@.
nl: Om volledige inhoud op %@ te kunnen spelen, logt u %@ in op %@ en zorgt u ervoor dat het account %@ is.
pl: Aby odtworzyć wszystkie treści %@, zaloguj %@ w %@ i sprawdź, czy konto jest %@.
pt_br: Para reproduzir todo o conteúdo em %@, faça login em %@ em %@ e verifique se a conta está %@.
pt_pt: De modo a reproduzir todo o conteúdo em %@, inicie a sessão de %@ em %@ e certifique-se de que a conta é %@.
ru: Чтобы воспроизвести весь контент на %@, войдите в %@ на %@ и убедитесь, что учетная запись - %@.
sk: Ak chcete prehrať celý obsah na %@, prihláste sa %@ na %@ a uistite sa, že účet je %@.
sv: För att spela upp hela innehållet på %@ logga in %@ på %@ och se till att kontot är %@ .
zh_hans: 为了播放 %@ 上的全部内容，请在 %@ 上登录 %@，并确保账户是 %@。
zh_hant: 欲在 %@ 上播放全部內容，請在 %@ 上登入 %@ 並確保帳戶為 %@。

# NewFavorite_Recently_played
source: Recently played
ar: المُشغَّل حديثًا
da: Nyligt afspillet
de: Kürzlich gespielt
es_mx: Reproducido hace poco
fi: Viime aikoina toistettu
fr: Écouté récemment
he: ניגן לאחרונה
id: Baru diputar
it: Ascoltati di recente
ja: 最近再生した曲
ko: 최근 재생 목록
nb: Nylig spilt
nl: Onlangs afgespeeld
pl: Ostatnio odtwarzane
pt_br: Tocado recentemente
pt_pt: Reproduzido recentemente
ru: Недавно воспроизводились
sk: Nedávno prehrávané
sv: Nyligen spelade
zh_hans: 最近播放
zh_hant: 最近播放

# NewFavorite_Liked_Songs
source: Liked Songs
ar: الأغاني التي أعجبتني
da: Foretrukne sange
de: Beliebte Songs
es_mx: Canciones que le gustaron
fi: Pidetyt kappaleet
fr: Chansons aimées
he: שירים שאהבתי
id: Lagu Favorit
it: Canzoni che ti piacciono
ja: お気に入りの曲
ko: 좋아하는 곡
nb: Likte sanger
nl: Favoriete nummers
pl: Polubione utwory
pt_br: Músicas marcadas com gostei
pt_pt: Canções de que gostou
ru: Понравившиеся композиции
sk: Skladby, ktoré sa páčia
sv: Gillade låtar
zh_hans: 收藏的歌曲
zh_hant: 喜歡的歌曲

# NewFavorite_Playlists
source: Playlists
ar: قوائم التشغيل
da: Playlister
de: Playlisten
es_mx: Listas de reproducción
fi: Soittolistat
fr: Listes de lecture
he: רשימות השמעה
id: Daftar lagu
it: Playlist
ja: プレイリスト
ko: 재생 목록
nb: Spillelister
nl: Afspeellijsten
pl: Listy odtwarzania
pt_pt: Listas de reprodução
ru: Плейлисты
sk: Zoznamy skladieb
sv: Spellistor
zh_hans: 播放列表
zh_hant: 播放清單

# NewFavorite_Stations
source: Stations
ar: المحطات
da: Stationer
de: Sender
es_mx: Estaciones
fi: Asemat
he: תחנות
id: Stasiun
it: Stazioni
ja: ステーション
ko: 스테이션
nb: Kanaler
nl: Zenders
pl: Stacje
pt_br: Estações
pt_pt: Estações
ru: Станции
sk: Stanice
sv: Stationer
zh_hans: 电台
zh_hant: 電台

# NewFavorite_Nothing_here_yet
source: Nothing here yet
ar: لا شيء هنا بعد
da: Intet her endnu
de: Hier gibt es noch nichts
es_mx: Todavía no hay nada aquí
fi: Täällä ei ole vielä mitään
fr: Rien ici pour le moment
he: שום דבר לא כאן עדיין
id: Belum ada apa-apa di sini
it: Qui non c’è ancora niente
ja: まだ何もありません
ko: 표시할 내용 없음
nb: Ingenting her ennå
nl: Hier is nog niets.
pl: Nic tutaj jeszcze nie ma.
pt_br: Nada aqui ainda
pt_pt: Ainda vazio
ru: Здесь пока ничего нет
sk: Zatiaľ tu nič nie je
sv: Inget här ännu
zh_hans: 无可用内容
zh_hant: 此處還沒有

# NewFavorite_Music_you_listen_will_appear_here
source: Music you listen will appear here
ar: ستظهر الموسيقى التي تستمع إليها هنا
da: Den musik, du lytter til, vises her
de: Musik, die du hörst, wird hier angezeigt
es_mx: Aquí aparecerá la música que escucha
fi: Kuuntelemasi musiikki näkyy täällä
fr: La musique que vous écoutez apparaît ici
he: מוזיקה שתאזין תופיע כאן
id: Musik yang Anda dengarkan akan muncul di sini
it: La musica che ascolti apparirà qui
ja: 聴いている音楽がここに表示されます
ko: 여기에 재생 중인 음악 표시
nb: Musikken du lytter til, vises her
nl: Muziek die u beluistert zal hier verschijnen
pl: W tym miejscu wyświetlona zostanie muzyka, której słuchasz.
pt_br: As músicas que você escuta aparecerão aqui
pt_pt: A música que ouve irá aparecer aqui
ru: Музыка, которую вы слушаете, будет появляться здесь
sk: Tu sa zobrazí hudba, ktorú počúvate
sv: Musik du lyssnar på kommer att visas här
zh_hans: 在此会显示你收听的歌曲
zh_hant: 您聽的音樂會顯示於此處
