Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# jbl_Product_Model
source: Product Model
ar: طراز المنتج
da: Produktmodel
de: Produktmodell
es_mx: Modelo del producto
fi: Tuotteen malli
fr: Modèle du produit
he: דגם מוצר
id: Model Produk
it: Modello del prodotto
ja: 製品型番
ko: 제품 모델
nb: Produktmodell
pl: Model produktu
pt_br: Modelo do produto
pt_pt: Modelo do produto
ru: Модель устройства
sk: Model produktu
sv: Produktmodell
zh_hans: 设备型号
zh_hant: 產品型號

# jbl_Build_date
source: Build date
ar: تاريخ الإصدار
da: Dato oprettet
de: Build-Datum
es_mx: Fecha de compilación
fi: Version päivämäärä
fr: Date de génération
he: תאריך בניה
id: Tanggal pembuatan
it: Data di costruzione
ja: 製造年月日
ko: 빌드 날짜
nb: Build-dato
nl: Bouwdatum
pl: Data wersji
pt_br: Data de criação
pt_pt: Data de criação
ru: Дата сборки
sk: Dátum zostavenia
sv: Byggdatum
zh_hans: 构建日期
zh_hant: 建置日期

# jbl_Software
source: Software
ar: البرامج
fi: Ohjelmisto
fr: Logiciel
he: תוֹכנָה
id: Perangkat lunak
ja: ソフトウェア
ko: 소프트웨어
nb: Programvare
pl: Oprogramowanie
ru: Программное обеспечение
sk: Softvér
sv: Programvara
zh_hans: 软件
zh_hant: 軟體

# jbl_New_updat
source: New version available!
ar: يتوافر إصدار جديد!
da: Ny version tilgængelig!
de: Neue Version verfügbar!
es_mx: ¡Nueva versión disponible!
fi: Uusi versio saatavilla!
fr: Nouvelle version disponible!
he: גרסה חדשה זמינה!
id: Versi baru tersedia!
it: Nuova versione disponibile!
ja: 新しいバージョンが利用可能です！
ko: 새 버전 이용 가능!
nb: Ny versjon tilgjengelig!
nl: Nieuwe versie beschikbaar!
pl: Dostępna jest nowa wersja!
pt_br: Nova versão disponível!
pt_pt: Nova versão disponível!
ru: Доступна новая версия!
sk: K dispozícii je nová verzia!
sv: Ny version tillgänglig!
zh_hans: 有新版本可用！
zh_hant: 新版本可用！

# jbl_General
source: General
ar: عام
da: Generelt
de: Allgemein
fi: Yleistä
fr: Généralités
he: כללי
id: Umum
it: Generale
ja: 概要
ko: 일반
nb: Generelt
nl: Algemeen
pl: Informacje ogólne
pt_br: Geral
pt_pt: Geral
ru: Общее
sk: Všeobecné
sv: Allmänt
zh_hans: 通用
zh_hant: 一般

# jbl_Quick_Start_Guide
source: Quick Start Guide
ar: دليل البدء السريع
da: Lynguide
de: Kurzanleitung
es_mx: Guía de inicio rápido
fi: Pikaopas
fr: Guide de démarrage rapide
he: מדריך להתחלה מהירה
id: Panduan Memulai Cepat
it: Guida di avvio rapido
ja: クイックスタートガイド
ko: 빠른 시작 가이드
nb: Hurtigstartveiledning
nl: Snelstartgids
pl: Przewodnik szybkiego startu
pt_br: Guia de início rápido
pt_pt: Guia de início rápido
ru: Краткое руководство
sk: Sprievodca rýchlym spustením
sv: Snabbguide
zh_hans: 快速入门指南
zh_hant: 快速入門指南

# jbl_Check_Wi_Fi
source: Check Wi-Fi
ar: التحقق من شبكة Wi-Fi
da: Tjek wi-fi
de: WLAN überprüfen
es_mx: Revisar la conexión Wi-Fi
fi: Tarkista Wi-Fi
fr: Contrôler le Wi-Fi
he: בדוק Wi-Fi
id: Periksa Wi-Fi
it: Controlla il Wi-Fi
ja: Wi-Fiを確認する
ko: Wi-Fi 확인
nb: Sjekk Wi-Fi
nl: Controleer Wi-Fi
pl: Sprawdź Wi-Fi
pt_br: Verificar Wi-Fi
pt_pt: Verificar Wi-Fi
ru: Проверить состояние Wi-Fi
sk: Kontrola Wi-Fi
sv: Kontrollera Wi-Fi
zh_hans: 检查 Wi-Fi
zh_hant: 檢查 Wi-Fi

# jbl_START
source: START
ar: بدء
de: STARTEN
es_mx: COMENZAR
fi: KÄYNNISTÄ
fr: DÉMARRER
he: התחל
id: MULAI
it: INIZIA
ja: 開始
ko: 시작
pt_br: INICIAR
pt_pt: INICIAR
ru: НАЧАТЬ
sk: SPUSTIŤ
zh_hans: 开始
zh_hant: 開始

# jbl_Tuning_finished
source: Tuning finished
ar: انتهى التوليف
da: Indstilling afsluttet
de: Tuning abgeschlossen
es_mx: Calibración finalizada
fi: Viritys valmis
fr: Ajustement terminé
he: הכוונון הסתיים
id: Penyetelan selesai
it: Messa a punto terminata
ja: 調整の完了
ko: 튜닝 완료
nb: Tuning fullført
nl: Afstelling voltooid
pl: Ukończono dostrajanie
pt_br: Sintonização concluída
pt_pt: Sintonização concluída
ru: Настройка завершена
sk: Ladenie dokončené
sv: Inställningen har avslutats
zh_hans: 调音完毕
zh_hant: 調諧完成

# jbl_Cancel_Calibration__
source: Cancel Calibration ?
ar: هل تريد إلغاء المعايرة؟
da: Annuller kalibrering ?
de: Kalibrierung abbrechen?
es_mx: ¿Desea cancelar la calibración?
fi: Peruuta kalibrointi?
fr: Annuler l'étalonnage ?
he: לבטל את הכיול?
id: Batalkan Kalibrasi?
it: Annullare la calibrazione ?
ja: 部屋の測定をキャンセルしますか？
ko: 보정을 취소하시겠습니까?
nb: Avbryte kalibrering?
nl: Kalibratie annuleren?
pl: Anulować kalibrację?
pt_br: Cancelar calibração?
pt_pt: Cancelar calibração?
ru: Отменить калибровку ?
sk: Zrušiť kalibráciu?
sv: Avbryta kalibrering?
zh_hans: 是否要取消校准？
zh_hant: 取消校準？

# jbl_STAY
source: STAY
ar: إقامة
da: BLIV
de: BLEIBEN
es_mx: PERMANECER
fi: PYSY
fr: RESTER
id: TETAP DI SINI
it: RIMANI
ja: 継続する
ko: 남아있기
nb: HOLD
nl: BLIJF HIER
pl: POZOSTA‎Ń
pt_br: MANTER
pt_pt: MANTER
ru: ОСТАТЬСЯ
sk: ZOSTAŤ
sv: STANNA KVAR
zh_hans: 继续
zh_hant: 停留

# jbl_Immersive_Audio_Demo
source: Immersive Audio Demo
ar: عرض صوتي غامر
da: Fordybende lyddemo
es_mx: Demostración de audio inmersiva
fi: Immersiivinen audiodemo
fr: Démo d’audio immersif
he: הדגמת אודיו סוחפת
id: Demo Audio yang Menghanyutkan
it: Demo audio immersivo
ja: 臨場感のあるオーディオデモ
ko: 몰입형 오디오 데모
nb: Oppslukende lyddemo
nl: Audio-demo
pl: Demonstracja dźwięku immersyjnego
pt_br: Demonstração de áudio imersivo
pt_pt: Demonstração de áudio imersivo
ru: Иммерсивная аудиодемонстрация
sk: Pohlcujúca zvuková ukážka
sv: Uppslukande Audio Demo.
zh_hans: 沉浸式音频演示
zh_hant: 沉浸式音訊演示

# jbl_Inactive
source: Inactive
ar: غير نشط
da: Inaktiv
de: Inaktiv
es_mx: Inactivo
fi: Ei-aktiivinen
fr: Inactif
he: לֹא פָּעִיל
id: Tidak Aktif
it: Inattivo
ja: 非アクティブ
ko: 비활성화
nb: Inaktiv
nl: Inactief
pl: Nieaktywne
pt_br: Inativo
pt_pt: Inativo
ru: Неактивно
sk: Neaktívne
sv: Inaktiv
zh_hans: 禁用
zh_hant: 非使用中

# jbl_Volume
source: Volume
ar: مستوى الصوت
da: Lydstyrke
de: Lautstärke
es_mx: Volumen
fi: Äänenvoimakkuus
ja: 音量
ko: 볼륨
nb: Lydstyrke
pl: Głośność
ru: Громкость
sk: Hlasitosť
sv: Volym
zh_hans: 音量
zh_hant: 音量

# jbl_Accept
source: Accept
ar: قبول
da: Accepter
de: Akzeptieren
es_mx: Aceptar
fi: Hyväksy
fr: Accepter
he: לְקַבֵּל
id: Terima
it: Accetto
ja: 同意する
ko: 승인
nb: Godta
nl: Accepteren
pl: Zatwierdź
pt_br: Aceitar
pt_pt: Aceitar
ru: Принять
sk: Súhlasiť
sv: Godkänn
zh_hans: 接受
zh_hant: 接受

# jbl_ADD_PRODUCT_LATER
source: ADD PRODUCT LATER
ar: أضف المنتج لاحقًا
da: TILFØJ PRODUKT SENERE
de: GERÄT SPÄTER HINZUFÜGEN
es_mx: AGREGAR EL PRODUCTO MÁS TARDE
fi: LISÄÄ TUOTE MYÖHEMMIN
fr: AJOUTER UN PRODUIT PLUS TARD
he: הוסף מוצר מאוחר יותר
id: TAMBAHKAN PRODUK NANTI
it: AGGIUNGI IL PRODOTTO PIÙ TARDI
ja: 後で製品を追加する
ko: 나중에 제품 추가
nb: LEGG TIL PRODUKT SENERE
nl: PRODUCT LATER TOEVOEGEN
pl: DODAJ PRODUKT PÓŹNIEJ
pt_br: ADICIONAR PRODUTO MAIS TARDE
pt_pt: ADICIONAR PRODUTO MAIS TARDE
ru: ДОБАВИТЬ УСТРОЙСТВО ПОЗЖЕ
sk: PRIDAŤ PRODUKT NESKÔR
sv: LÄGG TILL PRODUKT SENARE
zh_hans: 稍后添加设备
zh_hant: 稍後新增產品

# jbl_GET_HELP
source: GET HELP
ar: الحصول على المساعدة
da: FÅ HJÆLP
de: HILFE ERHALTEN
es_mx: OBTENER AYUDA
fi: YHTEYS TUKEEN
fr: AIDE
he: תקבל עזרה
id: DAPATKAN BANTUAN
it: OTTIENI ASSISTENZA
ja: ヘルプにアクセス
ko: 도움 요청
nb: FÅ HJELP
nl: VRAAG OM ASSISTENTIE
pl: UZYSKAJ POMOC
pt_br: OBTER AJUDA
pt_pt: OBTER AJUDA
ru: ПОЛУЧИТЬ ПОМОЩЬ
sk: NÁPOVEDA
sv: FÅ HJÄLP
zh_hans: 获取帮助
zh_hant: 獲得幫助

# jbl_Turn_On_Bluetooth
source: Turn On Bluetooth
ar: تشغيل تقنية بلوتوث
da: Slå Bluetooth til
de: Bluetooth aktivieren
es_mx: Activar Bluetooth
fi: Kytke päälle Bluetooth
fr: Activer le Bluetooth
he: הפעל את ה Bluetooth
id: Aktifkan Bluetooth
it: Attiva il Bluetooth
ja: Bluetoothをオンにする
ko: Bluetooth 켜기
nb: Aktiver Bluetooth .
nl: Bluetooth inschakelen
pl: Włącz Bluetooth
pt_br: Ligar o Bluetooth
pt_pt: Ligar o Bluetooth
ru: Включить Bluetooth
sk: Zapnúť Bluetooth
sv: Slå på Bluetooth
zh_hans: 打开蓝牙
zh_hant: 開啟藍牙

# jbl_CONTINUE
source: CONTINUE
ar: متابعة
da: FORTSÆT
de: WEITER
es_mx: CONTINUAR
fi: JATKA
fr: CONTINUER
he: לְהַמשִׁיך
id: LANJUTKAN
it: CONTINUA
ja: 続行する
ko: 계속
nb: FORTSETT
nl: DOORGAAN
pl: KONTYNUUJ
pt_br: CONTINUAR
pt_pt: CONTINUAR
ru: ПРОДОЛЖИТЬ
sk: POKRAČOVAŤ
sv: FORTSÄTTA
zh_hans: 继续
zh_hant: 繼續

# jbl_OTHER_NETWORK
source: OTHER NETWORK
ar: شبكة أخرى
da: ANDET NETVÆRK
de: ANDERES NETZWERK
es_mx: OTRA RED
fi: MUU VERKKO
fr: AUTRE RÉSEAU
he: רשת אחרת
id: JARINGAN LAINNYA
it: UN’ALTRA RETE
ja: その他のネットワーク
ko: 기타 네트워크
nb: ANDRE NETTVERK
nl: ANDER NETWERK
pl: INNA SIEĆ
pt_br: OUTRA REDE
pt_pt: OUTRA REDE
ru: ДРУГАЯ СЕТЬ
sk: ĎALŠIA SIEŤ
sv: ANNAT NÄTVERK
zh_hans: 其他网络
zh_hant: 其他網路

# jbl_Security
source: Security
ar: الأمن
da: Sikkerhed
de: Sicherheit
es_mx: Seguridad
fi: Turvallisuus
fr: Sécurité
he: בִּטָחוֹן
id: Keamanan
it: Sicurezza
ja: セキュリティ
ko: 보안
nb: Sikkerhet
nl: Beveiliging
pl: Zabezpieczenia
pt_br: Segurança
pt_pt: Segurança
ru: Безопасность
sk: Bezpečnosť
sv: Säkerhet
zh_hans: 安全
zh_hant: 安全性

# jbl_TURN_ON_BLUETOOTH
source: TURN ON BLUETOOTH
ar: تشغيل تقنية بلوتوث
da: SLÅ BLUETOOTH TIL
de: BLUETOOTH AKTIVIEREN
es_mx: ACTIVAR BLUETOOTH
fi: KYTKE BLUETOOTH PÄÄLLE
fr: ACTIVER LE BLUETOOTH
he: הפעל את הBLUETOOTH
id: AKTIFKAN BLUETOOTH
it: ATTIVA IL BLUETOOTH
ja: Bluetoothをオンにする
ko: Bluetooth 켜기
nb: AKTIVER BLUETOOTH
nl: BLUETOOTH INSCHAKELEN
pl: WŁĄCZ BLUETOOTH
pt_br: LIGAR O BLUETOOTH
pt_pt: LIGAR O BLUETOOTH
ru: ВКЛЮЧИТЬ BLUETOOTH
sk: ZAPNÚŤ BLUETOOTH
sv: SLA PÅ BLUETOOTH
zh_hans: 打开蓝牙
zh_hant: 開啟藍牙

# jbl_None
source: None
ar: لا يوجد
da: Ingen
de: Keine
es_mx: Ninguna
fi: Ei lainkaan
fr: Sans
he: אף אחד
id: Tidak Ada
it: Nessuna
ja: なし
ko: 없음
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhuma
pt_pt: Nenhuma
ru: Нет
sk: Žiadne
sv: Ingen
zh_hans: 无
zh_hant: 無

# jbl_Up_to_date
source: Up To Date
ar: محدث
da: Opdateret
de: Auf dem neuesten Stand
es_mx: Actualizado
fi: Ajan tasalla
fr: À jour
he: עדכני
id: Mutakhir
it: Aggiornato
ja: 最新の状態
ko: 최신 상태
nb: Oppdatert
nl: Bijgewerkt
pl: Aktualne
pt_br: Atualizado
pt_pt: Atualizado
ru: В обновленном состоянии
sk: Aktuálne
sv: Uppdaterad
zh_hans: 最新版本
zh_hant: 最新狀態

# jbl_You_are_all_set__nCurrent_version_%@
source: You are all set. Current version %@
ar: أنت جاهز تمامًا. الإصدار الحالي %@
da: Du er helt klar. Nuværende version %@
de: Alles ist bereit. Aktuelle Version %@
es_mx: Todo listo. Versión actual: %@
fi: Kaikki on valmista. Nykyinen versio %@
fr: Vous êtes prêt(e). Version actuelle %@
he: אתה מוכן. n גרסה נוכחית %@
id: Persiapan selesai. Versi saat ini %@
it: Tutto a posto. Versione attuale %@
ja: すべて設定されました。 現在のバージョン%@
ko: 모든 준비를 마쳤습니다. 현재 버전 %@
nb: Du er klar. Gjeldende versjon %@
nl: Het product is gereed. Huidige versie %@
pl: Wszystko jest skonfigurowane. Bieżąca wersja %@
pt_br: Está tudo pronto. Versão atual %@
pt_pt: Está tudo pronto. Versão atual %@
ru: Установить set. Текущая версия %@
sk: Všetko je nastavené. Aktuálna verzia %@
sv: Du är klar. Nuvarande version %@
zh_hans: 准备就绪。 当前版本 %@
zh_hant: 一切就緒。 最新版本 %@

# jbl_UPDATE_LATER
source: UPDATE LATER
ar: التحديث لاحقًا
da: OPDATER SENERE
de: SPÄTER AKTUALISIEREN
es_mx: ACTUALIZAR MÁS TARDE
fi: PÄIVITÄ MYÖHEMMIN
fr: METTRE À JOUR PLUS TARD
he: עדכן מאוחר יותר
id: PERBARUI NANTI
it: AGGIORNA PIÙ TARDI
ja: 後でアップデートする
ko: 나중에 업데이트
nb: OPPDATER SENERE
nl: LATER BIJWERKEN
pl: ZAKTUALIZUJ PÓŹNIEJ
pt_br: ATUALIZAR MAIS TARDE
pt_pt: ATUALIZAR MAIS TARDE
ru: ОБНОВИТЬ ПОЗЖЕ
sk: AKTUALIZOVAŤ NESKÔR
sv: UPPDATERA SENARE
zh_hans: 稍后更新
zh_hant: 稍後更新

# jbl___JBL_Soundbar_xxx__
source: "JBL Soundbar_xxx"
ar: <customText>
da: <customText>
de: <customText>
es_mx: <customText>
fi: <customText>
fr: <customText>
he: <customText>
id: <customText>
it: <customText>
ja: <customText>
ko: <customText>
nb: <customText>
nl: <customText>
pl: <customText>
pt_br: <customText>
pt_pt: <customText>
ru: <customText>
sk: <customText>
sv: <customText>
zh_hans: <customText>
zh_hant: <customText>

# jbl_TROUBLE_SHOOT
source: TROUBLESHOOT
ar: استكشاف الأخطاء وإصلاحها
da: FEJLFINDING
de: FEHLERBEHEBUNG
es_mx: SOLUCIÓN DE PROBLEMAS
fi: VIANMÄÄRITYS
fr: RÉSOLUTION DES PROBLÈMES
he: פתרון בעיות
id: PEMECAHAN MASALAH
it: RISOLUZIONE DEI PROBLEMI
ja: トラブルシューティング
ko: 문제 해결
nb: FEILSØK
nl: PROBLEMEN OPLOSSEN
pl: ROZWIĄZYWANIE PROBLEMÓW
pt_br: RESOLUÇÃO DE PROBLEMAS
pt_pt: RESOLUÇÃO DE PROBLEMAS
ru: УСТРАНЕНИЕ НЕПОЛАДОК
sk: RIEŠENIE PROBLÉMOV
sv: FELSÖKNING
zh_hans: 故障排除
zh_hant: 疑難排解

# jbl_CHANGE_NETWORK
source: CHANGE NETWORK
ar: تغيير الشبكة
da: SKIFT NETVÆRK
de: NETZWERK ÄNDERN
es_mx: CAMBIAR RED
fi: VAIHDA VERKKOA
fr: CHANGER DE RÉSEAU
he: שנה רשת
id: UBAH JARINGAN
it: CAMBIA RETE
ja: ネットワークを変更
ko: 네트워크 변경
nb: BYTT NETTVERK
nl: WIJZIG NETWERK
pl: ZMIEŃ SIEĆ
pt_br: ALTERAR REDE
pt_pt: ALTERAR REDE
ru: ИЗМЕНИТЬ СЕТЬ
sk: ZMENIŤ SIEŤ
sv: BYT NÄTVERK
zh_hans: 更改网络
zh_hant: 變更網路

# jbl_Language
source: Language
ar: اللغة
da: Sprog
de: Sprache
es_mx: Idioma
fi: Kieli
fr: Langue
he: שפה
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
pt_pt: Idioma
ru: Язык
sk: Jazyk
sv: Språk
zh_hans: 语言
zh_hant: 語言

# jbl_Feedback
source: Feedback
ar: ملاحظات
es_mx: Comentarios
fi: Palaute
fr: Retour d'expérience
he: מָשׁוֹב
id: Umpan Balik
ja: フィードバック
ko: 피드백
nb: Tilbakemelding
pl: Opinia
ru: Обратная связь
sk: Spätná väzba
zh_hans: 反馈
zh_hant: 回饋

# jbl_ACCEPT
source: ACCEPT
ar: القبول
da: ACCEPTER
de: AKZEPTIEREN
es_mx: ACEPTAR
fi: HYVÄKSY
fr: ACCEPTER
he: לְקַבֵּל
id: TERIMA
it: ACCETTO
ja: 同意する
ko: 승인
nb: GODTA
nl: ACCEPTEREN
pl: ZATWIERDŹ
pt_br: ACEITAR
pt_pt: ACEITAR
ru: ПРИНЯТЬ
sk: SÚHLASIŤ
sv: GODKÄNN
zh_hans: 接受
zh_hant: 接受

# jbl_Version
source: Version
ar: الإصدار
es_mx: Versión
fi: Versio
he: גִרְסָה
id: Versi
it: Versione
ja: バージョン
ko: 버전
nb: Versjon
nl: Versie
pl: Wersja
pt_br: Versão
pt_pt: Versão
ru: Версия
sk: Verzia
zh_hans: 版本
zh_hant: 版本

# jbl_Soundbar
source: Soundbar
ar: العارضة الصوتية
es_mx: Barra de sonido
fr: Barre de son
he: מקרן קול
ja: サウンドバー
ko: 사운드바
nb: Lydplanke
ru: Звуковая панель
sv: Soundbar-högtalare
zh_hans: 条形音箱
zh_hant: 條型音箱

# jbl_REMOVE
source: REMOVE
ar: إزالة
da: FJERN
de: ENTFERNEN
es_mx: QUITAR
fi: POISTA
fr: RETIRER
he: לְהַסִיר
id: HAPUS
it: RIMUOVI
ja: 削除
ko: 제거
nb: FJERN
nl: VERWIJDEREN
pl: USUŃ
pt_br: REMOVER
pt_pt: REMOVER
ru: УДАЛИТЬ
sk: ODSTRÁNIŤ
sv: TA BORT
zh_hans: 移除
zh_hant: 移除

# jbl_CANCEL
source: CANCEL
ar: إلغاء
da: ANNULLER
de: ABBRECHEN
es_mx: CANCELAR
fi: PERUUTA
fr: ANNULER
he: לְבַטֵל
id: BATALKAN
it: ANNULLA
ja: キャンセル
ko: 취소
nb: AVBRYT
nl: ANNULEREN
pl: ANULUJ
pt_br: CANCELAR
pt_pt: CANCELAR
ru: ОТМЕНИТЬ
sk: ZRUŠIŤ
sv: AVBRYT
zh_hans: 取消
zh_hant: 取消

# jbl_OK
source: OK
ar: موافق
es_mx: Aceptar
he: בסדר
id: OKE
ko: 확인
zh_hans: 确认
zh_hant: 確定

# jbl_Minutes
source: Minutes
ar: دقائق
da: Minutter
de: Minuten stoppen
es_mx: Minutos
fi: Minuutissa
he: דקות
id: Menit
it: Minuti
ja: 分
ko: 분
nb: Minutter
nl: Minuten
pl: min.
pt_br: Minutos
pt_pt: Minutos
ru: Минуты
sk: Minút
sv: Minuter
zh_hans: 分钟
zh_hant: 分鐘

# jbl_SELECT
source: SELECT
ar: تحديد
da: VÆLG
de: AUSWÄHLEN
es_mx: SELECCIONAR
fi: VALITSE
fr: SÉLECTIONNER
he: בחר
id: PILIH
it: SELEZIONA
ja: 選択する
ko: 선택
nb: VELGE
nl: KIES
pl: WYBIERZ
pt_br: SELECIONAR
pt_pt: SELECIONAR
ru: ВЫБРАТЬ
sk: VYBRAŤ
sv: VÄLJ
zh_hans: 选择
zh_hant: 選擇

# jbl_Never
source: Never
ar: أبدًا
da: Aldrig
de: Niemals
es_mx: Nunca
fi: Ei koskaan
fr: Jamais
he: לעולם לא
id: Tidak Pernah
it: Mai
ja: 行わない
ko: 안 함
nb: Aldri
nl: Nee
pl: nigdy
pt_br: Nunca
pt_pt: Nunca
ru: Никогда
sk: Nikdy
sv: Aldrig
zh_hans: 从不
zh_hant: 切勿

# jbl_Exit_Setup__
source: Exit Setup ?
ar: هل تريد الخروج من الإعداد؟
da: Afslut opsætningen?
de: Einrichtung beenden?
es_mx: ¿Desea salir de la configuración?
fi: Poistu asennuksesta?
fr: Quitter la configuration ?
he: לצאת מההגדרה?
id: Keluar dari Pengaturan?
it: Uscire dalla configurazione ?
ja: 設定を終了しますか？
ko: 설정에서 나가시겠습니까?
nb: Avslutte konfigurering?
nl: Instellen afsluiten?
pl: Wyjść z ustawień?
pt_br: Sair da configuração?
pt_pt: Sair da configuração?
ru: Выйти из настроек ?
sk: Ukončiť nastavenie?
sv: Avsluta installationen?
zh_hans: 退出设置？
zh_hant: 結束設定？

# jbl_EXIT
source: EXIT
ar: خروج
da: AFSLUT
de: BEENDEN
es_mx: SALIR
fi: POISTU
fr: QUITTER
he: יְצִיאָה
id: KELUAR
it: ESCI
ja: 終了
ko: 나가기
nb: AVSLUTT
nl: AFSLUITEN
pl: WYJDŹ
pt_br: SAIR
pt_pt: SAIR
ru: ВЫХОД
sk: UKONČIŤ
sv: AVSLUTA
zh_hans: 退出
zh_hant: 結束

# jbl_ENABLE_SERVICE
source: ENABLE SERVICE
ar: تمكين الخدمة
da: AKTIVER TJENESTE
de: DIENST AKTIVIEREN
es_mx: HABILITAR SERVICIO
fi: PALVELUN KÄYTTÖÖNOTTO
fr: ACTIVER LE SERVICE
he: הפעל שירות
id: AKTIFKAN LAYANAN
it: ATTIVA IL SERVIZIO
ja: サービスを有効にする
ko: 서비스 활성화
nb: AKTIVERE TJENESTE
nl: DIENST INSCHAKELEN
pl: WŁĄCZ USŁUGĘ
pt_br: ATIVAR SERVIÇO
pt_pt: ATIVAR SERVIÇO
ru: АКТИВИРОВАТЬ СЕРВИС
sk: POVOLIŤ SLUŽBU
sv: AKTIVERA TJÄNST
zh_hans: 启用服务
zh_hant: 啟用服務

# jbl_Chromecast_Built_In_Is_Ready
source: Chromecast Built-In Is Ready
ar: Chromecast Built-In جاهز
da: Chromecast Built-In er klar
de: Chromecast Built-in ist bereit
es_mx: Chromecast built-in está listo para usar
fi: Chromecast Built-In on valmis
fr: Chromecast built-in est prêt
he: Chromecast Built-In מוכן
id: Chromecast Built-In Sudah Siap
it: Chromecast Built-In è pronto
ja: Chromecast built-inの準備が完了しています
ko: Chromecast built-In 준비 완료
nb: Chromecast Built-In er klart
nl: Chromecast Built-In is gereed
pl: Usługa Chromecast Built-in jest gotowa
pt_br: O Chromecast built-in está pronto
pt_pt: O Chromecast built-in está pronto
ru: Chromecast built-in готов
sk: Chromecast Built-In je pripravený
sv: Chromecast built-in är redo
zh_hans: Chromecast Built-In 准备就绪
zh_hant: Chromecast Built-In 已就緒

# jbl_TURN_ON
source: TURN ON
ar: التشغيل
da: TÆND
de: AKTIVIEREN
es_mx: ACTIVAR
fi: KYTKE PÄÄLLE
fr: ALLUMER
he: להדליק
id: NYALAKAN
it: ACCENDI
ja: オンにする
ko: 켜기
nb: AKTIVER
nl: INSCHAKELEN
pl: WŁĄCZ
pt_br: LIGAR
pt_pt: LIGAR
ru: ВКЛЮЧИТЬ
sk: ZAPNÚŤ
sv: SLÅ PÅ
zh_hans: 打开
zh_hant: 開啟

# jbl_RESTORE
source: RESTORE
ar: استعادة
da: GENDAN
de: WIEDERHERSTELLEN
es_mx: RESTAURAR
fi: [PALAUTA]
fr: RESTAURER
he: לשחזר
id: PULIHKAN
it: RIPRISTINA
ja: 復元する
ko: 복원
nb: GJENOPPRETTE
nl: HERSTELLEN
pl: PRZYWRÓĆ
pt_br: RESTAURAR
pt_pt: RESTAURAR
ru: ВОССТАНОВИТЬ
sk: OBNOVENIE
sv: ÅTERSTÄLL
zh_hans: 恢复
zh_hant: 還原

# jbl_REMOVE_THIS_PRODUCT__
source: Remove This Product
ar: إزالة هذا المنتج
da: FJERN DETTE PRODUKT
de: DIESES GERÄT ENTFERNEN
es_mx: QUITAR ESTE PRODUCTO
fi: POISTA TÄMÄ TUOTE
fr: RETIRER CE PRODUIT
he: הסר את המוצר הזה
id: HAPUS PRODUK INI
it: RIMUOVI QUESTO PRODOTTO
ja: この製品を削除
ko: 이 제품 제거
nb: FJERN DETTE PRODUKTET
nl: DIT PRODUCT VERWIJDEREN
pl: USUŃ TEN PRODUKT
pt_br: REMOVER ESTE PRODUTO
pt_pt: REMOVER ESTE PRODUTO
ru: УДАЛИТЬ ДАННОЕ УСТРОЙСТВО
sk: ODSTRÁNIŤ TENTO PRODUKT
sv: TA BORT DENNA PRODUKT
zh_hans: 移除此设备
zh_hant: 移除此產品

# jbl_Favourite
source: Favourite
ar: مفضل
da: Favorit
de: Favorit
es_mx: Favorito
fi: Suosikki
fr: Favori
he: אהוב
id: Favorit
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nb: Favoritt
nl: Favoriet
pl: Ulubione
pt_br: Favorito
pt_pt: Favorito
ru: Избранное
sk: Obľúbené
sv: Favorit
zh_hans: 收藏
zh_hant: 最愛

# jbl_Enabled_music_service
source: Enabled music service
ar: خدمة الموسيقى الممكّنة
da: Aktiveret musiktjeneste
de: Aktivierter Musikdienst
es_mx: Servicio de música habilitado
fi: Musiikkipalvelu käytössä
fr: Service musical activé
he: שירות מוזיקה מופעל
id: Layanan musik yang diaktifkan
it: Servizio musicale attivo
ja: 有効な音楽配信サービス
ko: 활성화된 음악 서비스
nb: Aktivert musikktjeneste
nl: Ingeschakelde muziekdienst
pl: Włączony serwis muzyczny
pt_br: Serviço de música ativado
pt_pt: Serviço de música ativado
ru: Включенный музыкальный сервис
sk: Povolená hudobná služba
sv: Musiktjänsten har aktiverats
zh_hans: 已启用的音乐服务
zh_hant: 已啟用的音樂服務

# jbl_Available_music_service
source: Available music service
ar: خدمة الموسيقى المتاحة
da: Tilgængelig musiktjeneste
de: Verfügbarer Musikdienst
es_mx: Servicio de música disponible
fi: Saatavana oleva musiikkipalvelu
fr: Service musical disponible
he: שירות מוזיקה זמין
id: Layanan musik yang tersedia
it: Servizi musicali disponibili
ja: 利用可能な音楽配信サービス
ko: 사용 가능한 음악 서비스
nb: Tilgjengelig musikktjeneste
nl: Beschikbare muziekdienst
pl: Dostępny serwis muzyczny
pt_br: Serviço de música disponível
pt_pt: Serviço de música disponível
ru: Доступный музыкальный сервис
sk: Dostupná hudobná služba
sv: Musiktjänsten är tillgänglig
zh_hans: 可用的音乐服务
zh_hant: 可用的音樂服務

# jbl_Location
source: Location
ar: الموقع
da: Placering
de: Standort
es_mx: Ubicación
fi: Sijaintipaikka
fr: Localisation
he: מקום
id: Lokasi
it: Posizione
ja: 位置情報
ko: 위치
nb: Sted
nl: Locatie
pl: Położenie
pt_br: Localização
pt_pt: Localização
ru: Местоположение
sk: Poloha
sv: Plats
zh_hans: 定位
zh_hant: 定位

# jbl_Calibration_Unavailable
source: Calibration Unavailable
ar: المعايرة غير متاحة
da: Kalibrering ikke tilgængelig
de: Kalibrierung nicht verfügbar
es_mx: Calibración no disponible
fi: Kalibrointi ei ole käytettävissä
fr: Étalonnage non disponible
he: כיול אינו זמין
id: Kalibrasi Tidak Tersedia
it: Calibrazione non disponibile
ja: 部屋の測定が利用不能
ko: 보정 사용 불가
nb: Kalibrering utilgjengelig
nl: Kalibratie niet beschikbaar
pl: Kalibracja niedostępna
pt_br: Calibração indisponível
pt_pt: Calibração indisponível
ru: Калибровка недоступна
sk: Kalibrácia nie je k dispozícii
sv: Kalibrering ej tillgänglig
zh_hans: 校准不可用
zh_hant: 校準不可用

# jbl_KEEP
source: KEEP
ar: الإبقاء
da: BEHOLD
de: BEHALTEN
es_mx: CONSERVAR
fi: PIDÄ
fr: CONSERVER
he: לִשְׁמוֹר
id: PERTAHANKAN
it: MANTIENI
ja: 保存する
ko: 유지
nb: BEHOLD
nl: HOUDEN
pl: ZACHOWAJ
pt_br: MANTER
pt_pt: MANTER
ru: ПРОДОЛЖИТЬ
sk: PONECHAŤ
sv: BEHÅLL
zh_hans: 保留
zh_hant: 保留

# jbl_Fail
source: Fail
ar: فشل
da: Mislykket
de: Fehlgeschlagen
es_mx: Error
fi: Ei läpäisyä
fr: Échec
he: כשל
id: Gagal
it: Errore
ja: 失敗
ko: 실패
nb: Mislyktes
nl: Mislukt
pl: Niepowodzenie
pt_br: Falha
pt_pt: Falha
ru: Сбой
sk: Zlyhalo
sv: Misslyckades
zh_hans: 失败
zh_hant: 失敗

# jbl_Retry
source: Retry
ar: إعادة المحاولة
da: Prøv igen
de: Erneut versuchen
es_mx: Reintentar
fi: Yritä uudestaan
fr: Réessayer
he: נסה שוב
id: Coba lagi
it: Riprova
ja: 再試行
ko: 재시도
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ru: Попробовать снова
sk: Skúsiť znova
sv: Försök igen
zh_hans: 重试
zh_hant: 重試

# jbl_Thanks_for_your_feedback_
source: Thanks for your feedback!
ar: شكرًا لك على ملاحظاتك!
da: Tak for din feedback!
de: Vielen Dank für dein Feedback!
es_mx: Gracias por sus comentarios.
fi: Kiitos palautteestasi!
fr: Merci pour vos commentaires !
he: תודה על המשוב שלך!
id: Terima kasih atas umpan balik Anda!
it: Grazie per il tuo feedback!
ja: フィードバックありがとうございます！
ko: 피드백 감사합니다!
nb: Takk for tilbakemeldingen!
nl: Bedankt voor uw feedback!
pl: Dziękujemy za opinię!
pt_br: Obrigado pelo seu feedback!
pt_pt: Obrigado pelo seu feedback!
ru: Спасибо за ваш отзыв!
sk: Ďakujeme za vašu spätnú väzbu!
sv: Tack för din feedback!
zh_hans: 感谢你的反馈意见！
zh_hant: 感謝你的回饋意見！

# jbl_SEND
source: SEND
ar: إرسال
de: SENDEN
es_mx: ENVIAR
fi: LÄHETÄ
fr: ENVOYER
he: לִשְׁלוֹחַ
id: KIRIM
it: INVIA
ja: 送信
ko: 전송
nl: VERZENDEN
pl: WYŚLIJ
pt_br: ENVIAR
pt_pt: ENVIAR
ru: ОТПРАВИТЬ
sk: ODOSLAŤ
sv: SKICKA
zh_hans: 发送
zh_hant: 傳送

# jbl_Subject
source: Subject
ar: الموضوع
da: Emne
de: Betreff
es_mx: Asunto
fi: Kohde
fr: Objet
he: נושא
id: Perihal
it: Soggetto
ja: 件名
ko: 제목
nb: Emne
nl: Onderwerp
pl: Temat
pt_br: Assunto
pt_pt: Assunto
ru: Тема
sk: Predmet
sv: Ämne
zh_hans: 主题
zh_hant: 主旨

# jbl_Email
source: Email
ar: البريد الإلكتروني
es_mx: Correo electrónico
fi: Sähköposti
fr: Courriel
he: אימייל
ja: Eメール
ko: 이메일
nb: E-post
pl: Adres e-mail
sv: E-post
zh_hans: 电子邮件
zh_hant: 電子郵件

# jbl_CONFIRM
source: CONFIRM
ar: تأكيد
da: BEKRÆFT
de: BESTÄTIGEN
es_mx: CONFIRMAR
fi: VAHVISTA
fr: CONFIRMER
he: לְאַשֵׁר
id: KONFIRMASI
it: CONFERMA
ja: 確定
ko: 확인
nb: BEKREFT
nl: BEVESTIGEN
pl: POTWIERDŹ
pt_br: CONFIRMAR
pt_pt: CONFIRMAR
ru: ПОДТВЕРДИТЬ
sk: POTVRDIŤ
sv: BEKRÄFTA
zh_hans: 确认
zh_hant: 確認

# jbl_Allow
source: Allow
ar: السماح
da: Tillad
de: Erlauben
es_mx: Permitir
fi: Salli
fr: Autoriser
he: להתיר
id: Izinkan
it: Consenti
ja: 許可する
ko: 허용
nb: Tillat
nl: Toestaan
pl: Pozwalaj
pt_br: Permitir
pt_pt: Permitir
ru: Разрешить
sk: Povoliť
sv: Tillåt
zh_hans: 允许
zh_hant: 允許
