Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

source: Please go to Settings to grant "Location & Nearby devices" permission to put product in discovery mode.
ar: يُرجى الانتقال إلى الإعدادات لمنح إذن "الموقع والأجهزة المجاورة" لوضع المنتج في وضع الاكتشاف.
da: Gå til Indstillinger for at give "Placering og nærliggende enheder" tilladelse til at sætte produktet i opdagelsestilstand.
de: Öffne bitte die Einstellungen und erlaube "Standort und Geräte in der Nähe", um den Suchmodus des Geräts zu starten.
es_mx: Vaya a Ajustes y otorgue permisos de “Ubicación y Dispositivos cercanos” para acceder al modo de detección en el producto.
fi: Siirry Asetuksiin ja kohtaan"Sijainti ja lähistöllä olevat laitteet" myöntääksesi luvan tuotteen asettamiseksi havaitsemistilaan.
fr: Veuillez accéder aux paramètres pour accorder l'autorisation "Localisation et appareils proches" afon de mettre le produit en mode découverte.
he: עבור אל הגדרות כדי להעניק הרשאה ל 'מיקום ומכשירים בקרבת מקום' להעביר את המוצר למצב גילוי.
id: Buka Pengaturan untuk mengizinkan "Lokasi & Perangkat di sekitar" untuk mengatur produk dalam mode penemuan.
it: Vai nelle Impostazioni per concedere l'autorizzazione "Posizione e dispositivi nelle vicinanze" per portare il prodotto in modalità di rilevamento.
ja: 設定から"位置情報&近くのデバイス"を許可し、製品をディスカバリーモードにしてください。
ko: 제품을 검색 모드로 전환하려면 설정으로 이동하여 "위치 및 주변 장치" 권한을 부여해 주십시오.
nb: Gå til Innstillinger for å gi "Plassering og enheter i nærheten" tillatelse til å sette produktet i oppdagelsesmodus.
nl: Ga naar Instellingen om "Locatie en apparaten in de omgeving" toestemming te geven het product in detectiemodus te schakelen.
pl: Przejdź do ustawień, aby przyznać dostęp do funkcji "Położenie i urządzenia w pobliżu" i przełączyć produkt w tryb wykrywania.
pt_br: Vá para Configurações para conceder permissão a "Localização e dispositivos próximos" para colocar o produto no modo de descoberta.
pt_pt: Aceda às Definições para conceder as permissões de "Localização e Dispositivos nas proximidades" para colocar o produto em modo de descoberta.
ru: Зайдите в Настройки и дайте разрешение "Местоположение и близлежащие устройства", чтобы перевести устройство в режим обнаружения.
sk: Prejsť na Nastavenia a udeliť povolenie pre funkciu "Poloha a zariadenia v okolí" na uvedenie produktu do režimu objavovania.
sv: Gå till Inställningar för att ge "Location & Nearby devices” (Plats och enheter i närheten) behörighet att sätta produkten i upptäckningsläge.
zh_hans: 请转到设置以授予"定位和附近设备"权限以使设备进入发现模式。
zh_hant: 請移至「設定」，授予"定位和附近裝置"權限，以將產品置於發現模式。

source: Harman is requesting access to upload logs from your device. If you grant Harman access, Harman will collect information about your device, such as current system logs and performance logs, and upload them to Harman servers. Harman accesses your device’s logs in order to debug and understand issues on your device. Harman will delete your device data within five days. For more information on how Harman uses your information, please review Harman’s privacy policy, available at https://www.harman.com/privacy-policy. Do you grant Harman permission to upload system logs on your device %@?
ar: تطلب Harman الوصول من أجمل تحميل السجلات من جهاز. إذا منحت Harman الوصول، فستجمع Harman معلومات عن جهازك، مثل سجلات النظام وسجلات الأداء الحالية، وتحميلها على خوادم Harman. تطلب Harman الوصول إلى سجلات جهازك من أجل فهم الأخطاء وتصحيحها. ستحذف Harman بيانات جهازك خلال خمسة أيام. لمزيد من المعلومات عن الطريقة التي تستخدم Harman بها معلوماتك، يرجى مراجعة سياسة خصوصية Harman المتاحة على https://www.harman.com/privacy-policy. هل تمنح Harman الإذن بتحميل سجلات النظام على جهاز %@؟
da: Harman anmoder om adgang til at uploade logfiler fra din enhed. Hvis du giver Harman adgang, vil Harman indsamle oplysninger om din enhed såsom aktuelle systemlogfiler og ydelseslogfiler og uploade dem til Harmans servere. Harman får adgang til din enheds logfiler for at foretage fejlfinding og forstå problemer på din enhed. Harman sletter dine enhedsdata inden for fem dage. For mere information om, hvordan Harman bruger dine oplysninger, bedes du gennemgå Harmans privatlivspolitik, der er tilgængelig på https://www.harman.com/privacy-policy. Giver du Harman tilladelse til at uploade systemlogfiler på din enhed %@?
de: Harman bittet um die Berechtigung zum Hochladen von Protokollen von deinem Gerät. Wenn du Harman die Berechtigung gewährst, sammelt Harman Informationen über dein Gerät, z. B. aktuelle System- und Leistungsprotokolle, und lädt sie auf Harman Server hoch. Harman greift auf die Protokolle deines Geräts zu, um Probleme auf deinem Gerät zu beheben und zu verstehen. Harman wird deine Gerätedaten innerhalb von fünf Tagen löschen. Weitere Informationen darüber, wie Harman deine Daten verwendet, findest du in der Datenschutzrichtlinie von Harman, die unter https://www.harman.com/privacy-policy verfügbar ist. Erteilst du Harman die Berechtigung zum Hochladen von Systemprotokollen auf deinem Gerät %@?
es_mx: Harman está solicitando acceso para cargar registros del dispositivo. Si otorga acceso, Harman recopilará información sobre el dispositivo, como los registros del sistema y los registros de rendimiento actuales, y los enviará a los servidores de Harman. Harman accede a los registros del dispositivo para poder depurar y comprender los problemas en él. Harman eliminará los datos de su dispositivo en cinco días. Para obtener más información sobre la forma en que Harman utiliza sus datos, consulte la política de privacidad de Harman, disponible en https://www.harman.com/privacy-policy. ¿Desea otorgar permiso para que Harman cargue registros del sistema en el dispositivo %@?
fi: Harman pyytää pääsyä laitteesi lokien lataamiseen. Jos myönnät Harmanille käyttöoikeuden, Harman kerää tietoja laitteestasi, kuten nykyisiä järjestelmälokeja ja suorituskykylokeja, ja lataa ne Harmanin palvelimille. Harman pääsee käsiksi laitteesi lokitietoihin, jotta se voi korjata ja ymmärtää laitteesi ongelmia. Harman poistaa laitteesi tiedot viiden päivän kuluessa. Lisätietoja siitä, miten Harman käyttää tietojasi, saat Harmanin tietosuojakäytännöstä, joka on saatavilla osoitteessa https://www.harman.com/privacy-policy. Myönnätkö Harmanille luvan ladata järjestelmälokit laitteesi %@?
fr: Harman demande l’accès au chargement des journaux depuis votre appareil. Si vous accordez l’accès à Harman, l’entreprise collectera des informations sur votre appareil, telles que les journaux système actuels et les journaux de performances, et les chargera sur ses serveurs. Harman accède aux journaux de votre appareil aux fins de débogage et de compréhension de ses problèmes. Harman supprimera les données de votre appareil dans les cinq jours. Pour plus d’informations sur la façon dont Harman utilise vos informations, veuillez consulter la politique de confidentialité de Harman, disponible à l’adresse https://www.harman.com/privacy-policy. Accordez-vous à Harman l’autorisation de charger les journaux système de votre appareil %@?
he: Harman מבקש גישה להעלאת יומנים ממכשיר שלך. אם תעניק ל-Harman גישה, Harman יאסוף מידע על המכשיר שלך, כגון יומני מערכת נוכחיים ויומני ביצועים, ויעלה אותם לשרתי Harman. Harman ניגש ליומני המכשיר שלך כדי לנפות באגים ולהבין בעיות במכשיר שלך. Harman ימחק את נתוני המכשיר שלך תוך חמישה ימים. למידע נוסף על האופן שבו Harman משתמש במידע שלך, אנא עיין במדיניות הפרטיות של Harman, הזמינה בכתובתhttps://www.harman.com/privacy-policy . האם אתה לעניק ל-Harman הרשאה להעלות יומני מערכת במכשיר שלך %@?
id: Harman meminta akses untuk mengunggah log perangkat Anda. Dengan mengizinkan akses, Harman akan mengumpulkan informasi tentang perangkat Anda, seperti log sistem saat ini dan log kinerja, kemudian mengunggahnya ke server Harman. Harman mengakses log perangkat untuk melakukan debug dan mempelajari masalah yang menyerang perangkat Anda. Harman akan menghapus data perangkat dalam kurun waktu lima hari. Info selengkapnya tentang prosedur Harman dalam menggunakan informasi Anda dapat ditinjau di kebijakan privasi Harman, yang tersedia di https://www.harman.com/privacy-policy. Izinkan Harman mengunggah sistem log perangkat %@?
it: Harman sta richiedendo l'accesso per caricare i registri dal tuo dispositivo. Se concedi l'accesso ad Harman, Harman raccoglierà le informazioni relative al tuo dispositivo, come i registri di sistema attuali ed i registri delle prestazioni, e le caricherà sui server Harman. Harman accede ai registri del tuo dispositivo per eseguire il debug e comprendere i problemi del dispositivo. Harman eliminerà i dati del tuo dispositivo entro cinque giorni. Per ulteriori informazioni su come Harman utilizza le tue informazioni, consulta l'informativa sulla privacy di Harman, disponibile all'indirizzo https://www.harman.com/privacy-policy. Concedi ad Harman l’autorizzazione per caricare i log di sistema sul tuo dispositivo %@?
ja: Harmanはアクセスを要求し、デバイスからログをアップロードします。Harmanにアクセスを許可すると、Harmanは現在のシステムログとパフォーマンスログといったデバイスについての情報を収集し、Harmanサーバーにアップロードします。Harmanはデバイスの問題をデバッグし、理解するためにデバイスのログにアクセスします。Harmanは5日以内にデバイスのデータを削除します。Harmanがどのように情報を使用するかについての詳細はhttps://www.harman.com/privacy-policyで入手可能なHarmanのプライバシーポリシーを再確認してください。 Harmanがデバイスのシステムログをアップロードすることを許可しますか%@？
ko: Harman에서 장치에서 로그를 업로드하기 위해 액세스 권한을 요청합니다. Harman에 액세스 권한을 부여하는 경우 Harman은 현재 시스템 로그 및 성능 로그와 같은 장치 관련 정보를 수집하고 Harman 서버에 업로드합니다. Harman이 장치 문제를 디버그 및 이해하기 위해 장치의 로그에 액세스합니다. Harman은 5일 안에 장치 데이터를 삭제합니다. Harman의 정보 사용 방법에 대한 자세한 내용은 Harman 개인정보 보호정책(https://www.harman.com/privacy-policy)을 검토하십시오. Harman에 장치 %@에 시스템 로그를 업로드할 수 있는 권한을 부여하시겠습니까?
nb: Harman ber om tilgang for å laste opp logger fra en enhet. Hvis du gir Harman tilgang, vil Harman samle inn informasjon om enheten din, for eksempel de nåværende systemloggene og ytelsesloggene, og laste dem opp til Harmans servere. Harman får tilgang til enhetens logger for å feilsøke og forstå problemer på enheten. Harman sletter enhetsdataene dine innen fem dager. Hvis du vil ha mer informasjon om hvordan Harman bruker opplysningene dine, kan du se Harmans personvernerklæring på https://www.harman.com/privacy-policy. Gir du Harman tillatelse til å laste opp systemlogger på enheten %@?
nl: Harman vraagt om toestemming om logs te uploaden vanaf uw apparaat. Als u Harman toegang verleent, verzamelt Harman apparaatinformatie zoals huidige systeemlogboeken en prestatielogboeken, en uploadt deze naar Harman-servers. Harman benadert de logboeken van uw apparaat om problemen op uw apparaat op te sporen en te begrijpen. Harman verwijdert uw apparaatgegevens binnen vijf dagen. Voor meer informatie over hoe Harman uw informatie gebruikt, kunt u het privacybeleid van Harman raadplegen op: https://www.harman.com/privacy-policy. Geeft u Harman toestemming om systeemlogboeken op uw apparaat te uploaden? %@?
pl: Firma Harman prosi o dostęp do plików na urządzeniu. Jeśli użytkownik udzieli dostępu firmie Harman, firma Harman będzie gromadzić informacje o urządzeniu użytkownika, takie jak bieżące działanie systemu oraz wydajności, a także przesyłać je na serwery firmy Harman. Firma Harman uzyskuje dostęp do dzienników urządzenia, aby debugować i rozwiązywać problemy występujące na urządzeniu użytkownika. Firma Harman usunie dane urządzenia użytkownika w ciągu pięciu dni. Aby uzyskać więcej informacji o tym, jak firma Harman wykorzystuje dane użytkownika, należy zapoznać się z Polityką prywatności firmy Harman na stronie: https://www.harman.com/privacy-policy. Czy udzielasz uprawnienia firmie Harman do przesyłania dzienników systemu ze swojego urządzenia %@?
pt_br: A Harman está solicitando acesso para enviar registros do seu dispositivo. Se você conceder o acesso a Harman, a Harman coletará informações sobre seu dispositivo, como registros de sistemas atuais e registros de desempenho e enviá-los aos servidores da Harman. Harman acessa os registros do seu dispositivo para depurar e entender os problemas no seu dispositivo. A Harman excluirá os dados do seu dispositivo em cinco dias. Para obter mais informações sobre como a Harman usa suas informações, consulte a política de privacidade da Harman, disponível em https://www.harman.com/privacy-policy. Você concede à Harman permissão para enviar registros do sistema em seu dispositivo %@?
pt_pt: A Harman solicita acesso para carregar registos a partir do seu dispositivo. Se conceder acesso à Harman, a Harman irá recolher informações sobre o seu dispositivo, tais como registos do sistema atual e registos de desempenho, e carregá-los para os servidores da Harman. A Harman acede aos registos do seu dispositivo para identificar e resolver problemas no seu dispositivo. A Harman eliminará os dados do seu dispositivo no prazo de cinco dias. Para obter mais informações sobre como a Harman utiliza as suas informações, reveja a política de privacidade da Harman, disponível em https://www.harman.com/privacy-policy. Concede permissão à Harman para carregar registos do sistema no seu dispositivo %@?
ru: Harman запрашивает доступ к отправке файлов журнала с вашего устройства. Если вы предоставите компании Harman доступ, Harman будет собирать информацию о вашем устройстве, такую как текущие файлы системного журнала и файлы журнала регистрации характеристик, и отправлять их на серверы Harman. Harman осуществляет доступ к файлам журнала на вашем устройстве для поиска и устранения неисправностей и понимания проблем, возникающих в устройстве. Harman удалит данные вашего устройства в течение пяти дней. Для получения дополнительной информации о том, как Harman использует вашу информацию, ознакомьтесь с политикой конфиденциальности Harman, которую можно найти по ссылке https://www.harman.com/privacy-policy. Хотите ли Вы предоставить компании Harman разрешение на отправку файлов системного журнала с вашего устройства %@?
sk: Spoločnosť Harman žiada o prístup pre nahrávanie protokolov z vášho zariadenia. Ak spoločnosti Harman udelíte prístup, spoločnosť Harman bude zhromažďovať informácie o vašom zariadení, ako sú aktuálne systémové protokoly a protokoly výkonu, a nahrá ich na servery Harman. Spoločnosť Harman pristupuje k protokolom vášho zariadenia, aby mohla ladiť a porozumieť problémom na vašom zariadení. Spoločnosť Harman vymaže údaje vášho zariadenia do piatich dní. Ďalšie informácie o tom, ako spoločnosť Harman používa vaše informácie, nájdete v zásadách ochrany osobných údajov spoločnosti Harman, ktoré sú k dispozícii na adrese https://www.harman.com/privacy-policy. Chcete spoločnosti Harman udeliť povolenie na nahrávanie systémových protokolov do vášho zariadenia %@?
sv: Harman vill kunna ladda upp loggar från din enhet. Om du ger Harman åtkomst kommer Harman att samla in information om din enhet, såsom aktuella systemloggar och prestandaloggar, och ladda upp dem till Harmans servrar. Harman kommer åt din enhets loggar för att felsöka och förstå problem på din enhet. Harman kommer att radera din enhetsdata inom fem dagar. För mer information om hur Harman använder din information, läs Harmans sekretesspolicy, tillgänglig på https://www.harman.com/privacy-policy. Beviljar du Harman tillåtelse att ladda upp systemloggar på din enhet [holders]]?
zh_hans: 哈曼正在请求访问你的设备以上传日志。如果你授予哈曼访问权限，哈曼将收集有关你的设备的信息，如当前的系统日志和性能日志，并将它们上传到哈曼服务器。哈曼访问你设备日志的目的是调试和了解你设备上的问题。哈曼将在五天内删除你的设备数据。如需了解有关哈曼如何使用你的信息的更多信息，请查阅哈曼的隐私政策，网址是 https://www.harman.com/privacy-policy。 是否允许哈曼上传你的设备 %@ 的系统日志？
zh_hant: Harman 正在請求從您的裝置上傳記錄檔的存取權限。如果您授與 Harman 存取權限，Harman 將收集有關您裝置的資訊，例如目前系統記錄檔和效能記錄檔，並將其上傳至 Harman 伺服器。Harman 會存取您裝置的記錄檔以偵錯和瞭解您裝置上的問題。Harman 將在五天內刪除您的裝置資料。欲知有關 Harman 如何使用您的資訊的詳情，請查閱 Harman 的隱私權政策，網址為 https://www.harman.com/privacy-policy。 您是否授與 Harman 上傳您的裝置上的系統記錄檔的權限%@？

# authentication_method_a_temp
source: Press the <img named="oobe_bar_authicon" rect="0,-4,24,24" /> button on the tone-playing speaker to continue.
ar: اضغط على زر <img named="oobe_bar_authicon" rect="0,-4,24,24" /> الموجود على مكبر الصوت للمتابعة.
da: Tryk på knappen <img named="oobe_bar_authicon" rect="0,-4,24,24" /> på den højttaler, der afspiller en tone,for at fortsætte.
de: Drücke zum Fortfahren die Taste <img named="oobe_bar_authicon" rect="0,-4,24,24" /> am Lautsprecher, der den Ton wiedergibt.
es_mx: Para continuar, presione el botón <img named="oobe_bar_authicon" rect="0,-4,24,24" /> en el altavoz que emite el tono.
fi: Jatka painamalla <img named="oobe_bar_authicon" rect="0,-4,24,24" /> -painiketta merkkiääntä toistavassa kaiuttimessa.
fr: Appuyez sur le bouton <img named="oobe_bar_authicon" rect="0,-4,24,24" /> de l’enceinte émettant la tonalité pour continuer.
he: לחץ על הלחצן <img named="oobe_bar_authicon" rect="0,-4,24,24" /> רמקול משמיע צלילים כדי להמשיך.
id: Tekan tombol <img named="oobe_bar_authicon" rect="0,-4,24,24" /> pada speaker pemutar nada untuk melanjutkan.
it: Premi il pulsante <img named="oobe_bar_authicon" rect="0,-4,24,24" /> sullo speaker che sta riproducendo il tono sonoro per continuare.
ja: 音声を再生しているスピーカーの <img named="oobe_bar_authicon" rect="0,-4,24,24" /> ボタンを押して続行します。
ko: 계속하려면 톤 재생 스피커에서 <img named="oobe_bar_authicon" rect="0,-4,24,24" /> 버튼을 누르십시오.
nb: Trykk på <img named="oobe_bar_authicon" rect="0,-4,24,24" /> -knappen på den spillende høyttaleren for å fortsette.
nl: Druk op de <img named="oobe_bar_authicon" rect="0,-4,24,24" /> toets op de luidspreker die een toon laat horen om verder te gaan.
pl: Naciśnij przycisk <img named="oobe_bar_authicon" rect="0,-4,24,24" /> na głośniku odtwarzającym dźwięk, aby kontynuować.
pt_br: Pressione o botão <img named="oobe_bar_authicon" rect="0,-4,24,24" /> no alto-falante de reprodução de tom para continuar.
pt_pt: Prima o botão <img named="oobe_bar_authicon" rect="0,-4,24,24" /> da coluna a reproduzir som para continuar.
ru: Нажмите <img named="oobe_bar_authicon" rect="0,-4,24,24" /> кнопку на динамике воспроизведения тона, чтобы продолжить.
sk: Pokračujte stlačením tlačidla <img named="oobe_bar_authicon" rect="0,-4,24,24" /> na reproduktore s prehrávaním tónov.
sv: Tryck på knappen <img named="oobe_bar_authicon" rect="0,-4,24,24" /> på den tonspelande högtalaren för att fortsätta.
zh_hans: 按下正在播放音乐的扬声器上的 <img named="oobe_bar_authicon" rect="0,-4,24,24" /> 按钮以继续。
zh_hant: 按播音喇叭上的 <img named="oobe_bar_authicon" rect="0,-4,24,24" /> 按鈕以繼續。

# authentication_method_b_temp
source: Press the <img named="moment_heart" rect="0,-4,24,24" /> button on the tone-playing speaker to continue.
ar: اضغط على زر <img named="moment_heart" rect="0,-4,24,24" /> الموجود على مكبر الصوت للمتابعة.
da: Tryk på knappen <img named="moment_heart" rect="0,-4,24,24" /> på den højttaler, der afspiller en tone,for at fortsætte.
de: Drücke zum Fortfahren die Taste <img named="moment_heart" rect="0,-4,24,24" /> am Lautsprecher, der den Ton wiedergibt.
es_mx: Para continuar, presione el botón <img named="moment_heart" rect="0,-4,24,24" /> en el altavoz que emite el tono.
fi: Jatka painamalla <img named="moment_heart" rect="0,-4,24,24" /> -painiketta merkkiääntä toistavassa kaiuttimessa.
fr: Appuyez sur le bouton <img named="moment_heart" rect="0,-4,24,24" /> de l’enceinte émettant la tonalité pour continuer.
he: לחץ על הלחצן <img named="moment_heart" rect="0,-4,24,24" /> רמקול משמיע צלילים כדי להמשיך.
id: Tekan tombol <img named="moment_heart" rect="0,-4,24,24" /> pada speaker pemutar nada untuk melanjutkan.
it: Premi il pulsante <img named="moment_heart" rect="0,-4,24,24" /> sullo speaker che sta riproducendo il tono sonoro per continuare.
ja: 音声を再生しているスピーカーの <img named="moment_heart" rect="0,-4,24,24" /> ボタンを押して続行します。
ko: 계속하려면 톤 재생 스피커에서 <img named="moment_heart" rect="0,-4,24,24" /> 버튼을 누르십시오.
nb: Trykk på <img named="moment_heart" rect="0,-4,24,24" /> -knappen på den spillende høyttaleren for å fortsette.
nl: Druk op de <img named="moment_heart" rect="0,-4,24,24" /> toets op de luidspreker die een toon laat horen om verder te gaan.
pl: Naciśnij przycisk <img named="moment_heart" rect="0,-4,24,24" /> na głośniku odtwarzającym dźwięk, aby kontynuować.
pt_br: Pressione o botão <img named="moment_heart" rect="0,-4,24,24" /> no alto-falante de reprodução de tom para continuar.
pt_pt: Prima o botão <img named="moment_heart" rect="0,-4,24,24" /> da coluna a reproduzir som para continuar.
ru: Нажмите <img named="moment_heart" rect="0,-4,24,24" /> кнопку на динамике воспроизведения тона, чтобы продолжить.
sk: Pokračujte stlačením tlačidla <img named="moment_heart" rect="0,-4,24,24" /> na reproduktore s prehrávaním tónov.
sv: Tryck på knappen <img named="moment_heart" rect="0,-4,24,24" /> på den tonspelande högtalaren för att fortsätta.
zh_hans: 按下正在播放音乐的扬声器上的 <img named="moment_heart" rect="0,-4,24,24" /> 按钮以继续。
zh_hant: 按播音喇叭上的 <img named="moment_heart" rect="0,-4,24,24" /> 按鈕以繼續。

# jbl_Learn_More
source: Learn More
ar: تعرف على المزيد
da: Lær mere
de: Erfahre mehr
es_mx: Más información
fi: Katso lisätietoja
fr: En savoir plus
he: למד עוד
id: Pelajari Lebih Lanjut
it: Scopri di più
ja: 詳細
ko: 자세히 보기
nb: Les mer
nl: Meer informatie
pl: Więcej informacji
pt_br: Saiba Mais
pt_pt: Saiba mais
ru: Узнать больше
sk: Dozvedieť sa viac
sv: Läs mer
zh_hans: 了解更多
zh_hant: 瞭解更多

# jbl_TREBLE
source: TREBLE
ar: ثلاثي
da: DISKANT
de: HÖHEN
es_mx: AGUDOS
fi: DISKANTTI
fr: AIGUS
it: ALTI
ja: 高音
ko: 고음
pl: WYSOKIE TONY
pt_pt: AGUDOS
ru: высокие
sk: VÝŠKY
sv: DISKANT
zh_hans: 高音
zh_hant: 高音

# jbl_Enter_password_to_connect_your_speaker_to_network___%@___
source: Enter password to connect your speaker to network "%@".
ar: أدخل كلمة المرور لتوصيل مكبر الصوت بالشبكة "%@" .
da: Indtast adgangskoden for at forbinde din højttaler til netværket "%@" .
de: Gib das Passwort ein, um deinen Lautsprecher mit dem Netzwerk "%@" zu verbinden.
es_mx: Ingrese una contraseña para conectar el altavoz a la red "%@" .
fi: Syötä salasana, jotta kaiutin voidaan liittää verkkoon "%@" .
fr: Entrez le mot de passe pour connecter votre enceinte au réseau "%@" .
he: הזן סיסמה כדי לחבר את הרמקול שלך לרשת "%@".
id: Masukkan kata sandi untuk menyambungkan speaker Anda ke jaringan "%@" .
it: Inserisci la password per collegare lo speaker alla rete "%@" .
ja: パスワードを入力し、スピーカーをネットワーク"%@" に接続します。
ko: 네트워크 "%@" 에 스피커를 연결하려면 비밀번호를 입력하십시오.
nb: Angi passord for å koble høyttaleren til nettverket "%@" .
nl: Voer het wachtwoord in om uw luidspreker met het netwerk te verbinden "%@" .
pl: Wprowadź hasło, aby podłączyć głośnik do sieci "%@" .
pt_br: Digite a senha para conectar seu alto-falante à rede "%@" .
pt_pt: Introduza a palavra-passe para ligar a sua coluna à rede "%@" .
ru: Введите пароль для подключения динамика к сети "%@" .
sk: Zadajte heslo na pripojenie reproduktora k sieti "%@" .
sv: Ange lösenordet för att ansluta din högtalare till nätverket "%@".
zh_hans: 输入密码，将你的扬声器连接到网络 "%@" 。
zh_hant: 輸入密碼，以將你的喇叭連接至網路 "%@" 。

# jbl_Add_music_service_here
source: Add music service here.
ar: إضافة خدمات الموسيقى هنا.
da: Tilføj musiktjenester her.
de: Füge hier Musikdienste hinzu.
es_mx: Agregue aquí servicios de música.
fi: Lisäämusiikkipalvelut tästä.
fr: Ajouter des services musicaux ici.
he: הוסף שירותי מוזיקה כאן.
id: Tambahkan layanan musik di sini.
it: Qui aggiungi i servizi musicali.
ja: 音楽配信サービスをここに追加します。
ko: 여기서 음악 서비스를 추가합니다.
nb: Legg til musikktjenester her.
nl: Voeg hier muziekdiensten toe.
pl: Tutaj można dodać serwisy muzyczne.
pt_br: Adicionar serviços de música aqui.
pt_pt: Adicione serviços de música aqui.
ru: Добавьте музыкальные сервисы.
sk: Tu pridajte hudobné služby.
sv: Lägg till musiktjänster här.
zh_hans: 在此添加音乐服务。
zh_hant: 在此處新增音樂服務。
