Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# newStructure_Upgrade_your_listening_experience_with_stereo_effect
source: Upgrade your listening experience with stereo effect.
ar: قم بترقية تجربة الاستماع باستخدام تأثير الاستريو.
da: Opgrader din lytteoplevelse med stereoeffekt.
de: Verbessere dein Hörerlebnis mit dem Stereo-Effekt.
es_mx: Mejora tu experiencia auditiva con el efecto estéreo.
fi: Paranna kuuntelukokemustasi stereotehosteella.
fr: Améliorez votre expérience d'écoute avec l'effet stéréo.
he: שדרגו את חווית ההאזנה באמצעות אפקט סטריאו.
id: Tingkatkan pengalaman dengar Anda dengan efek stereo.
it: Migliora la tua esperienza di ascolto con l'effetto stereo.
ja: ステレオモードで音楽リスニングをアップグレードします。
ko: 스테레오 이펙트로 청취 경험을 업그레이드하십시오.
nb: Oppgrader lytteopplevelsen din med stereoeffekt.
nl: Verbeter je luisterervaring met stereo-effect.
pl: Ulepsz wrażenia ze słuchania muzyki dzięki efektowi stereo.
pt_br: Melhore a sua experiência de som com efeito estéreo.
pt_pt: Melhore a sua experiência de som com efeito estéreo.
ru: Расширьте свой опыт прослушивания благодаря эффекту стерео.
sk: Zlepšite svoj zážitok z počúvania vďaka stereo efektu.
sv: Uppgradera din lyssningsupplevelse med stereoeffekt.
zh_hans: 通过立体声音效提升聆听体验。
zh_hant: 通過立體聲音效提升聆聽體驗。

# newStructure_2_identical_speakers_are_required
source: 2 identical speakers are required
ar: يلزم وجود سماعتين متطابقتين
da: 2 identiske højttalere er påkrævet
de: 2 identische Lautsprecher sind erforderlich
es_mx: Se necesitan 2 altavoces idénticos
fi: tarvitaan 2 samanlaista kaiutinta
fr: 2 enceintes identiques sont requises
he: נדרשים 2 רמקולים זהים
id: Diperlukan 2 speaker yang sama persis
it: Sono necessari 2 speaker identici
ja: 同一機種のスピーカーが2台必要です
ko: 동일한 스피커 2대가 필요합니다
nb: 2 identiske høyttalere kreves
nl: 2 identieke luidsprekers zijn nodig
pl: Wymagane są dwa identyczne głośniki
pt_br: São necessárias 2 colunas idênticas
pt_pt: São necessárias 2 colunas idênticas
ru: Требуется 2 идентичные колонки
sk: Potrebné sú 2 rovnaké reproduktory
sv: 2 identiska högtalare krävs
zh_hans: 需要 2 个相同型号的产品
zh_hant: 需要 2 個相同型號的產品

# newStructure_Multi-Room
source: Multi-Room
ar: غرف متعددة
da: Multi-rum
es_mx: Multisala
fi: Monihuone
fr: Multi-pièces
he: Multi-Room (חדרים מרובים)
ja: マルチルーム
ko: 멀티룸
nb: Multirom
pt_br: Multiambiente
pt_pt: Multiambiente
ru: Мультирум
sk: Viacerých miestností
zh_hans: 多房间群组
zh_hant: 多房間群組

# newStructure_Play_music_in_any_room_or_every
source: Play music in any room or every room in the house from a central mobile device.
ar: شغل الموسيقى في أي غرفة أو في جميع غرف المنزل من جهاز محمول مركزي.
da: Afspil musik i et hvilket som helst rum eller i alle boligens rum fra en central mobilenhed.
de: Spiele Musik in jedem Raum oder in jedem Zimmer des Hauses von einem zentralen Mobilgerät ab.
es_mx: Reproduce música en cualquier habitación o en todas las habitaciones de la casa desde un dispositivo móvil central.
fi: Toista musiikkia missä tahansa huoneessa tai kodin jokaisessa huoneessa yhdestä ja samasta mobiililaitteesta.
fr: Écoutez de la musique dans n'importe quelle pièce ou dans chaque pièce de votre domicile depuis un appareil mobile central.
he: השמיעו מוזיקה בחדר כלשהו או בכל חדר בבית ממכשיר נייד מרכזי.
id: Putar musik di sembarang ruang atau di setiap ruang di rumah dari perangkat seluler pusat.
it: Riproduci musica in una qualsiasi stanza o in tutte le stanze della casa da un dispositivo mobile centrale.
ja: 家の中で、中心となるモバイルデバイスからお好きな部屋を選んで、またはすべての部屋で音楽を再生することが出来ます。
ko: 중앙 모바일 장치를 사용하여 원하는 방이나 실내 모든 방에서 음악을 재생합니다.
nb: Spill av musikk i hvilket som helst eller alle rom i huset fra en sentral mobilenhet.
nl: Speel muziek af in een kamer of meerdere kamer in huis vanaf een centraal mobiel apparaat.
pl: Odtwarzaj muzykę w dowolnym lub każdym pomieszczeniu w domu z centralnego urządzenia mobilnego.
pt_br: Reproduza música em qualquer divisão da casa a partir de um dispositivo móvel central.
pt_pt: Reproduza música em qualquer divisão da casa a partir de um dispositivo móvel central.
ru: Воспроизводите музыку в любой комнате или во всех комнатах дома с одного мобильного устройства.
sk: Prehrávajte hudbu v ktorejkoľvek miestnosti alebo v každej miestnosti v dome z centrálneho mobilného zariadenia.
sv: Spela musik i alla rum eller i varje rum i huset från en central mobil enhet.
zh_hans: 通过手机或其他移动端设备，在家中的任何房间或每个房播放音乐。
zh_hant: 通過手機或其他移動端設備，在家中的任何房間或每個房間播放音樂。

# newStructure_LEARN_MORE
source: Learn More
ar: تعرف على المزيد
da: LÆS MERE
de: ERFAHRE MEHR
es_mx: MÁS INFORMACIÓN
fi: KATSO LISÄTIETOJA
fr: EN SAVOIR PLUS
he: מידע נוסף
id: PELAJARI LEBIH LANJUT
it: SCOPRI DI PIÙ
ja: さらに記憶する
ko: 자세히 보기
nb: LES MER
nl: MEER INFORMATIE
pl: WIĘCEJ INFORMACJI
pt_br: SABER MAIS
pt_pt: SABER MAIS
ru: УЗНАТЬ БОЛЬШЕ
sk: ZISTIŤ VIAC
sv: LÄS MER
zh_hans: 了解更多
zh_hant: 瞭解更多

# newStructure_Select_products
source: Select products
ar: تحديد المنتجات
da: Vælg produkter
de: Geräte auswählen
es_mx: Seleccionar productos
fi: Valitse tuotteet
fr: Sélectionner des produits
he: אנא בחרו מוצרים
id: Pilih produk
it: Seleziona i prodotti
ja: 製品を選択
ko: 제품 선택
nb: Velg produkter
nl: Selecteer apparaten
pl: Wybierz produkty
pt_br: Selecionar produtos
pt_pt: Selecionar produtos
ru: Выбрать устройства
sk: Vyberte produkty
sv: Välj produkter
zh_hans: 选择产品
zh_hant: 選擇產品

# newStructure_Step_%d
source: Step %d
ar: الخطوة %d
da: Trin %d
de: Schritt %d
es_mx: Paso %d
fi: Vaihe %d
fr: Étape %d
he: שלב %d
id: Langkah %d
it: Passo %d
ja: ステップ%d
ko: %d단계
nb: Trinn %d
nl: Stap %d
pl: Krok %d
pt_br: Passo %d
pt_pt: Passo %d
ru: Шаг %d
sk: Krok %d
sv: Steg %d
zh_hans: 步骤 %d
zh_hant: 步驟 %d

# newStructure_Checking_grouping_environment_product_status
source: Checking product status …
ar: التحقق من حالة المنتج…
da: Kontrol af produktstatus ...
de: Gerätstatus wird überprüft ...
es_mx: Comprobando el estado del producto…
fi: Tarkistetaan laitteen tila …
fr: Vérification de l'état du produit...
he: בדיקת סטטוס מוצר …
id: Memeriksa status produk ...
it: Verifica dello stato del prodotto ...
ja: 製品のステータスを確認中…
ko: 제품 상태 확인 중...
nb: Sjekker produktstatus …
nl: Status van product controleren …
pl: Sprawdzanie stanu produktu …
pt_br: A verificar estado do produto…
pt_pt: A verificar estado do produto…
ru: Проверка состояния устройства …
sk: Kontrola stavu produktu…
sv: Kontrollerar produktstatus …
zh_hans: 正在检查产品状态 ...
zh_hant: 正在檢查產品狀態 …

# newStructure_Place_both_speakers_side_by_side_facing_towards_the_listener
source: Place both speakers side by side facing towards the listener.
ar: ضع السماعتين جنبًا إلى جنب في اتجاه المستمع.
da: Placer begge højttalere side om side med front mod lytteren.
de: Stelle beide Lautsprecher nebeneinander so auf, dass sie dem Zuhörer zugewandt sind.
es_mx: Coloca ambos altavoces uno al lado del otro mirando hacia el oyente.
fi: Aseta molemmat kaiuttimet vierekkäin kuuntelijaan päin.
fr: Placez les deux enceintes côte à côte vers l'auditeur.
he: יש להניח את שני הרמקולים זה לצד זה, כשהם פונים כלפי המאזין.
id: Letakkan kedua speaker berdampingan mengarah ke pendengar.
it: Posizionare entrambi gli speaker uno accanto all'altro, rivolti verso l'ascoltatore.
ja: 両方のスピーカーが、隣り合わせでリスナーに対して向くように置いてください。
ko: 스피커 두 대를 청취자를 향해 나란히 설치합니다.
nb: Sett begge høyttalerne ved siden av hverandre, vendt mot lytteren.
nl: Plaats beide luidsprekers naast elkaar in de richting van de luisteraar.
pl: Umieść głośniki obok siebie, zwracając je do użytkownika.
pt_br: Colocar ambas as colunas lado a lado viradas para o ouvinte.
pt_pt: Colocar ambas as colunas lado a lado viradas para o ouvinte.
ru: Расположите обе колонки по бокам от слушателя лицевой стороной к нему.
sk: Umiestnite oba reproduktory vedľa seba smerom k poslucháčovi.
sv: Placera båda högtalarna sida vid sida med framsidan mot lyssnaren.
zh_hans: 将两个产品并排放置，面向听众。
zh_hant: 將兩個音箱並排放置，讓其面向聆聽者。

# newStructure_Communicating
source: Communicating …
ar: اتصال...
da: Kommunikerer ...
de: Kommunikation läuft ...
es_mx: Comunicando…
fi: Viestitään...
fr: Communication...
he: מתקשר…
id: Berkomunikasi ...
it: Comunicazione in corso...
ja: 通信中…
ko: 통신 중...
nb: Kommuniserer ...
nl: Communiceren...
pl: Łączenie...
pt_br: A comunicar...
pt_pt: A comunicar...
ru: Подключение...
sk: Komunikácia...
sv: Kommunicerar ...
zh_hans: 正在通信……
zh_hant: 通訊中...

# newStructure_Cancel_grouping_will_take_about_20_seconds
source: Cancel grouping will take about 20 seconds. Products will remain standalone speakers.
ar: يستغرق إلغاء التجميع حوالي 20 ثانية. تظل المنتجات سماعات مستقلة.
da: Annullering af grupperingen tager ca. 20 sekunder. Produkterne vil fortsat være selvstændige højttalere.
de: Das Aufheben der Gruppierung dauert etwa 20 Sekunden. Die Geräte bleiben eigenständige Lautsprecher.
es_mx: La cancelación de agrupación tardará unos 20 segundos. Los productos seguirán siendo altavoces independientes.
fi: Ryhmittelyn peruuttaminen kestää noin 20 sekuntia. Tuotteet pysyvät itsenäisinä kaiuttimina.
fr: L'annulation du groupe prendra environ 20 secondes. Les produits resteront des enceintes indépendantes.
he: ביטול קיבוץ יימשך 20 שניות לערך. המוצרים יישארו רמקולים עצמאיים.
id: Pembatalan grup akan memerlukan waktu sekitar 20 detik. Produk akan tetap berstatus speaker berdiri sendiri.
it: L’eliminazione del gruppo richiederà circa 20 secondi. I prodotti rimarranno come speaker autonomi.
ja: グルーピングをキャンセルするには約20秒かかります。 製品は単体のスピーカーのままです。
ko: 그룹화 취소에는 약 20초가 걸립니다. 제품이 독립형 스피커로 유지됩니다.
nb: Det tar ca. 20 sekunder å avbryte grupperingen. Produktene forblir enkeltstående høyttalere.
nl: Annuleren van groeperen duurt ongeveer 20 seconden. Apparaten blijven standalone luidsprekers.
pl: Anulowanie grupowanie potrwa około 20 sekund. Produkty pozostaną głośnikami autonomicznymi.
pt_br: O cancelamento do agrupamento demorará cerca de 20 segundos. Os produtos continuarão a ser colunas autónomas.
pt_pt: O cancelamento do agrupamento demorará cerca de 20 segundos. Os produtos continuarão a ser colunas autónomas.
ru: Отмена группирования займет приблизительно 20 секунд. Устройства останутся автономными колонками.
sk: Zrušenie zoskupenia trvá približne 20 sekúnd. Produkty zostanú samostatnými reproduktormi.
sv: Avbryta grupperingen tar cirka 20 sekunder. Produkterna kommer att förbli fristående högtalare.
zh_hans: 解组大约需要 20 秒。 解组后产品将成为独立的音箱。
zh_hant: 取消分組將花費大約 20 秒, 解組後產品將成為獨立的音箱。

# newStructure_STAY
source: STAY
ar: إقامة
da: BLIV
de: BEIBEHALTEN
es_mx: PERMANECER
fi: PYSY
fr: RESTER
he: המתנה
id: TETAP DI SINI
it: MANTIENI
ja: そのままにする
ko: 유지
nb: HOLD
nl: BLIJVEN
pl: POZOSTAŃ
pt_br: MANTER
pt_pt: MANTER
ru: ОСТАТЬСЯ
sk: ZOSTAŤ
sv: STANNA KVAR
zh_hans: 继续
zh_hant: 繼續

# newStructure_CANCEL_GROUPING
source: CANCEL GROUPING
ar: إلغاء التجميع
da: ANNULLER GRUPPERING
de: GRUPPIERUNG ABBRECHEN
es_mx: CANCELAR AGRUPACIÓN
fi: PERUUTTAA RYHMITTELYN
fr: ANNULER LE GROUPE
he: בטל קיבוץ
id: BATALKAN GRUP
it: ELIMINA IL GRUPPO
ja: グルーピングをキャンセルする
ko: 그룹화 취소
nb: AVSLUTT GRUPPERING
nl: GROEPERING ANNULEREN
pl: ANULUJ GRUPOWANIE
pt_br: CANCELAR AGRUPAMENTO
pt_pt: CANCELAR AGRUPAMENTO
ru: ОТМЕНИТЬ ГРУППИРОВАНИЕ
sv: AVBRYT GRUPPERINGEN
zh_hans: 取消建组
zh_hant: 取消分組

# newStructure_Please_Wait
source: Please Wait …
ar: يُرجى الانتظار...
da: Vent venligst ...
de: Bitte warten ...
es_mx: Espera...
fi: Odota hetki...
fr: Veuillez patienter…
he: יש להמתין …
id: Harap Tunggu ...
it: Attendi...
ja: お待ちください…
ko: 기다려 주십시오...
nb: Vent litt ...
nl: Even wachten...
pl: Proszę czekać...
pt_br: Aguarde...
pt_pt: Aguarde...
ru: Пожалуйста, подождите…
sk: Čakajte, prosím…
sv: Vänta...
zh_hans: 请稍侯……
zh_hant: 請稍候…

# newStructure_Products_cannot_communicate_with_each_other_at_the_moment
source: Products cannot communicate with each other at the moment, please try again.
ar: تعذر اتصال المنتجات مع بعضها حاليًا، يرجى المحاولة مرة أخرى.
da: Produkterne kan ikke kommunikere med hinanden i øjeblikket, prøv igen.
de: Die Geräte können im Moment nicht miteinander kommunizieren, bitte versuche es erneut.
es_mx: Los productos no pueden comunicarse entre sí en este momento, vuelve a intentarlo.
fi: Tuotteet eivät voi kommunikoida toistensa kanssa tällä hetkellä, yritä uudelleen.
fr: Les produits ne peuvent pas communiquer entre eux pour le moment, veuillez réessayer.
he: המוצרים אינם יכולים לתקשר זה עם זה כרגע. נסו שנית.
id: Saat ini produk tidak dapat berkomunikasi satu sama lain. Silakan coba lagi.
it: Al momento i prodotti non possono comunicare tra loro, prova di nuovo.
ja: 現在、それぞれの製品は通信できません。再試行してください。
ko: 현재 제품이 다른 장치와 통신할 수 없습니다. 다시 시도하십시오.
nb: Produktene kan for øyeblikket ikke kommunisere med hverandre, prøv igjen.
nl: Apparaten kunnen momenteel niet met elkaar communiceren, probeer het opnieuw.
pl: Produkty nie mogą się ze sobą połączyć, spróbuj później.
pt_br: Os produtos não conseguem comunicar uns com os outros neste momento; tente novamente.
pt_pt: Os produtos não conseguem comunicar uns com os outros neste momento; tente novamente.
ru: На данный момент устройства не удается связать друг с другом, повторите попытку.
sk: Produkty momentálne nemôžu navzájom komunikovať, skúste to prosím znova.
sv: Produkterna kan inte kommunicera med varandra för tillfället, försök igen.
zh_hans: 产品目前无法进行通信，请稍后重试。
zh_hant: 產品目前無法彼此通訊，請重試。

# newStructure_Calibration_tone_will_come_from_your_speakers
source: Calibration tone will come from your speakers for space detection.
ar: تأتي نغمة المعايرة من السماعات لتحديد المساحة.
da: Der kommer en kalibreringstone fra dine højttalere til rumdetektion.
de: Der Kalibrierungston wird von deinen Lautsprechern abgegeben, um den Raum zu erfassen.
es_mx: Los altavoces emitirán un tono de calibración para detectar el espacio.
fi: Kalibrointiääni tulee kaiuttimista tilan havaitsemista varten.
fr: Une tonalité d'étalonnage sera émise par vos enceintes pour la détection d'espace.
he: צליל כיול יישמע מהרמקולים לשם זיהוי חלל.
id: Bunyi kalibrasi akan terdengar dari speaker Anda sebagai tanda pendeteksian ruang.
it: Dagli speaker verrà emesso un segnale sonoro di calibrazione per la misurazione dello spazio.
ja: 空間認識のためにスピーカーからキャリブレーション音が出ます。
ko: 공간을 감지하기 위해 스피커에서 보정음이 들립니다.
nb: Kalibreringslyden kommer fra høyttalerne og grukes til romoppdaging.
nl: Er komt een kalibratietoon uit je luidsprekers voor ruimtedetectie.
pl: Z głośników wyemitowany zostanie sygnał kalibracji potwierdzający wykrycie przestrzeni.
pt_br: O tom de calibração virá das colunas para deteção de espaço.
pt_pt: O tom de calibração virá das colunas para deteção de espaço.
ru: С ваших колонок поступит звуковой сигнал калибровки для обнаружения расстояния.
sk: Kalibračný tón bude vychádzať z reproduktorov na detekciu priestoru.
sv: En kalibreringston hörs från dina högtalare för kontroll av utrymmet.
zh_hans: 产品将发出校准音以检测空间。
zh_hant: 產品將發出校準音以檢測空間。

# newStructure_Keep_quiet_and_do_not_block_your_speakers
source: Keep quiet and do not block your speakers during the process.
ar: التزم الهدوء ولا تحجب السماعات أثناء العملية.
da: Vær stille, og blokér ikke dine højttalere under processen.
de: Die Umgebung muss ruhig sein und blockiere bitte während des Vorgangs nicht deine Lautsprecher.
es_mx: Permanece en silencio y no bloquees los altavoces durante el proceso.
fi: Ole hiljaa äläkä muodosta estettä kaiuttimille prosessin aikana.
fr: Restez silencieux et ne bloquez pas vos enceintes pendant le processus.
he: שמרו על שקט ואל תחסמו את הרמקולים בזמן התהליך.
id: Selama proses ini, tetap hening dan jangan halangi speaker.
it: Durante il processo rimani in silenzio e non bloccare l’emissione sonora degli speaker.
ja: プロセス中は静かにしてスピーカーを塞がないでください。
ko: 프로세스 동안 조용한 상태를 유지하고 스피커를 막지 마십시오.
nb: Ikke si noe, og unngå å blokkere høyttalerne mens prosessen pågår.
nl: Maak geen geluid en blokkeer de luidsprekers niet tijdens het kalibreren.
pl: W trakcie tego procesu zachowaj ciszę i nie blokuj głośników.
pt_br: Não faça barulho e não obstrua as colunas durante o processo.
pt_pt: Não faça barulho e não obstrua as colunas durante o processo.
ru: Сохраняйте тишину и не блокируйте колонки во время этого процесса.
sk: Počas tohto procesu buďte ticho a neblokujte reproduktory.
sv: Var tyst och blockera inte högtalarna under processen.
zh_hans: 在此过程中请保持安静，不要遮挡音箱。
zh_hant: 在此過程中請保持安靜，不要遮擋音箱。

# newStructure_START_CALIBRATION
source: START CALIBRATION
ar: بدء المعايرة
da: START KALIBRERING
de: KALIBRIERUNG STARTEN
es_mx: INICIAR CALIBRACIÓN
fi: ALOITA KALIBROINTI
fr: DÉBUT D'ÉTALONNAGE
he: התחל כיול
id: MULAI KALIBRASI
it: INIZIA LA CALIBRAZIONE
ja: キャリブレーションの開始
ko: 보정 시작
nb: START KALIBRERING
nl: BEGIN KALIBRATIE
pl: ROZPOCZNIJ KALIBRACJĘ
pt_br: INICIAR CALIBRAÇÃO
pt_pt: INICIAR CALIBRAÇÃO
ru: НАЧАТЬ КАЛИБРОВКУ
sk: SPUSTIŤ KALIBRÁCIU
sv: STARTA KALIBRERING
zh_hans: 开始校准
zh_hant: 開始校準

# newStructure_CANNOT_DO_SKIP_CALIBRATION
source: SKIP CALIBRATION
ar: تخطي المعايرة
da: SPRING KALIBRERING OVER
de: KALIBRIERUNG ÜBERSPRINGEN
es_mx: OMITIR CALIBRACIÓN
fi: OHITA KALIBROINTI
fr: IGNORER L'ÉTALONNAGE
he: דלג על כיול
id: LEWATI KALIBRASI
it: SALTA LA CALIBRAZIONE
ja: キャリブレーションをスキップ
ko: 보정 건너뛰기
nb: HOPP OVER KALIBRERING
nl: KALIBRATIE OVERSLAAN
pl: POMIŃ KALIBRACJĘ
pt_br: IGNORAR CALIBRAÇÃO
pt_pt: IGNORAR CALIBRAÇÃO
ru: ОТМЕНИТЬ КАЛИБРОВКУ
sk: PRESKOČIŤ KALIBRÁCIU
sv: HÖPPA ÖVER KALIBRERING
zh_hans: 跳过校准
zh_hant: 跳過校準

# newStructure_Calibrating
source: Calibrating …
ar: معايرة...
da: Kalibrering ...
de: Kalibrierung läuft ...
es_mx: Calibrando …
fi: Kalibroidaan...
fr: Étalonnage...
he: מכייל…
id: Mengalibrasi ...
it: Calibrazione in corso...
ja: 調整中…
ko: 보정 중...
nb: Kalibrering ...
nl: Kalibreren...
pl: Kalibrowanie...
pt_br: A calibrar...
pt_pt: A calibrar...
ru: Выполняется калибровка...
sk: Kalibrovanie...
sv: Kalibrerar...
zh_hans: 正在校准……
zh_hant: 正在校準…

# newStructure_Immersive_Audio
source: IMMERSIVE AUDIO
ar: صوت غامر
da: Fordybende lyd
es_mx: Audio inmersivo
fi: Immersiivinen ääni
fr: Audio immersif
he: סאונד סוחף
id: Audio Imersif
it: Suono immersivo
ja: 没入感のあるオーディオ
ko: 몰입형 오디오
nb: Oppslukende lyd
nl: Immersieve audio
pl: Dźwięk immersyjny
pt_br: Áudio imersivo
pt_pt: Áudio imersivo
ru: Иммерсивное аудио
sk: Pohlcujúci zvuk
sv: Uppslukande Audio
zh_hans: 沉浸式音频
zh_hant: 沈浸式音頻

# newStructure_Which_product_is_lighting_up_the_green_LED_in_front_of_you_now
source: Which product is lighting up the green LED in front of you now ?
ar: ما المنتج الذي يضيء مؤشر LED الأخضر أمامك الآن؟
da: Hvilket produkt lyser op med den grønne LED-indikator foran dig nu?
de: An welchem Gerät leuchtet gerade die grüne LED vor dir auf?
es_mx: ¿En qué producto se enciende el indicador luminoso verde delante tuyo ahora?
fi: Mikä laite sytyttää vihreän LEDin edessäsi nyt?
fr: Quel produit allume son témoin vert devant vous maintenant ?
he: באיזה מוצר נדלקה הנורית הירוקה כרגע?
id: Produk manakah yang menyalakan LED hijau di depan Anda saat ini?
it: In questo momento su quale prodotto di fronte a te si è acceso il LED verde?
ja: 現在、お客様の前にあるどの製品のグリーンのLEDが点灯していますか？
ko: 지금 어떤 제품에 녹색 LED가 켜졌습니까?
nb: På hvilket produkt lyser den grønne LED-lampen foran deg for øyeblikket?
nl: Op welk apparaat licht nu de groene LED voor je op?
pl: Na którym produkcie zaświeca się z przodu zielona dioda LED?
pt_br: Que produto está agora a acender o LED verde à sua frente?
pt_pt: Que produto está agora a acender o LED verde à sua frente?
ru: На каком устройстве перед вами сейчас загорелся зеленый светодиод?
sk: Ktorý výrobok teraz pred vami svieti zelenou kontrolkou LED?
sv: På vilken produkt lyser upp den gröna lysdioden framför dig nu?
zh_hans: 现在哪个产品的 LED 指示灯亮起绿色？
zh_hant: 現在哪一邊的產品的亮起了綠色LED 指示燈？

# newStructure_LEFT
source: LEFT
ar: يسار
da: VENSTRE
de: LINKS
es_mx: IZQUIERDO
fi: VASEN
fr: GAUCHE
he: שמאל
id: KIRI
it: SINISTRO
ja: 左
ko: 왼쪽
nb: VENSTRE
nl: LINKS
pl: LEWA
pt_br: ESQUERDO
pt_pt: ESQUERDO
ru: ЛЕВОЕ
sk: VĽAVO
sv: VÄNSTER
zh_hans: 左
zh_hant: 左

# newStructure_RIGHT
source: RIGHT
ar: يمين
da: HØJRE
de: RECHTS
es_mx: DERECHO
fi: OIKEA
fr: DROIT
he: ימין
id: KANAN
it: DESTRO
ja: 右
ko: 오른쪽
nb: HØYRE
nl: RECHTS
pl: PRAWA
pt_br: DIREITO
pt_pt: DIREITO
ru: ПРАВОЕ
sk: VPRAVO
sv: HÖGER
zh_hans: 右
zh_hant: 右

# newStructure_Grouping_Successful!
source: Grouping Successful!
ar: تم التجميع بنجاح!
da: Gruppering vellykket!
de: Gruppierung erfolgreich!
es_mx: Agrupación exitosa.
fi: Ryhmittely onnistui!
fr: Groupe créé !
he: הקיבוץ הצליח!
id: Grup Berhasil!
it: Creazione del gruppo riuscita!
ja: 正しくグルーピングしました！
ko: 그룹화 성공!
nb: Gruppering utført!
nl: Groepering gelukt!
pl: Powodzenie grupowania!
pt_br: Agrupamento bem-sucedido!
pt_pt: Agrupamento bem-sucedido!
ru: Группирование выполнено!
sk: Úspešné zoskupenie!
sv: Grupperingen lyckades!
zh_hans: 建组成功!
zh_hant: 分組成功

# newStructure_FEEL_THE_POWER
source: FEEL THE POWER
ar: الشعور بقوة الصوت
da: MÆRK KRAFTEN
de: SPÜRE DIE POWER
es_mx: SIENTE LA POTENCIA
fi: NAUTI TEHOKKAASTA ÄÄNESTÄ
fr: RESSENTEZ LA PUISSANCE
he: להרגיש את העוצמה
id: RASAKAN TENAGANYA
ko: 파워를 느껴보세요.
nb: FØL KRAFTEN
nl: VOEL HET VERMOGEN
pl: POCZUJ MOC
pt_br: SINTA A POTÊNCIA
pt_pt: SINTA A POTÊNCIA
ru: ПОЧУВСТВУЙТЕ МОЩЬ
sk: POCÍŤTE SILU
sv: KÄNN KRAFTEN
zh_hans: 感受震撼音效
zh_hant: 感受音樂的力量

# newStructure_Please_customize_product_name_from_Apple_Home_App
source: Rename is not available since you have added product into Apple Home Kit. Please customize product name from Apple Home App.
ar: لا تتوفر إعادة التسمية نظرًا لإضافة منتج في Apple Home Kit. يُرجى تخصيص اسم المنتج من تطبيق Apple Home.
da: Omdøb er ikke tilgængelig, da du har tilføjet produktet i Apple Home Kit. Du skal tilpasse produktnavnet fra Apple Home-appen.
de: Umbenennen ist nicht möglich, da das Gerät dem Apple Home Kit hinzugefügt wurde. Bitte passe den Gerätnamen über die Apple Home App an.
es_mx: El cambio de nombre no está disponible ya que agregaste el producto a Apple Home Kit. Personaliza el nombre del producto desde la aplicación Apple Home.
fi: Uudelleen nimeäminen ei ole käytettävissä, koska olet lisännyt tuotteen Apple Home Kitiin. Mukauta tuotteen nimi Apple Home App -sovelluksesta.
fr: Le nom n'est pas modifiable car vous avez ajouté un produit dans Apple Home Kit. Veuillez personnaliser le nom du produit depuis l'application Apple Home.
he: שינוי שם אינו זמין מכיוון שהוספתם מוצר ל-Apple Home Kit. התאימו אישית את שם המוצר בעזרת אפליקציית Apple Home.
id: Tidak dapat mengubah nama karena Anda telah menambahkan produk ke dalam Apple Home Kit. Sesuaikan nama produk dari Aplikasi Apple Home.
it: La ridenominazione non può essere eseguita poiché hai aggiunto il prodotto in Apple Home Kit. Personalizza il nome del prodotto dall’app Apple Home.
ja: Apple Homeキットに製品を追加したため、名称の変更はできません。 Apple Homeアプリから製品名を変更してください。
ko: Apple Home Kit에 제품을 추가했으므로 이름을 변경할 수 없습니다. Apple Home 앱에서 제품을 사용자 정의하십시오.
nb: Kan ikke gi nytt navn fordi du har lagt til produktet i Apple Home Kit. Tilpass produktnavnet fra Apple Home-appen.
nl: Hernoemen is niet beschikbaar omdat je het product hebt toegevoegd aan Apple Home Kit. Pas de apparaatnaam aan vanuit de Apple Home App.
pl: Nie można zmienić nazwy, ponieważ dodano produkt w Apple Home Kit. Spersonalizuj nazwę produktu w aplikacji Apple Home.
pt_br: Não é possível alterar o nome porque adicionou o produto ao kit Apple Home. Personalize o nome produto na aplicação Apple Home.
pt_pt: Não é possível alterar o nome porque adicionou o produto ao kit Apple Home. Personalize o nome produto na aplicação Apple Home.
ru: Переименование недоступно, поскольку вы добавили изделие в Apple Home Kit. Поменяйте имя устройства с помощью приложения Apple Home.
sk: Premenovanie nie je k dispozícii, pretože ste pridali produkt do súpravy Apple Home Kit. Prispôsobte si názov produktu z aplikácie Apple Home.
sv: Kan inte byta namn eftersom du har lagt till produkten i Apple Home Kit. Anpassa produktnamnet från Apple Home-appen.
zh_hans: 因为你已在 Apple Home Kit 中添加了此产品，所以无法在App中改名。 请在 Apple Home 应用中操作。
zh_hant: 因為你已在 Apple Home Kit 中添加了此產品，所以無法在JBL One 中改名。 請在 Apple Home 應用中操作。
