Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# newStructure_product_is_connected_to_Bluetooth
source: Make sure the product is connected to Bluetooth or the same Wi-Fi network as your mobile device.
ar: تأكد من اتصال المنتج بالبلوتوث أو بشبكة واي فاي نفسها المتصل بها جهازك المحمول.
da: Sørg for, at produktet er forbundet til Bluetooth eller det samme wi-fi-netværk som din mobilenhed.
de: Vergewissere dich, dass das Gerät mit Bluetooth oder demselben WLAN-Netzwerk wie dein Mobilgerät verbunden ist.
es_mx: Asegúrate de que el producto esté conectado a Bluetooth o a la misma red Wi-Fi que tu dispositivo móvil.
fi: Varmista, että tuote on yhdistetty Bluetoothiin tai samaan Wi-Fi-verkkoon kuin mobiililaitteesi.
fr: Le produit doit être connecté au même réseau Bluetooth ou Wi-Fi que votre appareil mobile.
he: וודאו שהמוצר מחובר ל-Bluetooth או לאותה רשת Wi-Fi כמו המכשיר הנייד.
id: Pastikan produk terhubung ke Bluetooth atau jaringan Wi-Fi yang sama dengan perangkat seluler Anda.
it: Assicurati che il prodotto sia collegato via Bluetooth od alla stessa rete Wi-Fi del tuo dispositivo mobile.
ja: 製品がBluetoothまたはモバイルデバイスと同じWi-Fiネットワークに接続されていることをご確認ください。
ko: 제품이 Bluetooth 또는 모바일 장치와 같은 Wi-Fi 네트워크에 연결되어 있는지 확인하십시오.
nb: Kontroller at produktet er koble til Bluetooth eller det samme wifi-nettverket som mobilenheten din.
nl: Zorg ervoor dat het apparaat verbonden is met Bluetooth of hetzelfde Wi-Fi-netwerk als je mobiele apparaat.
pl: Upewnij się, że urządzenie jest połączone z Bluetooth lub tą samą siecią Wi-Fi co urządzenie mobilne.
pt_br: Certifique-se de que o produto está ligado ao Bluetooth ou à mesma rede Wi-Fi do seu dispositivo móvel.
pt_pt: Certifique-se de que o produto está ligado ao Bluetooth ou à mesma rede Wi-Fi do seu dispositivo móvel.
ru: Убедитесь, что на устройстве включена функция Bluetooth или оно подключено к той же сети Wi-Fi, что и ваше мобильное устройство.
sk: Uistite sa, že je výrobok pripojený k sieti Bluetooth alebo k rovnakej sieti Wi-Fi ako vaše mobilné zariadenie.
sv: Kontrollera att produkten är ansluten till Bluetooth eller samma Wi-Fi-nätverk som din mobila enhet.
zh_hans: 确保产品已连接到蓝牙或与此手机连入相同的 Wi-Fi 网络。
zh_hant: 確保產品已連接到藍牙或與此手機連入相同的 Wi-Fi 網絡。

# newStructure_Reset_Product
source: Reset Product
ar: إعادة تعيين المنتج
da: Nulstil produkt
de: Gerät zurücksetzen
es_mx: Restablecer el producto
fi: Nollaa tuote
fr: Réinitialiser le produit
he: אפסו את המוצר
id: Atur Ulang Produk
it: Resetta il prodotto
ja: 製品のリセット
ko: 제품 재설정
nb: Tilbakestill produkt
nl: Het apparaat resetten
pl: Zresetuj produkt
pt_br: Repor o produto
pt_pt: Repor o produto
ru: Сбросить устройство
sk: Obnovenie produktu
sv: Återställ produkt
zh_hans: 重置产品
zh_hant: 重設產品

# newStructure_cannot_be_found_please_reset_product_to_connect
source: If the product still cannot be found, please reset product to connect.
ar: إذا تعذر العثور على المنتج كذلك، يرجى إعادة تعيين المنتج من أجل الاتصال.
da: Hvis produktet stadig ikke kan findes, skal du nulstille produktet for at oprette forbindelse.
de: Wenn das Gerät immer noch nicht gefunden wird, setze es bitte zurück, um eine Verbindung herzustellen.
es_mx: Si sigues sin encontrar el producto, restablécelo para conectarlo.
fi: Jos tuotetta ei edelleenkään löydy, nollaa tuote uudelleen yhteyden muodostamiseksi.
fr: Si le produit est toujours introuvable, veuillez le réinitialiser pour le connecter.
he: אם עדיין לא ניתן למצוא את המוצר, בצעו איפוס של המוצר כדי להתחבר.
id: Jika produk tetap tidak ditemukan, atur ulang produk untuk menyambungkan.
it: Se il prodotto comunque non viene trovato, ripristina il prodotto per effettuare la connessione.
ja: それでも製品が見つからない場合は、接続する製品をリセットしてください。
ko: 계속해서 제품을 찾을 수 없는 경우 제품을 재설정하여 연결하십시오.
nb: Hvis produktet fortsatt ikke blir funnet, må du tilbakestille det for å koble til.
nl: Als het apparaat niet kan worden gevonden, het apparaat resetten om verbinding te maken.
pl: Jeśli nie można odnaleźć urządzenia, zresetuj urządzenie w celu połączenia.
pt_br: Se ainda não conseguir encontrar o produto, reinicie o produto para ligar.
pt_pt: Se ainda não conseguir encontrar o produto, reinicie o produto para ligar.
ru: Если устройство по-прежнему не удается найти, сбросьте устройство для подключения.
sk: Ak sa produkt stále nedá nájsť, resetujte produkt na pripojenie.
sv: Om produkten fortfarande inte kan hittas, återställ produkten för att ansluta den.
zh_hans: 如果仍然找不到这个产品，请进行重置以便连接。
zh_hant: 若仍找不到產品，請重設產品以進行連接。

# newStructure_Reset_Guide
source: Reset Guide
ar: دليل إعادة التعيين
da: Nulstilling af guide
de: Anleitung zum Zurücksetzen
es_mx: Guía de restablecimiento
fi: Nollausopas
fr: Guide de réinitialisation
he: מדריך איפוס
id: Panduan Pengaturan Ulang
it: Guida per il ripristino
ja: リセットガイド
ko: 재설정 가이드
nb: Tilbakestillingsveiledning
nl: Reset gids
pl: Resetuj przewodnik
pt_br: Guia de reinicialização
pt_pt: Guia de reinicialização
ru: Руководство по сбросу
sk: Sprievodca resetovaním
sv: Återställningsguide
zh_hans: 重置指南
zh_hant: 重設指南

# newStructure_supports_Dolby_Atmos
source: %@ supports Dolby Atmos. When there is Dolby source input, Dolby Atmos effect will be automatically applied – giving you the truly immersive 3D suround sound for all your favorite entertainment.
ar: %@ يدعم تقنية Dolby Atmos. عند توفر مصدر إدخال Dolby، يطبق تأثير Dolby Atmos تلقائيًا - كي تستمتع بصوت محيطي ثلاثي الأبعاد غامر مع جميع وسائل الترفيه التي تفضلها.
da: %@ understøtter Dolby Atmos. Når der er Dolby-kildeindgang, anvendes Dolby Atmos-effekten automatisk, så du får en virkelig medrivende 3D-suround-lyd til al din favoritunderholdning.
de: %@ unterstützt Dolby Atmos. Wenn eine Dolby-Quelle am Eingang anliegt, wird der Dolby Atmos-Effekt automatisch angewendet, damit du einen echt beeindruckenden 3D-Surround Sound für dein gesamtes Lieblings-Entertainment genießen kannst.
es_mx: %@ es compatible con Dolby Atmos. Cuando haya una entrada de fuente Dolby, el efecto Dolby Atmos se aplicará de forma automática, lo que ofrecerá un sonido 3D realmente inmersivo para todo tu entretenimiento favorito.
fi: %@ tukee Dolby Atmosia. Kun ohjelmalähde on Dolby-formaatissa, Dolby Atmos -tehostetta käytetään automaattisesti - ja saat todella upean 3D-sound-äänentoiston suosikkiviihteellesi.
fr: %@ supporte le Dolby Atmos. L'effet Dolby Atmos sera automatiquement appliqué sur une entrée source Dolby, afin de créer un son surround 3D réellement immersif pour tous vos divertissements préférés.
he: %@ תומך ב-Dolby Atmos. כאשר ישנו קלט ממקור Dolby, אפקט Dolby Atmos יוחל אוטומטית – אפקט זה יעניק לכם צליל היקפי תלת-ממדי סוחף באמת.
id: %@ mendukung Dolby Atmos. Ketika ada input sumber Dolby, efek Dolby Atmos akan diterapkan secara otomatis – menghasilkan suara keliling 3D yang imersif untuk semua hiburan favorit Anda.
it: %@ supporta Dolby Atmos. Quando è presente una sorgente in ingresso Dolby, l'effetto Dolby Atmos viene applicato automaticamente – offrendoti un suono surround 3D davvero coinvolgente per il tuo intrattenimento preferito.
ja: %@はドルビーアトモスに対応しています。ドルビーの信号が入力されると、自動的にドルビーアトモスのエフェクトが適用され、お好みのコンテンツが深い没入感のある3Dサラウンドサウンドで楽しめます。
ko: %@은(는) Dolby Atmos를 지원합니다. Dolby 소스가 입력되면 Dolby Atmos 효과가 자동 적용되고, 좋아하는 엔터테인먼트 전체를 몰입형 3D 서라운드 사운드로 즐길 수 있습니다.
nb: %@ støtter Dolby Atmos. Hvis utgangskilden har Dolby, brukes Dolby Atomos-effekten automatisk – slik at all underholdningen din får en virkelig oppslukende 3D surround-lyd.
nl: %@ ondersteunt Dolby Atmos. Bij invoer van een Dolby-bron, wordt het Dolby Atmos-effect automatisch toegepast, zodat je kunt genieten van geweldig 3D-surroundgeluid voor al je favoriete entertainment.
pl: %@ obsługuje technologię Dolby Atmos. Jeśli dostępne jest źródło dźwięku Dolby, efekt Dolby Atmos zostanie włączony automatycznie – zapewniając immersyjny dźwięk przestrzenny 3D dla wszystkich Twoich ulubionych rodzajów rozrywki.
pt_br: %@ suporta Dolby Atmos. Quando há entrada de fonte Dolby, o efeito Dolby Atmos será automaticamente aplicado, dando-lhe o som surround 3D verdadeiramente imersivo para todo o seu entretenimento favorito.
pt_pt: %@ suporta Dolby Atmos. Quando há entrada de fonte Dolby, o efeito Dolby Atmos será automaticamente aplicado, dando-lhe o som surround 3D verdadeiramente imersivo para todo o seu entretenimento favorito.
ru: %@ поддерживает технологию Dolby Atmos. При использовании системы Dolby в качестве источника входящего потока эффект Dolby Atmos применяется автоматически — погружая вас в истинное объемное 3D-звучание вашего любимого списка воспроизведения.
sk: %@ podporuje Dolby Atmos. Keď je k dispozícii zdroj Dolby, automaticky sa použije efekt Dolby Atmos, ktorý vám poskytne skutočne pohlcujúci 3D priestorový zvuk pre všetku vašu obľúbenú zábavu.
sv: %@ stöder Dolby Atmos. När det finns Dolby-insignal kommer Dolby Atmos-effekten att tillämpas automatiskt – vilket ger dig ett verkligt uppslukande 3D-surroundljud med all din favoritunderhållning.
zh_hans: %@ 支持 Dolby Atmos音源。当有 Dolby 信号源输入时，将自动应用 Dolby Atmos 音效，用真正的沉浸式 3D 环绕声播放你喜爱的音乐。
zh_hant: %@ 支持 Dolby Atmos音源。當有 Dolby 信號源輸入時，將自動應用 Dolby Atmos 音效，用真正的沈浸式 3D 環繞聲播放你喜愛的音樂。

# newStructure_No_music
source: No music
ar: لا موسيقى
da: Ingen musik
de: Keine Musik
es_mx: No hay música
fi: Ei musiikkia
fr: Pas de musique
he: אין מוזיקה
id: Tidak ada musik
it: Nessuna riproduzione di musica
ja: 音楽なし
ko: 음악 없음
nb: Ingen musikk
nl: Geen muziek
pl: Brak muzyki
pt_br: Sem música
pt_pt: Sem música
ru: Музыка отсутствует
sk: Žiadna hudba
sv: Ingen musik
zh_hans: 无音乐播放
zh_hant: 無音樂播放

# newStructure_HDMI_Source
source: HDMI Source
ar: مصدر HDMI
da: HDMI-kilde
de: HDMI-Quelle
es_mx: Fuente HDMI
fi: HDMI-lähde
fr: Source HDMI
he: מקור HDMI
id: Sumber HDMI
it: Sorgente HDMI
ja: HDMI入力信号
ko: HDMI 소스
nb: HDMI-kilde
nl: HDMI-bron
pl: Źródło HDMI
pt_br: Fonte HDMI
pt_pt: Fonte HDMI
ru: Источник HDMI
sk: Zdroj HDMI
sv: HDMI-källa
zh_hans: HDMI 信号源
zh_hant: HDMI 信號源

# newStructure_AUX_Source
source: AUX Source
ar: مصدر AUX
da: AUX-kilde
de: AUX-Quelle
es_mx: Fuente AUX
fi: AUX-lähde
fr: Source AUX
he: מקור AUX
id: Sumber AUX
it: Sorgente AUX
ja: AUX入力信号
ko: AUX 소스
nb: AUX-kilde
nl: AUX-bron
pl: Źródło AUX
pt_br: Fonte AUX
pt_pt: Fonte AUX
ru: Источник AUX
sk: Zdroj AUX
sv: AUX-källa
zh_hans: AUX 信号源
zh_hant: AUX 信號源

# newStructure_Choose_a_Wireless_Connection
source: Choose a Wireless Connection
ar: حدد اتصالاً لاسلكيًا
da: Vælg en trådløs forbindelse
de: Wählen einer kabellosen Verbindung
es_mx: Elegir una conexión inalámbrica
fi: Valitse langaton yhteys
fr: Choisir une connexion sans fil
he: בחרו חיבור אלחוטי
id: Pilih Sambungan Nirkabel
it: Scegli una connessione wireless
ja: ワイヤレス接続を選択する
ko: 무선 연결 선택
nb: Velg en trådløs forbindelse
nl: Kies een draadloze verbinding
pl: Wybierz połączenie bezprzewodowe
pt_br: Escolher ligação sem fios
pt_pt: Escolher ligação sem fios
ru: Выберите беспроводное подключение
sk: Výber bezdrôtového pripojenia
sv: Välj en trådlös anslutning
zh_hans: 选择无线连接方式
zh_hant: 選擇無線連接方式

# newStructure_Press_Bluetooth_button_on_your_product
source: Press Bluetooth button on your product to enter pairing mode, and you will hear a feedback tone.
ar: اضغط على زر البلوتوث في منتجك للدخول في وضع الاقتران، وستسمع نغمة صوتية.
da: Tryk på Bluetooth-knappen på dit produkt for at aktivere parringstilstanden, og du vil høre en tilbagemeldingstone.
de: Drücke die Bluetooth-Taste auf dem Gerät, um den Kopplungsmodus zu starten. Dann ist ein Feedback-Ton ist zu hören.
es_mx: Presiona el botón Bluetooth de tu producto para entrar en el modo de sincronización y oirás un tono de respuesta.
fi: Paina tuotteen Bluetooth-painiketta siirtyäksesi pariliitostilaan, ja kuulet palauteäänen.
fr: Appuyez sur le bouton Bluetooth de votre produit pour l'apparier, vous entendez une tonalité de confirmation.
he: יש ללחוץ על לחצן ה-Bluetooth במוצר כדי להיכנס למצב צימוד. יישמע צליל משוב.
id: Tekan tombol Bluetooth pada produk Anda untuk masuk mode pemasangan, lalu akan terdengar bunyi reaksi.
it: Premi il pulsante Bluetooth sul tuo prodotto per accedere alla modalità di abbinamento, verrà emesso un riscontro sonoro.
ja: 製品のBluetoothボタンを押してペアリングモードに入ると、フィードバック音が聞こえます。
ko: 제품의 Bluetooth 버튼을 눌러 페어링 모드로 진입하면 피드백 소리가 들립니다.
nb: Trykk på Bluetooth-knappen på produktet ditt for å gå i sammenkoblingsmouds. En lydtone høres.
nl: Druk op de Bluetooth-knop van je product om de koppelingsmodus te openen. Je zult een feedbacktoon horen.
pl: Naciśnij przycisk Bluetooth na urządzeniu, aby włączyć tryb parowania; pojawi się sygnał zwrotny.
pt_br: Prima o botão Bluetooth no produto para entrar no modo de emparelhamento, e ouvirá um tom de feedback.
pt_pt: Prima o botão Bluetooth no produto para entrar no modo de emparelhamento, e ouvirá um tom de feedback.
ru: Нажмите кнопку Bluetooth на вашем устройстве, чтобы войти в режим сопряжения. При этом раздастся звуковой сигнал.
sk: Stlačením tlačidla Bluetooth na vašom produkte vstúpite do režimu párovania a budete počuť tón spätnej väzby.
sv: Tryck på Bluetooth-knappen på din produkt för att gå in i parkopplingsläget så hörs det ett bekräftande ljud.
zh_hans: 按下产品上的蓝牙按钮进入配对模式，你将听到配对反馈音。
zh_hant: 按下產品上的藍牙按鈕進入配對模式，你將聽到配對反饋音。

# newStructure_Pair_product
source: Pair product
ar: إقران المنتج
da: Par produkt
de: Gerät koppeln
es_mx: Sincronizar el producto
fi: Parimuodosta tuote
fr: Appariement du produit
he: צמדו את המוצר
id: Pasangkan produk
it: Abbina il prodotto
ja: 製品をペアリングする
ko: 제품 페어링
nb: Sammenkoble produktet
nl: Product koppelen
pl: Sparuj urządzenie
pt_br: Emparelhar produto
pt_pt: Emparelhar produto
ru: Сопряжение устройств
sk: Spárovať produkt
sv: Parkoppla produkten
zh_hans: 配对产品
zh_hant: 配對產品

# newStructure_Settings_and_select_JBL_product_from_the_available
source: Go to “Bluetooth” in Settings and select JBL product from the available device list.
ar: انتقل إلى "Bluetooth" في الإعدادات ثم حدد منتج JBL من قائمة الأجهزة المتاحة.
da: Gå til "Bluetooth" i Indstillinger, og vælg JBL-produktet på listen over tilgængelige enheder.
de: Gehe in den Einstellungen zu „Bluetooth“ und wähle ein JBL-Gerät aus der Liste der verfügbaren Geräte aus.
es_mx: Ve a “Bluetooth” en Ajustes y selecciona el producto JBL en la lista de dispositivos disponibles.
fi: Siirry Asetuksissa kohtaan "Bluetooth" ja valitse JBL-tuote käytettävissä olevien laitteiden luettelosta.
fr: Allez dans « Bluetooth », dans Paramètres et sélectionnez le produit JBL dans la liste des appareils disponibles.
he: עברו אל Bluetooth בהגדרות ובחרו מוצר JBL מרשימת ההתקנים הזמינים.
id: Buka "Bluetooth" di bagian Pengaturan dan pilih produk JBL dari daftar perangkat yang tersedia.
it: Vai su “Bluetooth” nelle Impostazioni e seleziona il prodotto JBL dall'elenco dei dispositivi disponibili.
ja: 設定で「Bluetooth」にアクセスして、利用可能なデバイスリストからJBL製品を選択します。
ko: 설정에서 "Bluetooth"으로 이동하고 사용 가능한 장치 목록에서 JBL 제품을 선택합니다.
nb: Gå til «Bluetooth» i Innstillinger og velg JBL-produkt fra den tilgjengelige enhetslisten.
nl: Ga naar "Bluetooth" in Instellingen en selecteer het JBL-product in de lijst met beschikbare apparaten.
pl: Przejdź do sekcji „Bluetooth” w Ustawieniach i wybierz produkt JBL z listy dostępnych urządzeń.
pt_br: Aceda a "Bluetooth" nas Definições e selecione o produto JBL a partir da lista de dispositivos disponíveis.
pt_pt: Aceda a "Bluetooth" nas Definições e selecione o produto JBL a partir da lista de dispositivos disponíveis.
ru: Войдите в раздел Bluetooth в настройках и выберите устройство JBL из списка доступных устройств.
sk: Prejdite na „Bluetooth“ v Nastaveniach a vyberte produkt JBL zo zoznamu dostupných zariadení.
sv: Gå till "Bluetooth" i Inställningar och välj JBL-produkten i listan med tillgängliga enheter.
zh_hans: 转到“手机设置”中的“蓝牙”，然后从发现列表中选择 JBL 产品。
zh_hant: 前往設定中的「藍牙」，然後從發現列表中選擇 JBL 產品。

# newStructure_Pairing
source: Pairing …
ar: اقتران...
da: Parring ...
de: Kopplung läuft...
es_mx: Sincronizando...
fi: Muodostetaan pariliitosta…
fr: Appariement...
he: צימוד…
id: Memasangkan ...
it: Abbinamento...
ja: ペアリング中…
ko: 페어링...
nb: Sammenkobler ...
nl: Koppelen...
pl: Parowanie...
pt_br: A emparelhar...
pt_pt: A emparelhar...
ru: Выполняется сопряжение...
sk: Párovanie…
sv: Parkopplar...
zh_hans: 正在配对……
zh_hant: 配對中...

# newStructure_Go_To_Settings_to_CONNECT
source: Go To Settings to CONNECT
ar: انتقل إلى الإعدادات من أجل الاتصال
da: Gå til Indstillinger for at forbinde
de: Gehe zu den Einstellungen zum VERBINDEN
es_mx: Ir a Ajustes para CONECTAR
fi: Siirry asetuksiin kohtaan YHDISTÄ
fr: Accédez aux paramètres pour CONNECTER
he: עברו אל 'הגדרות' כדי להתחבר
id: Buka Pengaturan untuk MENYAMBUNGKAN
it: Vai nelle impostazioni per effettuare il COLLEGAMENTO
ja: 設定にアクセスして接続する
ko: 설정으로 이동하여 연결
nb: Gå til Innstillinger for å KOBLE TIL
nl: Ga naar Instellingen om VERBINDEN te maken
pl: Przejdź do Ustawień, aby połączyć
pt_br: Aceda às Definições para LIGAR
pt_pt: Aceda às Definições para LIGAR
ru: Перейдите в настройки, чтобы выполнить ПОДКЛЮЧЕНИЕ
sk: Prejdite do Nastavení a PRIPOJTE SA
sv: Gå till Inställningar för att ANSLUTA
zh_hans: 转到“手机设置”进行连接
zh_hant: 轉到「手機設定」進行連接

# newStructure_High_Fidelity_Music_Streaming
source: High Fidelity Music Streaming.
ar: بث الموسيقى عالي الدقة.
da: Hi-fi-musikstreaming.
de: High-Fidelity-Musik-Streaming.
es_mx: Transmisión de música de alta fidelidad.
fr: Diffusion musicale haute fidélité.
he: הזרמת מוזיקה באיכות גבוהה.
id: Streaming Musik HiFi.
it: Streaming di musica in alta fedeltà.
ja: Hi-Fiクオリティの音楽ストリーミング。
ko: 고음질 음악 스트리밍.
nb: Musikkstrømming med naturtro gjengivelse.
nl: High Fidelity Muziek streamen.
pl: Wysokiej jakości strumieniowanie muzyki.
pt_br: Transmissão de música de alta fidelidade.
pt_pt: Transmissão de música de alta fidelidade.
ru: Потоковая передача музыки высокой точности.
sk: Streamovanie hudby s vysokou vernosťou.
sv: Musikstreaming med hög kvalitet.
zh_hans: 高保真无线音乐播放。
zh_hant: 高保真音樂播放。

# newStructure_90_million_songs_with_new_releases
source: 90 million songs with new releases from today's most popular artists.
ar: 90 مليون أغنية بإصدارات جديدة لأشهر الفنانين المعاصرين.
da: 90 millioner sange med nye udgivelser fra tidens mest populære kunstnere.
de: 90 Millionen Songs mit Neuerscheinungen der beliebtesten Künstler von heute.
es_mx: Noventa millones de canciones con nuevos lanzamientos de los artistas más populares de la actualidad.
fi: 90 miljoonaa kappaletta ja uusia julkaisuja tämän päivän suosituimmilta artisteilta.
fr: 90 millions de chansons avec les nouvelles sorties des artistes actuels les plus populaires.
he: 90 מיליון שירים עם כותרים חדשים של האמנים הפופולריים ביותר היום.
id: 90 juta lagu dengan rilis baru dari artis populer saat ini.
it: 90 milioni di brani musicali con nuove uscite degli artisti più famosi di oggi.
ja: 現在最も人気があるアーティストが新しくリリースした9000万曲。
ko: 현재 가장 인기 있는 아티스트의 신곡을 포함한 9천만 곡
nb: 90 millioner sanger med nyutgivelser fra nåtidens mest populære artister.
nl: 90 miljoen songs met nieuwe releases van de populairste artiesten van het moment.
pl: 90 mln utworów z nowymi wydaniami od najpopularniejszych dziś wykonawców.
pt_br: 90 milhões de músicas com novos lançamentos dos artistas mais populares da atualidade.
pt_pt: 90 milhões de músicas com novos lançamentos dos artistas mais populares da atualidade.
ru: 90 миллионов композиций, включая новые релизы от самых популярных современных исполнителей.
sk: 90 miliónov skladieb s novinkami od dnešných najpopulárnejších interpretov.
sv: 90 miljoner låtar med nya släpp från dagens mest populära artister.
zh_hans: 9000 万首歌曲，含当今最受歌迷欢迎的艺术家所发表的新曲目。
zh_hant: 當今最受歡迎的藝術家發佈之新專輯中的 9000 萬首歌曲。

# newStructure_Calming_music_to_harmonize_your_day
source: Calming music to harmonize your day.
ar: موسيقى هادئة ليوم ممتع.
da: Beroligende musik bringer harmoni til din dag.
de: Beruhigende Musik für mehr Harmonie durch den ganzen Tag.
es_mx: Música relajante para armonizar tu día.
fi: Rauhoittavaa musiikkia, joka harmonisoi päiväsi.
fr: Une musique apaisante pour harmoniser votre journée.
he: מוזיקה מרגיעה להרמוניה לאורך כל שעות היום.
id: Musik menenangkan yang selaras dengan hari Anda.
it: Musica rilassante per armonizzare la tua giornata.
ja: 落ち着いた音楽が生活に調和します。
ko: 기분을 안정시키는 차분한 음악.
nb: Avslappende musikk for harmoni i hverdagen.
nl: Rustgevende muziek om je dag te verrijken.
pl: Spokojna muzyka, która ukoi Twoje nerwy.
pt_br: Música calmante para harmonizar o seu dia.
pt_pt: Música calmante para harmonizar o seu dia.
ru: Расслабляющая музыка для гармоничного дня.
sk: Upokojujúca hudba, ktorá zharmonizuje váš deň.
sv: Lugnande musik för att harmonisera din dag.
zh_hans: 舒缓的音乐让你能够充分放松。
zh_hant: 讓你感到舒緩和諧的輕音樂。

# newStructure_Music_From_Every_Angle
source: Music From Every Angle.
ar: موسيقى غامرة من جميع الجهات.
da: Musik fra alle vinkler.
de: Musik aus jedem Winkel.
es_mx: Música desde todos los ángulos.
fi: Musiikkia joka suunnasta.
fr: De la musique sous tous les angles.
he: מוזיקה מכל זווית.
id: Musik Dari Segala Sudut.
it: Musica da ogni angolazione.
ja: あらゆるアングルから楽しむ音楽。
ko: 다양한 장르의 음악.
nb: Musikk fra alle vinkler.
nl: Muziek vanuit elke hoek.
pl: Muzyka z każdego gatunku.
pt_br: Música de todos os ângulos.
pt_pt: Música de todos os ângulos.
ru: Музыка под любым углом
sk: Hudba z každého uhla.
sv: Musik från alla vinklar.
zh_hans: 来自各个角度的音乐。
zh_hant: 從每個角度欣賞音樂。

# newStructure_Unlimited_high_quality_streaming
source: Unlimited high quality streaming.
ar: بث عالي الجودة بلا حدود.
da: Ubegrænset streaming i høj kvalitet.
de: Unbegrenztes Streaming in hoher Qualität.
es_mx: Transmisión ilimitada de alta calidad.
fi: Rajoittamaton korkealaatuinen suoratoisto.
fr: Diffusion illimitée de haute qualité.
he: הזרמה איכותית ללא הגבלה.
id: Streaming tanpa batas berkualitas tinggi.
it: Streaming di alta qualità illimitato.
ja: 無限の高品質ストリーミング。
ko: 무제한 고품질 스트리밍.
nb: Ubegrenset strømming i høy kvalitet.
nl: Onbeperkt streamen in hoge kwaliteit.
pl: Nieograniczone strumieniowanie w wysokiej jakości.
pt_br: Transmissão ilimitada de alta qualidade.
pt_pt: Transmissão ilimitada de alta qualidade.
ru: Неограниченно высокое качество передачи.
sk: Neobmedzené streamovanie vo vysokej kvalite.
sv: Obegränsad streaming av hög kvalitet.
zh_hans: 无限高清音乐。
zh_hant: 無限制的高品質播放。

# newStructure_Music_Radio_and_Podcasts
source: Music, Radio, and Podcasts.
ar: الموسيقى والراديو والبودكاست.
da: Musik, radio og podcasts.
de: Musik, Radio und Podcasts.
es_mx: Música, radio y podcasts.
fi: Musiikki, radio ja podcastit.
fr: Musique, radio et podcasts.
he: מוזיקה, רדיו ופודקאסטים.
id: Musik, Radio, dan Podcast.
it: Musica, radio e podcast.
ja: 音楽、ラジオ、そしてポッドキャスト。
ko: 음악, 라디오, 팟캐스트.
nb: Musikk, radio og podkast.
nl: Muziek, radio en podcasts.
pl: Muzyka, radio i podcasty.
pt_br: Música, rádio e podcasts.
pt_pt: Música, rádio e podcasts.
ru: Музыка, радио или подкасты.
sk: Hudba, rádio a podcasty.
sv: Musik, radio, och podcast.
zh_hans: 音乐、广播和播客。
zh_hant: 音樂、廣播及播客。
