Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

source: Do not put the soundbar too close to side walls or large objects.
ar: لا تضع العارضة الصوتية بالقرب من الجدران الجانبية أو الأشياء الكبيرة.
da: Placer ikke soundbaren for tæt på sidevægge eller store genstande.
de: Platziere die Soundbar nicht zu nahe an Seitenwänden oder großen Gegenständen.
es_mx: No coloques la barra de sonido demasiado cerca de paredes laterales u objetos grandes.
fi: Älä aseta soundbaria liian lähelle sivuseiniä tai suuria esineitä.
fr: Ne mettez pas la barre de son trop près des parois latérales ou de gros objets.
he: אין להניח את מקרן הקול קרוב מדי לקירות צדדיים או לחפצים גדולים.
id: Jangan letakkan soundbar terlalu dekat dengan dinding atau objek besar.
it: Non posizionare la soundbar troppo vicino a pareti laterali o oggetti di grandi dimensioni.
ja: サウンドバーを側壁または大きな物に近づけすぎないでください。
ko: 사운드바를 측면 벽이나 큰 물체에 너무 가까이 두지 마십시오.
nb: Ikke sett lydplanken for nær sidevegger eller store gjenstander.
nl: Plaats de soundbar niet te dicht bij zijnuren of grote objecten.
pl: Nie ustawiaj soundbara zbyt blisko ścian bocznych, czy dużych obiektów.
pt_br: Não coloque a soundbar muito perto de paredes laterais ou objetos grandes.
pt_pt: Não coloque a soundbar demasiado perto de paredes laterais ou de objetos grandes.
ru: Не размещайте саундбар слишком близко к боковым стенам или крупным объектам.
sk: Neumiestňujte soundbar príliš blízko k bočným stenám alebo veľkým predmetom.
sv: Placera inte soundbar-högtalaren för nära sidoväggar eller stora föremål.
zh_hans: 放置回音壁音箱时，不要太靠近侧墙或大型物体。
zh_hant: 不要把條形音箱放在太靠近側牆或大物件的地方。

# check_the_rear_speakers_desc
source: 1.Keep clear of the space between the soundbar and the rear speakers. 2.Do not cover or hide the rear speakers. 3.Face the rear speakers towards the listener. 4.Soundbar and rear speakers should not be too far apart. 5.Keep clear of the soundbar top panel.
ar: 1.ابتعد عن المسافة بين العارضة الصوتية والسماعات الخلفية. 2.لا تقم بتغطية أو إخفاء السماعات الخلفية. 3.وجه السماعات الخلفية نحو المستمع. 4.يجب ألا تكون العارضة الصوتية ومكبرات الصوت الخلفية متباعدتين للغاية. 5.ابتعد عن اللوحة العلوية للعارضة الصوتية.
da: 1.Hold dig væk fra området mellem soundbaren og baghøjttalerne. 2.Undgå at tildække eller skjule baghøjttalerne. 3.Ret baghøjttalerne mod lytteren. 4.Soundbaren og baghøjttalerne må ikke være for langt fra hinanden. 5.Hold dig væk fra soundbarens øverste panel.
de: 1.Halte den Raum zwischen der Soundbar und den hinteren Lautsprechern frei. 2.Die hinteren Lautsprecher dürfen nicht abgedeckt oder zugestellt werden. 3.Richte die hinteren Lautsprecher auf den Hörer aus. 4.Die Soundbar und die hinteren Lautsprecher sollten nicht zu weit voneinander entfernt sein. 5.Halte einen Freiraum von der Oberseite der Soundbar ein.
es_mx: 1.No coloques ningún objeto entre la barra de sonido y los altavoces traseros. 2.No cubras ni escondas los altavoces traseros. 3.Orienta los altavoces traseros hacia el oyente. 4.La barra de sonido y los altavoces traseros no deben estar demasiado separados. 5.No coloques ningún objeto en el panel superior de la barra de sonido.
fi: 1.Pysy poissa soundbarin ja takakaiuttimien välisestä tilasta. 2.Älä peitä tai piilota takakaiuttimia. 3.Kohdista takakaiuttimet kuulijaan. 4.Soundbarin ja takakaiuttimien ei pidä olla liian kaukana toisistaan. 5.Pysy etäällä soundbarin yläpaneelista.
fr: 1.Laissez de l'espace entre la barre de son et les enceintes arrière. 2.Ne couvrez pas et ne masquez pas les enceintes arrière. 3.Orientez les enceintes arrière vers l'auditeur. 4.La barre de son et les enceintes arrière ne doivent pas être trop espacées. 5.Restez à distance du panneau supérieur de la barre de son.
he: 1.יש לשמור מרחק מהמרווח בין מקרן הקול לרמקולים האחוריים. 2.אין לכסות או להסתיר את הרמקולים האחוריים. 3.יש להפנות את הרמקולים האחוריים לכיוון המאזין. 4.מקרן הקול והרמקולים האחוריים לא צריכים להיות רחוקים מדי זה מזה. 5.יש לשמור מרחק מהלוח העליון של מקרן הקול.
id: 1.Beri ruang antara soundbar dan speaker belakang. 2.Speaker belakang jangan sampai tertutup atau tidak terlihat. 3.Arahkan speaker belakang ke pendengar. 4.Posisi soundbar dan speaker belakang tidak boleh terlalu jauh. 5.Kosongkan panel atas soundbar.
it: 1.Tieniti a distanza dallo spazio tra la soundbar e gli speaker posteriori. 2.Non coprire o nascondere gli speaker posteriori. 3.Rivolgi gli speaker posteriori verso l'ascoltatore. 4.La SoundBar e gli speaker posteriori non devono essere troppo distanti. 5.Tieniti a distanza dal pannello superiore della soundbar.
ja: 1.サウンドバーとリアスピーカー間にスペースを空けておいてください。 2.リアスピーカーを覆ったり、隠したりしないでください。 3.リアスピーカーを視聴位置の方向に向けてください。 4.サウンドバーとリアスピーカーを離しすぎないで下さい。 5.サウンドバーのトップパネルの上には十分なスペースを確保してください。
ko: 1.사운드바와 후면 스피커 사이의 공간을 비워 두십시오. 2.후면 스피커를 덮거나 숨기지 마십시오. 3.후면 스피커가 청취자를 향하도록 하십시오. 4.사운드바와 후면 스피커가 너무 멀리 떨어져 있지 않아야 합니다. 5.사운드바 상단 패널을 깨끗하게 유지하십시오.
nb: 1.Hold deg unna området mellom lydplanken og bakhøyttalerne. 2.Unngå å dekke til eller skjule bakhøyttalerne. 3.La bakhøyttalerne være vendt mot lytteren. 4.Lydplanken og bakhøyttalerne skal ikke væer for langt fra hverandre. 5.Hold deg unna lydplankens toppanel.
nl: 1.Houd afstand tussen de soundbar en de achterluidsprekers. 2.Bedek of verberg de achterluidsprekers niet. 3.Richt de achterluidsprekers naar de luisteraar. 4.Soundbar en achterluidsprekers mogen niet te ver uit elkaar staan. 5.Houd het bovenpaneel van de soundbar vrij.
pl: 1.Zachowaj wolną przestrzeń pomiędzy soundbarem a tylnymi głośnikami. 2.Nie zakrywaj, ani nie ukrywaj tylnych głośników. 3.Skieruj tylne głośniki w stronę słuchacza. 4.Soundbar i tylne głośniki nie powinny znajdować się w zbyt dużej odległości od siebie. 5.Zachowaj wolną przestrzeń od górnego panelu soundbara.
pt_br: 1.Evite obstruir o espaço entre a soundbar e os alto-falantes traseiros. 2.Não cubra ou esconda as caixas de som traseiras. 3.Posicione as caixas de som traseiras voltadas para o ouvinte. 4.A soundbar e as caixas de som traseiras não devem ficar muito afastadas. 5.Mantenha o painel superior da soundbar liberado.
pt_pt: 1.Manter-se afastado do espaço entre a soundbar e as colunas traseiras. 2.Não tape ou esconda as colunas traseiras. 3.Vire as colunas traseiras na direção da pessoa que está a ouvir. 4.A soundbar e as colunas traseiras não devem estar demasiado afastadas. 5.Mantenha-se afastado do painel superior da soundbar.
ru: 1.Не перегораживайте пространство между саундбаром и задними колонками. 2.Не закрывайте и не прячьте задние колонки. 3.Разверните задние колонки лицевой стороной к слушателю. 4.Саундбар и задние колонки не должны располагаться слишком далеко друг от друга. 5.Не перекрывайте верхнюю часть саундбара.
sk: 1.Uvoľnite priestor medzi soundbarom a zadnými reproduktormi. 2.Nezakrývajte ani neskrývajte zadné reproduktory. 3.Zadné reproduktory nasmerujte k poslucháčovi. 4.Soundbar a zadné reproduktory by nemali byť príliš ďaleko od seba. 5.Nepribližujte sa k hornému panelu soundbaru.
sv: 1.Håll avståndet mellan soundbarhögtalare och de bakre högtalarna fritt. 2.Täck inte över eller dölj de bakre högtalarna. 3.Vänd de bakre högtalarna mot lyssnaren. 4.Vänd de bakre högtalarna mot lyssnaren. 5.Håll avstånd till soundbar-högtalarens övre panel.
zh_hans: 1.保持回音壁音箱和后置音箱之间无障碍物。 2.不要遮盖或隐藏后置音箱。 3.将后置音箱面向听众。 4.回音壁音箱和后置音箱之间的距离不要太远。 5.回音壁音箱顶部面板上不要放置任何物品。
zh_hant: 1.保持條形音箱和後置喇叭之間無障礙物。 2.不要遮掩或隱藏後置喇叭。 3.讓所有的後置喇叭面向聽眾。 4.條形音箱和後置喇叭不應隔得太遠。避開條形音箱頂部面板。 5.條形音箱頂部面板上不要放置任何物品。

source: Keep clear of the space between the soundbar and the rear speakers.
ar: ابتعد عن المسافة بين العارضة الصوتية والسماعات الخلفية.
da: Hold dig væk fra området mellem soundbaren og baghøjttalerne.
de: Halte den Raum zwischen der Soundbar und den hinteren Lautsprechern frei.
es_mx: No coloques ningún objeto entre la barra de sonido y los altavoces traseros.
fi: Pysy poissa soundbarin ja takakaiuttimien välisestä tilasta.
fr: Laissez de l'espace entre la barre de son et les enceintes arrière.
he: יש לשמור מרחק מהמרווח בין מקרן הקול לרמקולים האחוריים.
id: Beri ruang antara soundbar dan speaker belakang.
it: Tieniti a distanza dallo spazio tra la soundbar e gli speaker posteriori.
ja: サウンドバーとリアスピーカー間にスペースを空けておいてください。
ko: 사운드바와 후면 스피커 사이의 공간을 비워 두십시오.
nb: Hold deg unna området mellom lydplanken og bakhøyttalerne.
nl: Houd afstand tussen de soundbar en de achterluidsprekers.
pl: Zachowaj wolną przestrzeń pomiędzy soundbarem a tylnymi głośnikami.
pt_br: Evite obstruir o espaço entre a soundbar e os alto-falantes traseiros.
pt_pt: Manter-se afastado do espaço entre a soundbar e as colunas traseiras.
ru: Не перегораживайте пространство между саундбаром и задними колонками.
sk: Uvoľnite priestor medzi soundbarom a zadnými reproduktormi.
sv: Håll avståndet mellan soundbarhögtalare och de bakre högtalarna fritt.
zh_hans: 保持回音壁音箱和后置音箱之间无障碍物。
zh_hant: 保持條形音箱和後置喇叭之間無障礙物。

source: Do not cover or hide the rear speakers.
ar: لا تقم بتغطية أو إخفاء السماعات الخلفية.
da: Undgå at tildække eller skjule baghøjttalerne.
de: Die hinteren Lautsprecher dürfen nicht abgedeckt oder zugestellt werden.
es_mx: No cubras ni escondas los altavoces traseros.
fi: Älä peitä tai piilota takakaiuttimia.
fr: Ne couvrez pas et ne masquez pas les enceintes arrière.
he: אין לכסות או להסתיר את הרמקולים האחוריים.
id: Speaker belakang jangan sampai tertutup atau tidak terlihat.
it: Non coprire o nascondere gli speaker posteriori.
ja: リアスピーカーを覆ったり、隠したりしないでください。
ko: 후면 스피커를 덮거나 숨기지 마십시오.
nb: Unngå å dekke til eller skjule bakhøyttalerne.
nl: Bedek of verberg de achterluidsprekers niet.
pl: Nie zakrywaj, ani nie ukrywaj tylnych głośników.
pt_br: Não cubra ou esconda as caixas de som traseiras.
pt_pt: Não tape ou esconda as colunas traseiras.
ru: Не закрывайте и не прячьте задние колонки.
sk: Nezakrývajte ani neskrývajte zadné reproduktory.
sv: Täck inte över eller dölj de bakre högtalarna.
zh_hans: 不要遮盖或隐藏后置音箱。
zh_hant: 不要遮掩或隱藏後置喇叭。

source: Face the rear speakers towards the listener.
ar: وجه السماعات الخلفية نحو المستمع.
da: Ret baghøjttalerne mod lytteren.
de: Richte die hinteren Lautsprecher auf den Hörer aus.
es_mx: Orienta los altavoces traseros hacia el oyente.
fi: Kohdista takakaiuttimet kuulijaan.
fr: Orientez les enceintes arrière vers l'auditeur.
he: יש להפנות את הרמקולים האחוריים לכיוון המאזין.
id: Arahkan speaker belakang ke pendengar.
it: Rivolgi gli speaker posteriori verso l'ascoltatore.
ja: リアスピーカーを視聴位置の方向に向けてください。
ko: 후면 스피커가 청취자를 향하도록 하십시오.
nb: La bakhøyttalerne være vendt mot lytteren.
nl: Richt de achterluidsprekers naar de luisteraar.
pl: Skieruj tylne głośniki w stronę słuchacza.
pt_br: Posicione as caixas de som traseiras voltadas para o ouvinte.
pt_pt: Vire as colunas traseiras na direção da pessoa que está a ouvir.
ru: Разверните задние колонки лицевой стороной к слушателю.
sk: Zadné reproduktory nasmerujte k poslucháčovi.
sv: Vänd de bakre högtalarna mot lyssnaren.
zh_hans: 将后置音箱面向听众。
zh_hant: 讓所有的後置喇叭面向聽眾。

source: Soundbar and rear speakers should not be too far apart.
ar: يجب ألا تكون العارضة الصوتية ومكبرات الصوت الخلفية متباعدتين للغاية.
da: Soundbaren og baghøjttalerne må ikke være for langt fra hinanden.
de: Die Soundbar und die hinteren Lautsprecher sollten nicht zu weit voneinander entfernt sein.
es_mx: La barra de sonido y los altavoces traseros no deben estar demasiado separados.
fi: Soundbarin ja takakaiuttimien ei pidä olla liian kaukana toisistaan.
fr: La barre de son et les enceintes arrière ne doivent pas être trop espacées.
he: מקרן הקול והרמקולים האחוריים לא צריכים להיות רחוקים מדי זה מזה.
id: Posisi soundbar dan speaker belakang tidak boleh terlalu jauh.
it: La SoundBar e gli speaker posteriori non devono essere troppo distanti.
ja: サウンドバーとリアスピーカーを離しすぎないで下さい。
ko: 사운드바와 후면 스피커가 너무 멀리 떨어져 있지 않아야 합니다.
nb: Lydplanken og bakhøyttalerne skal ikke væer for langt fra hverandre.
nl: Soundbar en achterluidsprekers mogen niet te ver uit elkaar staan.
pl: Soundbar i tylne głośniki nie powinny znajdować się w zbyt dużej odległości od siebie.
pt_br: A soundbar e as caixas de som traseiras não devem ficar muito afastadas.
pt_pt: A soundbar e as colunas traseiras não devem estar demasiado afastadas.
ru: Саундбар и задние колонки не должны располагаться слишком далеко друг от друга.
sk: Soundbar a zadné reproduktory by nemali byť príliš ďaleko od seba.
sv: Soundbar-högtalare och bakre högtalare får inte vara för långt ifrån varandra.
zh_hans: 回音壁音箱和后置音箱之间的距离不要太远。
zh_hant: 條形音箱和後置喇叭不應隔得太遠。

# Position_the_soundbar_and_the_rear_speakers_at_a_similar_height
source: Keep clear of the soundbar top panel.
ar: ابتعد عن اللوحة العلوية للعارضة الصوتية.
da: Hold dig væk fra soundbarens øverste panel.
de: Halte einen Freiraum von der Oberseite der Soundbar ein.
es_mx: No coloques ningún objeto en el panel superior de la barra de sonido.
fi: Pysy etäällä soundbarin yläpaneelista.
fr: Restez à distance du panneau supérieur de la barre de son.
he: יש לשמור מרחק מהלוח העליון של מקרן הקול.
id: Kosongkan panel atas soundbar.
it: Tieniti a distanza dal pannello superiore della soundbar.
ja: サウンドバーのトップパネルの上には十分なスペースを確保してください。
ko: 사운드바 상단 패널을 깨끗하게 유지하십시오.
nb: Hold deg unna lydplankens toppanel.
nl: Houd het bovenpaneel van de soundbar vrij.
pl: Zachowaj wolną przestrzeń od górnego panelu soundbara.
pt_br: Mantenha o painel superior da soundbar liberado.
pt_pt: Mantenha-se afastado do painel superior da soundbar.
ru: Не перекрывайте верхнюю часть саундбара.
sk: Nepribližujte sa k hornému panelu soundbaru.
sv: Håll avstånd till soundbar-högtalarens övre panel.
zh_hans: 回音壁音箱顶部面板上不要放置任何物品。
zh_hant: 條形音箱頂部面板上不要放置任何物品。

source: Go to Tidal App
ar: انتقل إلى تطبيق Tidal
da: Gå til Tidal-appen
de: Zur Tidal-App gehen
es_mx: Ve a la aplicación de Tidal
fi: Siirry Tidal-sovellukseen
fr: Aller dans l'application Tidal
he: מעבר לאפליקציית Tidal
id: Buka Aplikasi Tidal
it: Accedi all'app Tidal
ja: Tidalアプリにアクセス
ko: Tidal 앱으로 이동
nb: Gå til Tidal-appen
nl: Ga naar de Tidal-app
pl: Przejdź do aplikacji Tidal
pt_br: Acesse o aplicativo Tidal
pt_pt: Ir para a Aplicação Tidal
ru: Перейдите в приложение Tidal
sk: Prejdite do aplikácie Tidal
sv: Gå till Tidal-appen
zh_hans: 进入 Tidal 应用程序
zh_hant: 移至 Tidal 應用程式

source: Go to Spotify App
ar: انتقل إلى تطبيق Spotify
da: Gå til Spotify-appen
de: Zur Spotify-App gehen
es_mx: Ve a la aplicación de Spotify
fi: Siirry Spotify-sovellukseen
fr: Aller dans l'application Spotify
he: מעבר לאפליקציית Spotify
id: Buka Aplikasi Spotify
it: Accedi all'app Spotify
ja: Spotifyアプリにアクセス
ko: Spotify 앱으로 이동
nb: Gå til Spotify-appen
nl: Ga naar de Spotify-app
pl: Przejdź do aplikacji Spotify
pt_br: Acesse o aplicativo Spotify
pt_pt: Ir para a Aplicação Spotify
ru: Перейдите в приложение Spotify
sk: Prejdite do aplikácie Spotify
sv: Gå till Spotify-appen
zh_hans: 进入 Spotify 应用程序
zh_hant: 移至 Spotify 應用程式

source: Enable Chromecast built-in to continue
ar: قم بتمكين Chromecast built-in للمتابعة
da: Aktiver Chromecast built-in for at fortsætte
de: Chromecast built-in aktivieren, um fortzufahren
es_mx: Habilita Chromecast built-in para continuar
fi: Ota Chromecast built-in käyttöön jatkaaksesi
fr: Activez Chromecast built-in pour continuer
he: אפשור ל-Chromecast built-in להמשיך
id: Aktifkan Chromecast built-in untuk melanjutkan
it: Abilita Chromecast built-in per continuare
ja: Chromecast built-inを有効にして続ける
ko: 계속하려면 Chromecast built-in 활성화
nb: Aktiver Chromecast built-in for å fortsette
nl: Chromecast built-in inschakelen om door te gaan
pl: Włącz Chromecast built-in, aby kontynuować.
pt_br: Habilite o Chromecast built-in para continuar
pt_pt: Ativar o Chromecast built-in para continuar
ru: Активируйте Chromecast built-in, чтобы продолжить
sk: Ak chcete pokračovať, povoľte Chromecast built-in
sv: Aktivera Chromecast built-in för att fortsätta
zh_hans: 启用 Chromecast built-in 以继续
zh_hant: 啟用 Chromecast built-in 以繼續

source: Step 1: Finish product setup
ar: الخطوة الأولى: إنهاء إعداد المنتج
da: Trin 1: Afslut produktkonfigurationen
de: Schritt 1: Einrichtung des Geräts abschließen
es_mx: Paso 1: Finalizar la configuración del producto
fi: Vaihe 1: Tuotteen viimeistelyasetukset
fr: Étape 1 : Terminer la configuration du produit
he: שלב 1: סיום הגדרת המוצר
id: Langkah 1: Selesaikan pengaturan produk
it: Passo 1: Completa la configurazione del prodotto
ja: ステップ1：製品の設定を完了する
ko: 1단계: 제품 설정 마침
nb: Trinn 1: Fullfør produktoppsettet
nl: Stap 1: Voltooi de productconfiguratie
pl: Krok 1: Ukończ konfigurację produktu
pt_br: Etapa 1: Finalizar a configuração do produto
pt_pt: Passo 1: Finalizar a configuração do produto
ru: Шаг 1: Завершите настройку устройства
sk: 1. krok: Dokončite nastavenie produktu
sv: Steg 1: Slutför produktkonfigurationen
zh_hans: 第 1 步：完成产品设置
zh_hant: 第 1 步：完成產品設定

source: Make sure all your products are connected to Wi-Fi and enabled with Chromecast built-in.
ar: تأكد من توصيل جميع منتجاتك بشبكة Wi-Fi وتمكينها باستخدام Chromecast built-in.
da: Sørg for, at alle dine produkter er forbundet til wi-fi og aktiveret med Chromecast built-in.
de: Überprüfe, ob alle deine Geräte mit dem WLAN verbunden sind und Chromecast built-in unterstützen.
es_mx: Asegúrate de que todos tus productos estén conectados a una red Wi-Fi y habilítalos con Chromecast built-in.
fi: Varmista, että kaikki tuotteesi on yhdistetty Wi-Fi-yhteyteen ja että niissä on Chromecast built-in.
fr: Tous vos produits doivent être connectés au Wi-Fi et ils doivent être compatibles avec Chromecast built-in.
he: יש לוודא שכל המוצרים מחוברים ל-Wi-Fi ומאופשרים עם Chromecast built-in.
id: Pastikan semua produk Anda terhubung dengan Wi-Fi dan Chromecast built-in diaktifkan.
it: Assicurati che tutti i tuoi prodotti siano connessi alla rete Wi-Fi e abilitati con Chromecast built-in.
ja: 全ての製品がWi-Fiに接続されており、Chromecast built-inが有効であることをご確認ください。
ko: 모든 제품이 Wi-Fi에 연결되어 있고 Chromecast built-in이 활성화되어 있는지 확인하십시오.
nb: Sørg for at alle produktene er koblet til wifi og aktivert med Chromecast built-in.
nl: Zorg ervoor dat al je apparaten zijn verbonden met wifi en ingeschakeld zijn met Chromecast built-in.
pl: Upewnij się, że wszystkie twoje produkty są połączone z siecią Wi-Fi i mają włączoną funkcję Chromecast built-in.
pt_br: Certifique-se de que todos os produtos estão conectados ao Wi-Fi e habilitados com o Chromecast built-in.
pt_pt: Certifique-se de que todos os seus produtos estão ligados a uma rede Wi-Fi e ativados com o Chromecast built-in.
ru: Убедитесь, что все ваши устройства подключены к сети Wi-Fi и поддерживают Chromecast built-in.
sk: Uistite sa, že všetky vaše produkty sú pripojené k sieti Wi-Fi a sú povolené s Chromecast built-in.
sv: Se till att alla dina produkter är anslutna till Wi-Fi och aktiverade med Chromecast built-in.
zh_hans: 确保所有产品都已连接上 Wi-Fi，并启用了 Chromecast built-in。
zh_hant: 確保所有產品都已連接至 Wi-Fi 並透過 Chromecast built-in 啟用。

# Chromecast_built_in_can_be_enabled_in_page
source: Chromecast built-in can be enabled in [Product Settings] page.
ar: يمكن تمكين Chromecast built-in في صفحة [إعدادات المنتج].
da: Chromecast built-in kan aktiveres på siden [Produktindstillinger].
de: Chromecast built-in kann auf der Seite [Geräteinstellungen] aktiviert werden.
es_mx: Chromecast built-in puede habilitarse en la página [Ajustes del producto].
fi: Chromecast built-in voidaan ottaa käyttöön [Tuoteasetukset]-sivulla.
fr: Chromecast built-in peut être activé dans la page [Paramètres du produit].
he: ניתן לאפשר את Chromecast built-in בדף [הגדרות מוצר].
id: Chromecast built-in dapat diaktifkan melalui halaman [Pengaturan Produk].
it: Chromecast built-in può essere abilitato nella pagina [Impostazioni prodotto].
ja: Chromecast built-inは、[製品設定]ページで有効にすることができます。
ko: Chromecast built-in은 [제품 설정] 페이지에서 활성화할 수 있습니다.
nb: Chromecast built-in kan aktiveres fra [Produktinnstillinger]-siden.
nl: Chromecast built-in kan worden ingeschakeld op de pagina [Productinstellingen].
pl: Chromecast built-in można włączyć na stronie [Ustawienia produktu].
pt_br: O Chromecast built-in pode ser habilitado na página [Configurações do produto].
pt_pt: O Chromecast built-in pode ser ativado na página [Definições do Produto].
ru: Chromecast built-in можно подключить на странице [Настройки устройства].
sk: Chromecast built-in je možné povoliť na stránke [Nastavenia produktu].
sv: Chromecast built-in kan aktiveras på sidan [Produktinställningar].
zh_hans: 可在[产品设置]页面启用 Chromecast built-in。
zh_hant: Chromecast built-in 可以在 [產品設定] 頁面中啟用。

source: Step 2: Log into Google Home app
ar: الخطوة الثانية: تسجيل الدخول إلى تطبيق Google Home.
da: Trin 2: Log ind på Google Home-appen
de: Schritt 2: Bei der Google Home App anmelden
es_mx: Paso 2: Iniciar sesión en la aplicación Google Home
fi: Vaihe 2: Kirjaudu sisään Google Home -sovellukseen
fr: Étape 2 : Connectez-vous à application Google Home
he: שלב 2: התחברות לאפליקציית Google Home
id: Langkah 2: Masuk ke dalam aplikasi Google Home
it: Passo 2: Effettua il login all'app Google Home
ja: ステップ2：Google Homeアプリにログイン
ko: 2단계: Google Home 앱 로그인
nb: Trinn 2: Med appen Google Home
nl: Stap 2: Log in op de Google Home-app
pl: Krok 2: Zaloguj się w aplikacji Google Home.
pt_br: Etapa 2: Entrar no aplicativo Google Home
pt_pt: Passo 2: Iniciar sessão na aplicação Google Home
ru: Шаг 2: Войдите в приложение Google Home.
sk: 2. krok: Prihlásenie do aplikácie Google Home
sv: Steg 2: Logga in på Google Home-appen
zh_hans: 第 2 步：登录 Google Home 应用程序
zh_hant: 第 2 步：登入 Google Home 應用程式

source: Open Google Home app and login with your Google account.
ar: افتح تطبيق Google Home وقم بتسجيل الدخول باستخدام حساب Google الخاص بك.
da: Åbn Google Home-appen, og log ind med din Google-konto.
de: Öffne die Google Home App und melde dich mit deinem Google-Konto an.
es_mx: Abre la aplicación Google Home e inicia sesión con tu cuenta de Google.
fi: Avaa Google Home -sovellus ja kirjaudu sisään Google-tililläsi.
fr: Ouvrez l'application Google Home et connectez-vous avec votre compte Google.
he: יש לפתוח את אפליקציית Google Home ולהתחבר לחשבון Google.
id: Buka aplikasi Google Home lalu login dengan akun Google.
it: Apri l'app Google Home ed effettua il login con il tuo account Google.
ja: Google Homeアプリを開き、Googleアカウントにログインします。
ko: Google Home 앱을 열고 Google 계정으로 로그인합니다.
nb: Åpne Google Home-appen og logg på med Google-kontoen din.
nl: Open de Google Home-app en log in met je Google-account.
pl: Otwórz aplikację Google Home i zaloguj się używając swojego konta Google.
pt_br: Abra o aplicativo Google Home e entre com sua conta do Google.
pt_pt: Abra a aplicação Google Home e inicie sessão com a sua conta Google.
ru: Откройте приложение Google Home и войдите в свою учетную запись Google.
sk: Otvorte aplikáciu Google Home a prihláste sa pomocou svojho účtu Google.
sv: Öppna Google Home-appen och logga in med ditt Google-konto.
zh_hans: 打开 Google Home 应用程序并使用 Google 帐户登录。
zh_hant: 開啟 Google Home 應用程式，然後使用您的 Google 帳戶登入。

# Step_3_Add_device_to_room
source: Step 3: Add product to a room
ar: الخطوة الثالثة: إضافة جهاز إلى غرفة
da: Trin 3: Føj enheden til et rum
de: Schritt 3: Gerät zu einem Raum hinzufügen
es_mx: Paso 3: Agregar un dispositivo a una sala
fi: Vaihe 3: Lisää laite huoneeseen
fr: Étape 3 : Ajouter un appareil à une pièce
he: שלב 3: הוספת התקן לחדר
id: Langkah 3: Tambahkan perangkat ke ruangan
it: Passo 3: Aggiungi un dispositivo ad una stanza
ja: ステップ3：ルームに製品を追加する
ko: 3단계: 룸에 제품 추가
nb: Trinn 3: Legg enheten til et rom
nl: Stap 3: Apparaat aan een kamer toevoegen
pl: Krok 3: Dodaj urządzenie do pokoju.
pt_br: Etapa 3: Adicionar dispositivos a um ambiente
pt_pt: Passo 3: Adicionar dispositivo à divisão
ru: Шаг 3: Добавьте устройство в комнату
sk: 3. krok: Pridanie zariadenia do miestnosti
sv: Steg 3: Lägg enhet till ett rum
zh_hans: 第 3 步：将产品添加到房间
zh_hant: 第 3 步：將產品新增至房間
