Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# iheartradio_Male
source: Male
ar: ذكر
da: Mand
de: Männlich
es_mx: Masculino
fi: Mies
fr: Homme
he: זָכָר
id: Laki-laki
it: Uomo
ja: 男性
ko: 남성
nb: Mann
nl: Man
pl: Mężczyzna
pt_br: Homem
pt_pt: Masculino
ru: Мужской
sk: Mužské
sv: Man
zh_hans: 男
zh_hant: 男

# iheartradio_Female
source: Female
ar: أنثى
da: Kvinde
de: Weiblich
es_mx: Femenino
fi: Nainen
fr: Femme
he: נְקֵבָה
id: Perempuan
it: Donna
ja: 女性
ko: 여성
nb: Kvinne
nl: Vrouw
pl: Kobieta
pt_br: Mulher
pt_pt: Feminino
ru: Женский
sk: Ženské
sv: Kvinna
zh_hans: 女
zh_hant: 女

# iheartradio_I_agree_to_the_
source: I agree to the
ar: أوافق على
da: Jeg accepterer
de: Ich akzeptiere die
es_mx: Acepto
fi: Hyväksyn
fr: J’accepte les
he: אני מסכים ל
id: Saya setuju dengan
it: Accetto
ja: 同意します
ko: 다음에 동의 -
nb: Jeg godtar
nl: Ik ga akkoord met de
pl: Wyrażam zgodę na
pt_br: Eu concordo com os
pt_pt: Concordo com o/a/os/as
ru: Я согласен/согласна с
sk: Súhlasím s
sv: Jag godkänner
zh_hans: 我同意
zh_hant: 我同意

# iheartradio_Terms_of_Service
source: Terms of Service
ar: شروط الخدمة
da: Servicevilkår
de: Nutzungsbedingungen
es_mx: Términos del servicio
fi: Palveluehdot
fr: Conditions du service
he: תנאי השירות
id: Ketentuan Layanan
it: I termini del servizio
ja: サービス利用規約
ko: 서비스 약관
nb: Servicebetingelser
nl: Servicevoorwaarden
pl: Warunki świadczenia usługi
pt_br: Termos de Serviço
pt_pt: Termos de Serviço
ru: условиями предоставления услуг
sk: Zmluvné podmienky
sv: Användarvillkor
zh_hans: 服务条款
zh_hant: 服務條款

# iheartradio_Privacy_Policy
source: Privacy Policy
ar: سياسة الخصوصية
da: Privatlivspolitik
de: Datenschutzerklärung
es_mx: Política de privacidad
fi: Yksityisyyden suoja
fr: Politique de confidentialité
he: מדיניות פרטיות
id: Kebijakan Privasi
it: L’informativa relativa alla privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
nb: Personvernerklæring
nl: Privacybeleid
pl: Politykę prywatności
pt_br: Politica de Privacidade
pt_pt: Política de Privacidade
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sv: Sekretesspolicy
zh_hans: 隐私政策
zh_hant: 隱私權政策

# iheartradio_I_agree_to_the_Terms_of_Service_and_
source: I agree to the Terms of Service and
ar: أوافق على شروط الخدمة و
da: Jeg accepterer servicebetingelserne og
de: Ich stimme den Nutzungsbedingungen zu und
es_mx: Acepto los Términos del servicio y
fi: Hyväksyn palveluehdot ja
fr: J'accepte les Conditions du service et
he: אני מסכים לתנאי השירות ו
id: Saya setuju dengan Ketentuan Layanan dan
it: Accetto i Termini del servizio e
ja: サービス利用規約に同意します
ko: 서비스 약관 및 다음에 동의 -
nb: Jeg godtar brukervilkårene og
nl: Ik ga akkoord met de Servicevoorwaarden en
pl: Wyrażam zgodę na Warunki świadczenia usługi oraz
pt_br: Eu concordo com os Termos de Serviço e
pt_pt: Concordo com os Termos de Serviço e com o/a/os/as
ru: Я согласен с условиями предоставления услуг и
sk: Súhlasím so zmluvnými podmienkami a
sv: Jag godkänner användarvillkoren och
zh_hans: 我同意服务条款和
zh_hant: 我同意服務條款和

source: Custom Radio may contain explicit content, which may be inappropriate for users under the age of 13. By turning explicit content off, access to Custom Radio will be disabled.
ar: قد تحتوي محطة الراديو المخصصة على محتوى فاضح، والذي قد يكون غير مناسب للمستخدمين الذين تقل أعمارهم عن 13 عامًا. من خلال إيقاف تشغيل المحتوى الفاضح، سيتم تعطيل الوصول إلى محطة الراديو المخصصة.
da: Brugerdefineret radio kan indeholde eksplicit indhold, som kan være upassende for brugere under 13 år. Hvis du slår eksplicit indhold fra, deaktiveres adgangen til Brugerdefineret radio.
de: Custom Radio kann explizite Inhalte enthalten, die für Benutzer unter 13 Jahren ungeeignet sein können. Wenn explizite Inhalte deaktiviert werden, wird der Zugriff auf Custom Radio gesperrt.
es_mx: La radio personalizada puede incluir contenido explícito no adecuado para usuarios menores de 13 años. Si desactiva el contenido explícito, se deshabilitará el acceso a la radio personalizada.
fi: Custom Radio voi sisältää epäsovinnaista sisältöä, joka voi olla sopimatonta alle 13-vuotiaille käyttäjille. Kun kytket epäsovinnaisen sisällön pois käytöstä, Custom Radion käyttö estyy.
fr: La radio personnalisée peut contenir du contenu explicite, qui peut être inapproprié pour les utilisateurs de moins de 13 ans. En désactivant le contenu explicite, l'accès à la radio personnalisée sera désactivé.
he: רדיו מותאם אישית עשוי להכיל תוכן מפורש, שעשוי להיות בלתי הולם עבור משתמשים מתחת לגיל 13. על ידי כיבוי של תוכן מפורש, הגישה לרדיו מותאם אישית תושבת.
id: Radio Khusus berisi konten vulgar, yang mungkin tidak pantas untuk pengguna di bawah usia 13 tahun. Dengan menonaktifkan konten vulgar, akses ke Radio Khusus akan dinonaktifkan.
it: La radio personalizzata può contenere contenuti espliciti, che potrebbero essere inappropriati per gli utenti di età inferiore ai 13 anni. Disattivando i contenuti espliciti, l'accesso alla radio personalizzata verrà disattivato.
ja: カスタムラジオは、13歳未満のユーザーには不適切な露骨な性描写を含むコンテンツを制限することができます。露骨な性描写を含むコンテンツを止めることにより、カスタムラジオヘのアクセスが無効になります。
ko: 사용자 정의 라디오에 유해한 콘텐츠가 있을 수 있으므로 13세 미만의 사용자에게는 적합하지 않을 수 있습니다. 유해한 콘텐츠를 차단하면 사용자 정의 라디오에 액세스할 수 없습니다.
nb: Tilpasset radio kan inneholde støtende innhold som kan være upassende for brukere under 13 år. Ved å deaktivere støtende innhold, deaktiveres også tilgangen til Custom Radio.
nl: Aangepaste radio kan expliciete inhoud bevatten, die ongeschikt kan zijn voor gebruikers jonger dan 13 jaar. Door expliciete inhoud uit te schakelen, wordt de toegang tot Aangepaste Radio uitgeschakeld.
pl: Radio niestandardowe może zawierać treści nieodpowiednie dla użytkowników poniżej 13 roku życia. Wyłączenie treści nieodpowiednich spowoduje zablokowanie dostępu do radia niestandardowego.
pt_br: A Rádio Personalizada pode conter conteúdo explícito, que pode ser inadequado para usuários menores de 13 anos. Ao desativar o conteúdo explícito, o acesso à Rádio personalizada será desativado.
pt_pt: A rádio personalizada pode conter conteúdo explícito, que pode ser inadequado para utilizadores com idade inferior a 13 anos. Ao desligar o conteúdo explícito, o acesso à Rádio personalizada será desativado.
ru: Пользовательское радио может содержать откровенный контент, который может быть неприемлем для пользователей младше 13 лет. Если отключить откровенный контент, доступ к Custom Radio будет закрыт.
sk: Rádio na mieru môže obsahovať explicitný obsah, ktorý môže byť nevhodný pre používateľov mladších ako 13 rokov. Vypnutím explicitného obsahu bude prístup do rádia na mieru zakázaný.
sv: Custon Radio kan innehålla explicit innehåll, vilket kan vara olämpligt för användare under 13 år. Om du stänger av explicit innehåll kommer åtkomst till Custom Radio att inaktiveras.
zh_hans: 自定义广播可能包含露骨内容，不适合 13 岁以下的用户收听。只需关闭露骨内容，用户即无法访问自定义广播。
zh_hant: 自訂廣播可能包含露骨的內容，可能不適合 13 歲以下的使用者。透過關閉露骨的內容，將停用對自訂廣播的存取。

# iheartradio_Explicit
source: Explicit
ar: فاضح
da: Eksplicit
de: Explizit
es_mx: Explícito
fi: Epäsovinnainen
fr: Explicite
he: מְפוֹרָשׁ
id: Vulgar
it: Esplicito
ja: 性的に露骨
ko: 유해
nb: Støtende
nl: Expliciet
pl: Nieodpowiednie dla dzieci
pt_br: Explícito
pt_pt: Explicito
ru: Откровенный
sk: Explicitný
zh_hans: 露骨
zh_hant: 露骨

# iheartradio_Explicit_Content
source: Explicit Content
ar: المحتوى الفاضح
da: Eksplicit indhold
de: Explizite Inhalte
es_mx: Contenido explícito
fi: Epäsovinnainen sisältö
fr: Contenu explicite
he: תוכן מפורש
id: Konten Vulgar
it: Contenuto esplicito
ja: 露骨な性描写を含むコンテンツ
ko: 유해한 콘텐츠
nb: Stødende innhold
nl: Expliciete inhoud
pl: Treści nieodpowiednie dla dzieci
pt_br: Conteúdo Explícito
pt_pt: Conteúdo explícito
ru: Откровенный контент
sk: Explicitný obsah
sv: Explicit innehåll
zh_hans: 露骨内容
zh_hant: 露骨的內容

# iheartradio_Hint
source: Hint
ar: تلميح
da: Tip
de: Hinweis
es_mx: Consejo
fi: Vihje
fr: Conseil
he: רֶמֶז
id: Petunjuk
it: Suggerimento
ja: ヒント
ko: 힌트
nl: Suggestie
pl: Podpowiedź
pt_br: Dica
pt_pt: Sugestão
ru: Подсказка
sk: Nápoveda
sv: Ledtråd
zh_hans: 温馨提示
zh_hant: 提示

# iheartradio_User_has_logout_Please_login_again
source: User has logout,Please login again
ar: سَجّل المستخدم الخروج، يرجى تسجيل الدخول مرة أخرى
da: Bruger er logget ud, Log venligst ind igen
de: Benutzer hat sich abgemeldet, bitte erneut anmelden
es_mx: El usuario cerró la sesión; vuelva a iniciar sesión.
fi: Käyttäjä on kirjautunut ulos, kirjaudu sisään uudelleen
fr: L'utilisateur s'est déconnecté, veuillez vous reconnecter
he: למשתמש יש התנתק, נא התחבר שוב
id: Pengguna telah logout. Silakan login lagi
it: L'utente ha effettuato il logout, effettua nuovamente il login
ja: ユーザーはログアウトしました。再度ログインしてください
ko: 사용자가 로그아웃했습니다. 다시 로그인해 주십시오.
nb: Brukeren er logget ut, logg på igjen
nl: Gebruiker is uitgelogd, opnieuw inloggen
pl: Użytkownik został wylogowany, zaloguj się ponownie
pt_br: O usuário se desconectou, faça login novamente
pt_pt: O utilizador terminou a sessão. Inicie novamente a sessão
ru: Пользователь вышел из системы, войдите снова
sk: Používateľ sa odhlásil, prihláste sa znova
sv: Användaren har loggat ut, logga in igen
zh_hans: 用户已登出，请重新登录
zh_hant: 使用者已登出，請重新登入

# iheartradio_For_You
source: For You
ar: من أجلك
da: Til dig
de: Für dich
es_mx: Para usted
fi: Sinulle
fr: Pour vous
he: בשבילך
id: Untuk Anda
it: Per te
ja: お客様のために
ko: 맞춤 추천
nb: For deg
nl: Voor u
pl: Dla Ciebie
pt_br: Para Você
pt_pt: Para si
ru: Для вас
sk: Pre vás
sv: Till dig
zh_hans: 请你
zh_hant: 呈現給您

# iheartradio_My_Stations
source: My Stations
ar: محطاتي
da: Mine stationer
de: Meine Sender
es_mx: Mis estaciones
fi: Omat asemat
fr: Stations
he: התחנות שלי
id: Stasiun Saya
it: Le Mie stazioni
ja: マイステーション
ko: 내 스테이션
nb: Mine kanaler
nl: Mijn Zenders
pl: Moje stacje
pt_pt: As Minhas Estações
ru: Мои станции
sk: Moje stanice
sv: Mina stationer
zh_hans: 我的电台
zh_hant: 我的電台

# iheartradio_You_have_no_favorites
source: You have no favorites
ar: ليس لديك مفضلة
da: Du har ingen favoritter
de: Du hast noch keine Favoriten
es_mx: No tiene favoritos
fi: Sinulla ei ole suosikkeja
fr: Vous n'avez pas de favori
he: אין לך מועדפים
id: Anda tidak memiliki favorit
it: Non hai preferiti
ja: お気に入りがありません
ko: 즐겨찾기 없음
nb: Du har ingen favoritter
nl: U hebt geen favorieten
pl: Nie masz ulubionych
pt_br: Você não ter favoritos
pt_pt: Não tem favoritos
ru: У вас нет избранного
sk: Nemáte žiadne obľúbené
sv: Du har inga favoriter
zh_hans: 你没有收藏列表
zh_hant: 您沒有我的最愛

# iheartradio_Logged_In_As
source: Logged In As
ar: تم تسجيل الدخول باسم
da: Logget ind som
de: Angemeldet als
es_mx: Sesión iniciada como
fi: Kirjauduttu sisään tunnuksella
fr: Connecté en tant que
he: מחובר כ
id: Login Sebagai
it: Login effettuato come
ja: ログイン
ko: 다음으로 로그인
nb: Logget inn som
nl: Ingelogd als
pl: Zalogowano jako
pt_br: Conectado como
pt_pt: Com sessão iniciada como
ru: Выполнен вход в систему под именем
sk: Prihlásené ako
sv: Inloggad som
zh_hans: 以...身份登录
zh_hant: 登入身份

# iheartradio_Terms_of_Use
source: Terms of Use
ar: شروط الاستخدام
da: Vilkår for brug
de: Nutzungsbedingungen
es_mx: Condiciones de uso
fi: Käyttöehdot
fr: Conditions d’utilisation
he: תנאי שימוש
id: Ketentuan Penggunaan
it: Termini del servizio
ja: 利用規約
ko: 이용 약관
nb: Brukervilkår
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt_br: Termos de Uso
pt_pt: Termos de Utilização
ru: Условия использования
sk: Podmienky používania
sv: Villkor
zh_hans: 使用条款
zh_hant: 使用條款

# iheartradio_Settings
source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
es_mx: Ajustes
fi: Asetukset
fr: Paramètres
he: הגדרות
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ru: Настройки
sk: Nastavenia
sv: Inställningar
zh_hans: 设置
zh_hant: 設定

# iheartradio_On
source: On
ar: تشغيل
da: Tændt
de: Ein
es_mx: Encendido
fi: Päällä
fr: Actif
he: עַל
id: Hidup
ja: オン
ko: 켜기
nb: På
nl: Aan
pl: Wł.
pt_br: Liga
pt_pt: Ligado
ru: Вкл.
sk: Zapnuté
sv: På
zh_hans: 开启
zh_hant: 開啟

# iheartradio_Off
source: Off
ar: إيقاف التشغيل
da: Slukket
de: Aus
es_mx: Apagado
fi: Pois päältä
fr: Inactif
he: כבוי
id: Mati
ja: オフ
ko: 끄기
nb: Av
nl: Uit
pl: Wył.
pt_br: Desligado
pt_pt: Desligado
ru: Выкл.
sk: Vypnuté
sv: Av
zh_hans: 关闭
zh_hant: 關閉

# iheartradio_Logging_out___
source: Logging out...
ar: تسجيل الخروج...
da: Logger ud...
de: Abmeldung läuft...
es_mx: Cerrando la sesión...
fi: Uloskirjautuminen...
fr: Déconnexion...
he: מתנתק...
id: Sedang logout ...
ja: ログアウトしています…
ko: 로그아웃 중...
nb: Logger ut
nl: Uitloggen...
pl: Trwa wylogowywanie...
pt_br: Desconectando...
pt_pt: A terminar sessão...
ru: Идет выход....
sk: Odhlasuje sa...
sv: Loggar ut...
zh_hans: 正在登出...
zh_hant: 正在登出...

# iheartradio_Log_out_failed
source: Log out failed
ar: فشل تسجيل الخروج
da: Log ud mislykket
de: Abmeldung fehlgeschlagen
es_mx: Error al cerrar la sesión
fi: Uloskirjautuminen epäonnistui
fr: Échec de la déconnexion
he: ההתנתקות נכשלה
id: Logout gagal
it: Log out fallito
ja: ログアウトに失敗
ko: 로그아웃 실패
nb: Utlogging mislyktes
nl: Uitloggen mislukt
pl: Niepowodzenie wylogowywania
pt_br: Falha ao se desconectar
pt_pt: Falha ao terminar sessão
ru: Выход не удался
sk: Odhlásenie zlyhalo
sv: Fel under utlogging
zh_hans: 登出失败
zh_hant: 無法登出

# iheartradio_Logout
source: Logout
ar: خروج
da: Log ud
de: Abmelden
es_mx: Cerrar sesión
fi: Uloskirjautuminen
fr: Déconnexion
he: להתנתק
ja: ログアウト
ko: 로그아웃
nb: Logg ut
nl: Log uit
pl: Wylogowanie
pt_br: Desconectar
pt_pt: Terminar sessão
ru: Выйти из системы
sk: Odhlásiť sa
sv: Utloggning
zh_hans: 登出
zh_hant: 登出

# iheartradio_Would_you_like_to_log_out_
source: Would you like to log out?
ar: هل تريد تسجيل الخروج؟
da: Vil du gerne logge ud?
de: Möchtest du dich abmelden?
es_mx: ¿Desea cerrar la sesión?
fi: Haluatko kirjautua ulos?
fr: Voulez-vous vous déconnecter ?
he: האם תרצה להתנתק?
id: Apakah Anda ingin logout?
it: Vuoi effettuare il log out?
ja: ログアウトしますか？
ko: 로그아웃하시겠습니까?
nb: Vil du logge ut?
nl: Wilt u uitloggen?
pl: Czy chcesz się wylogować?
pt_br: Você gostaria de se desconectar?
pt_pt: Gostaria de terminar a sessão?
ru: Вы хотите выйти из системы?
sk: Chcete sa odhlásiť?
sv: Vill du logga ut?
zh_hans: 是否要登出？
zh_hant: 您要登出嗎？

# iheartradio_Log_Out
source: Log Out
ar: تسجيل الخروج
da: Log ud
de: Abmelden
es_mx: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
he: להתנתק
ja: ログアウト
ko: 로그아웃
nb: Logg ut
nl: Log uit
pl: Wyloguj
pt_br: Desconectar
pt_pt: Terminar sessão
ru: Выйти из системы
sk: Odhlásiť sa
sv: Utloggning
zh_hans: 登出
zh_hant: 登出

# iheartradio_iHeartRadio_account_has_been_changed
source: iHeartRadio account has been changed
ar: تم تغيير حساب iHeartRadio
da: iHeartRadio-konto er blevet ændret
de: iHeartRadio-Konto wurde geändert
es_mx: Cambió la cuenta de iHeartRadio.
fi: iHeartRadio-tili on muutettu
fr: Le compte iHeartRadio a été modifié
he: חשבון iHeartRadio השתנה
id: Akun iHeartRadio telah diubah
it: L’account iHeartRadio è stato modificato
ja: iHeartRadioアカウントは変更されました
ko: iHeartRadio 계정이 변경됨
nb: iHeartRadio-kontoen er endret
nl: iHeartRadio account is veranderd
pl: Zmieniono użytkownika konta iHeartRadio
pt_br: A conta iHeartRadio foi alterada
pt_pt: A conta iHeartRadio foi alterada
ru: Учетная запись iHeartRadio была изменена
sk: Účet iHeartRadio bol zmenený
sv: iHeartRadio-kontot har ändrats
zh_hans: iHeartRadio 账户已被更改
zh_hant: iHeartRadio 帳戶已變更

# iheartradio_The_current_user_is_%@
source: The current user is %@
ar: المستخدم الحالي هو %@
da: Den aktuelle bruger er %@
de: Der aktuelle Benutzer ist %@
es_mx: El usuario actual es %@.
fi: Nykyinen käyttäjä on %@
fr: L'utilisateur actuel est %@
he: המשתמש הנוכחי הוא %@
id: Pengguna saat ini adalah %@
it: L'utente attuale è %@
ja: 現在のユーザーは%@です
ko: 현재 사용자: %@
nb: Den aktuelle brukeren er %@
nl: De huidige gebruiker is %@
pl: Bieżący użytkownik to %@
pt_br: O usuário atual é %@
pt_pt: O utilizador atual é %@
ru: Текущий пользователь %@
sk: Aktuálny používateľ je %@
sv: Nuvarande användaren är %@
zh_hans: 当前用户是 %@
zh_hant: 目前使用者為 %@

# iheartradio_I_got_it
source: I got it
ar: مفهوم
da: Forstået
de: Verstanden
es_mx: De acuerdo
fi: Ymmärsin
fr: J’ai compris
he: הבנתי
id: Saya mengerti
it: Ho capito
ja: 了解しました
ko: 확인
nb: Skjønner
nl: Ik heb het begrepen
pl: Rozumiem
pt_br: Entendi
pt_pt: Entendi
ru: Я понял/а
sk: Mám to
sv: Jag förstår
zh_hans: 好的
zh_hant: 我知道了

# iheartradio_iHeartRadio_account_has_logout
source: iHeartRadio account has logged out
ar: تم تسجيل الخروج من حساب iHeartRadio
da: iHeartRadio-konto er logget ud
de: iHeartRadio-Konto wurde abgemeldet
es_mx: Se cerró la cuenta de iHeartRadio.
fi: iHeartRadio-tili on kirjautunut ulos
fr: Le compte iHeartRadio s'est déconnecté
he: חשבון iHeartRadio התנתק
id: Sudah logout dari akun iHeartRadio
it: L’account iHeartRadio ha effettuato il log out
ja: iHeartRadioアカウントからログアウトしました
ko: iHeartRadio 계정 로그아웃함
nb: iHeartRadio-kontoen har logget ut
nl: Uitgelogd van iHeartRadio-account
pl: Wylogowano użytkownika z konta iHeartRadio
pt_br: A conta iHeartRadio foi desconectada
pt_pt: Sessão terminada na conta iHeartRadio
ru: Выполнен выход из учетной записи iHeartRadio
sk: Účet iHeartRadio sa odhlásil
sv: iHeartRadio-kontot har loggat ut
zh_hans: iHeartRadio 账户已登出
zh_hant: iHeartRadio 帳戶已登出

# iheartradio_Unfavorite
source: Unfavorite
ar: غير مفضلة
da: Ikke-favorit
de: Aus Favoriten entfernen
es_mx: Quitar de favoritos
fi: Poista suosikeista
fr: Retirer des favoris
he: לא מועדף
id: Batalkan Favorit
it: Non mi piacciono
ja: 気に入らない
ko: 즐겨찾기 취소
nb: Fjern fra favoritter
nl: Niet-favoriet
pl: Nielubiane
pt_br: Remover dos favoritos
pt_pt: Remover dos favoritos
ru: Удалить из избранного
sk: Neobľúbené
sv: Inte favorit
zh_hans: 取消收藏
zh_hant: 移除我的最愛

# iheartradio_Favorite
source: Favorite
ar: المفضلة
da: Favorit
de: Favorit
es_mx: Favorito
fi: Suosikki
fr: Favori
he: אהוב
id: Favorit
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nb: Favoritt
nl: Favoriet
pl: Ulubione
pt_br: Favorito
pt_pt: Favorito
ru: Избранное
sk: Obľúbené
sv: Favorit
zh_hans: 收藏
zh_hant: 我的最愛

# iheartradio_Play_next
source: Play next
ar: تشغيل التالي
da: Afspil som næste
de: Nächsten wiedergeben
es_mx: Reproducir siguiente
fi: Toista seuraava
fr: Lire le suivant
he: שחק הבא
id: Putar berikutnya
it: Riproduci il prossimo
ja: 次の曲を再生
ko: 다음 재생
nb: Spill av neste
nl: Volgende afspelen
pl: Odtwórz jako następny
pt_br: Reproduzir próxima faixa
pt_pt: Reproduzir seguinte
ru: Воспроизвести следующий
sk: Prehrať nasledujúce
sv: Spela som nästa
zh_hans: 播放下一首
zh_hant: 播放下一首

# iheartradio_Go_to_Artist
source: Go to Artist
ar: الانتقال إلى الفنان
da: Gå til kunstner
de: Zu Interpreten gehen
es_mx: Ir al artista
fi: Siirry esiintyjään
fr: Atteindre l'artiste
he: עבור אל אמן
id: Buka Artis
it: Vai all'artista
ja: アーティストに進む
ko: 아티스트로 이동
nb: Gå til artist
nl: Ga naar Artiest
pl: Przejdź do wykonawcy
pt_br: Vá para o Artista
pt_pt: Ir para artista
ru: Перейти к исполнителю
sk: Prejsť na interpreta
sv: Gå till artist
zh_hans: 转至艺术家
zh_hant: 移至藝術家

# iheartradio_Go_to_Album
source: Go to Album
ar: الانتقال إلى الألبوم
da: Gå til album
de: Zu Album gehen
es_mx: Ir al álbum
fi: Siirry albumiin
fr: Atteindre l'album
he: עבור לאלבום
id: Buka Album
it: Vai all'album
ja: アルバムに進む
ko: 앨범으로 이동
nb: Gå til album
nl: Ga naar Album
pl: Przejdź do albumu
pt_br: Vá para o Álbum
pt_pt: Ir para álbum
ru: Перейти к альбому
sk: Prejsť na album
sv: Gå till album
zh_hans: 转至专辑
zh_hant: 移至專輯

# qobuz_Hint
source: Hint
ar: تلميح
da: Tip
de: Hinweis
es_mx: Consejo
fi: Vihje
fr: Conseil
he: רֶמֶז
id: Petunjuk
it: Suggerimento
ja: ヒント
ko: 힌트
nl: Suggestie
pl: Podpowiedź
pt_br: Dica
pt_pt: Sugestão
ru: Подсказка
sk: Nápoveda
sv: Ledtråd
zh_hans: 温馨提示
zh_hant: 提示

# qobuz_The_username_can_t_be_empty
source: The username can't be empty
ar: لا يمكن أن يكون اسم المستخدم فارغًا
da: Brugernavnet må ikke være tomt
de: Der Nutzername darf nicht leer sein
es_mx: El nombre de usuario no puede estar vacío.
fi: Käyttäjänimi ei voi olla tyhjä
fr: Le nom d'utilisateur ne peut pas être vide
he: שם המשתמש לא יכול להיות ריק
id: Nama pengguna tidak boleh kosong
it: Il nome utente non può essere vuoto
ja: ユーザー名は空白にできません
ko: 사용자 이름은 비워둘 수 없습니다.
nb: Brukernavnet kan ikke være tomt
nl: De gebruikersnaam mag niet leeg zijn
pl: Pole nazwy użytkownika nie może być puste
pt_br: O nome de usuário não pode estar vazio
pt_pt: O nome de utilizador não pode ficar em branco
ru: Имя пользователя не может быть пустым
sk: Používateľské meno nemôže byť prázdne
sv: Användarnamnet får inte vara tomt
zh_hans: 用户名不能为空
zh_hant: 使用者名稱不能為空

# qobuz_The_password_can_t_be_empty
source: The password can't be empty
ar: لا يمكن أن تكون كلمة المرور فارغة
da: Adgangskoden må ikke være tom
de: Das Passwort darf nicht leer sein
es_mx: La contraseña no puede estar vacía.
fi: Salasana ei voi olla tyhjä
fr: Le mot de passe ne peut pas être vide
he: הסיסמה לא יכולה להיות ריקה
id: Kata sandi tidak boleh kosong
it: La password non può essere vuota
ja: パスワードは空白にできません
ko: 비밀번호는 비워둘 수 없습니다.
nb: Passordet kan ikke være tomt
nl: Het wachtwoord kan niet leeg zijn
pl: Pole hasła nie może być puste
pt_br: A senha não pode estar vazia
pt_pt: A palavra-chave não pode ficar em branco
ru: Пароль не может быть пустым
sk: Heslo nemôže byť prázdne
sv: Lösenordet får inte vara tomt
zh_hans: 密码不能为空
zh_hant: 密碼不能為空

# qobuz_Login_failed
source: Login failed
ar: فشل تسجيل الدخول
da: Log-in mislykket
de: Anmeldung fehlgeschlagen
es_mx: Error al iniciar sesión
fi: Sisäänkirjautuminen epäonnistui
fr: Échec de la connexion
he: ההתחברות נכשלה
id: Login gagal
it: Login fallito
ja: ログインに失敗
ko: 로그인 실패
nb: Pålogging mislyktes
nl: Inloggen mislukt
pl: Niepowodzenie logowania
pt_br: Falha no login
pt_pt: Falha ao iniciar sessão
ru: Вход в систему не удался
sk: Prihlásenie zlyhalo
sv: Inloggningen misslyckades
zh_hans: 登录失败
zh_hant: 無法登入

# qobuz_Login_successful
source: Login successful
ar: تم تسجيل الدخول بنجاح
da: Log-in gennemført
de: Anmeldung erfolgreich
es_mx: Inicio de sesión correcto
fi: Sisäänkirjautuminen onnistui
fr: Connexion réussie
he: התחברת בהצלחה
id: Login berhasil
it: Login riuscito
ja: ログインに成功
ko: 로그인 성공
nb: Pålogging utført
nl: Inloggen gelukt
pl: Logowanie pomyślne
pt_br: Login bem-sucedido
pt_pt: Início de sessão efetuado com sucesso
ru: Успешный вход в систему
sk: Prihlásenie bolo úspešné
sv: Inloggningen lyckades
zh_hans: 登录成功
zh_hant: 登入成功

# qobuz_Don_t_have_an_account_
source: Don't have an account?
ar: ليس لديك حساب؟
da: Har du ikke en konto?
de: Habe noch kein Konto?
es_mx: ¿No tiene una cuenta?
fi: Eikö sinulla ole tiliä?
fr: Vous n’avez pas de compte ?
he: אין לך חשבון?
id: Tidak punya akun?
it: Non hai un account?
ja: アカウントをお持ちではないですか？
ko: 아직 계정이 없으신가요?
nb: Har du ikke konto?
nl: Hebt u geen account?
pl: Nie masz konta?
pt_br: Não possui uma conta?
pt_pt: Não tem uma conta?
ru: У вас нет учетной записи?
sk: Nemáte účet?
sv: Har du inget konto?
zh_hans: 没有账户？
zh_hant: 沒有帳戶？

# qobuz_Sign_up_now
source: Sign up now
ar: تسجيل الاشتراك الآن
da: Tilmeld dig nu
de: Jetzt registrieren
es_mx: Inscribirse ahora
fi: Kirjaudu nyt
fr: S'inscrire maintenant
he: הרשם עכשיו
id: Daftar sekarang
it: Registrati adesso
ja: 今すぐサインアップ
ko: 지금 가입하기
nb: Registrer deg nå
nl: Meld u nu aan
pl: Zarejestruj się teraz
pt_br: Cadastre-se agora
pt_pt: Registe-se agora
ru: Зарегистрироваться сейчас
sk: Zaregistrujte sa už teraz
sv: Anmäl dig nu
zh_hans: 立即注册
zh_hant: 立即註冊

# qobuz_Login
source: Login
ar: تسجيل الدخول
da: Log ind
de: Anmelden
es_mx: Inicio de sesión
fi: Kirjaudu sisään
fr: Connexion
he: התחברות
ja: ログイン
ko: 로그인
nb: Logg på
nl: Inloggen
pl: Logowanie
pt_pt: Iniciar sessão
ru: Регистрация
sk: Prihlásiť sa
sv: Logga in
zh_hans: 登录
zh_hant: 登入
