Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# newStructure_Tap_Open_Airplay_button_below
source: 1. Open Control Center on your mobile and tap AirPlay icon. 2. Select all the speakers that you want to play music to. 3. Open music service app and start playback.
ar: 1. افتح مركز التحكم في هاتفك وانقر فوق أيقونة AirPlay.‏ 2. حدد جميع مكبرات الصوت التي تريد تشغيل الموسيقى عليها 3. افتح تطبيق خدمة الموسيقى وابدأ التشغيل.
da: 1. Åbn Kontrolcenter på din mobil, og tryk på AirPlay-ikonet. 2. Vælg alle de højttalere, som du vil afspille musik til. 3. Åbn musiktjeneste-appen, og start afspilning.
de: 1. Öffne das Kontrollzentrum auf deinem Mobiltelefon und tippe auf das AirPlay-Symbol. 2. Wähle alle Lautsprecher aus, über welche Musik wiedergegeben werden soll. 3. Öffne die Musik-Dienst-App und starte die Wiedergabe.
es_mx: 1. Abre el Centro de control en tu teléfono móvil y toca el ícono de AirPlay. 2. Selecciona todos los altavoces en los que quieras reproducir música. 3. Abre la aplicación del servicio de música e inicia la reproducción.
fi: 1. Avaa ohjauskeskus matkapuhelimessa ja napauta AirPlay-kuvaketta. 2. Valitse kaikki kaiuttimet, joihin haluat toistaa musiikkia. 3. Avaa musiikkipalvelusovellus ja aloita toisto.
fr: 1. Ouvrez le Centre de contrôle sur votre mobile et appuyez sur l'icône AirPlay. 2. Sélectionnez toutes les enceintes qui doivent diffuser de la musique. 3. Ouvrez l'application du service musical et démarrez la lecture.
he: 1. פתחו את מרכז הבקרה במכשיר הנייד והקישו על סמל AirPlay icon. 2.‏ בחרו את כל הרמקולים שבהם ברצונכם להשמיע מוזיקה. 3. פתחו אפליקציית שירות מוזיקה והתחילו להשמיע.
id: 1. Buka Pusat Kontrol di perangkat seluler, lalu ketuk ikon AirPlay. 2. Pilih semua speaker yang ingin Anda gunakan untuk memutar musik. 3. Buka aplikasi layanan musik dan mulai pemutaran.
it: 1. Apri Centro di Controllo sul tuo cellulare e tocca l'icona AirPlay. 2. Seleziona tutti gli speaker sui quali desideri riprodurre musica. 3. Apri l'app del servizio musicale ed avvia la riproduzione.
ja: 1.スマートフォンでコントロールセンターを開き、AirPlayアイコンをタップします。 2.音楽を再生したいスピーカーをすべて選択します。 3.音楽アプリを開いて再生を開始します。
ko: 1. 휴대폰의 제어 센터를 열고 AirPlay 아이콘을 탭합니다. 2. 음악을 재생하려는 스피커를 모두 선택합니다. 3. 음악 서비스 앱을 열고 재생을 시작합니다.
nb: 1. Åpne kontrollsenteret på mobilen og trykk på AirPlay-ikonet. 2. Velg alle høyttalerne du vil spille av musikk fra. 3. Åpne musikktjenesteappen og start avspilling.
nl: 1. Open het Control Center op je mobiele telefoon en tik op het AirPlay-pictogram. 2. Selecteer alle luidsprekers waarop je muziek wilt afspelen. 3. Open de app voor muziekdiensten en begin met afspelen.
pl: 1. Otwórz Centrum sterowania na smartfonie i stuknij ikonę AirPlay. 2. Wybierz wszystkie głośniki, które mają odtwarzać muzykę. 3. Otwórz aplikację serwisu muzycznego i rozpocznij odtwarzanie.
pt_br: 1. Abra a Central de Controle no seu celular e toque no ícone AirPlay. 2. Selecione todas as caixas de som nas quais você deseja reproduzir música. 3. Abra o aplicativo de música e inicie a reprodução.
pt_pt: 1. Abra o Centro de Controlo no seu telemóvel e toque no ícone do AirPlay. 2. Selecione todas as colunas em que pretende reproduzir música. 3. Abra a aplicação do serviço de música e inicie a reprodução.
ru: 1. Откройте центр управления на своем мобильном устройстве и нажмите значок AirPlay. 2. Выберите все колонки, на которых вы хотите воспроизвести музыку. 3. Откройте приложение музыкальной службы и начните воспроизведение.
sk: 1. Na svojom mobile otvorte ovládacie centrum a klepnite na ikonu AirPlay. 2. Vyberte všetky reproduktory, na ktorých chcete prehrávať hudbu. 3. Otvorte aplikáciu hudobnej služby a spustite prehrávanie.
sv: 1. Öppna Kontrollcenter på din mobil och tryck på AirPlay-ikonen. 2. Välj alla högtalare som du vill spela upp musik på. 3. Öppna musiktjänstens app och starta uppspelning.
zh_hans: 1.打开手机上的控制中心，点击 AirPlay 图标。 2.请选择你想要用来播放当前音乐的所有音箱。 3.打开音乐服务应用并开始播放。
zh_hant: 1.在手機上開啟控制中心，然後輕觸 AirPlay 圖示。 2.選擇您要用其播放音樂的所有喇叭。 3.開啟音樂服務應用程式，並開始播放。

# tune_your_product
source: Tune Your %@ for a optimized sound performance.
ar: قم بضبط %@ للحصول على أداء صوتي محسن.
da: Optimer din %@ for optimeret lydkvalitet.
de: Verpasse deinem %@ ein Tuning für eine optimale Soundleistung.
es_mx: Calibra tu %@ para optimizar el rendimiento de sonido.
fi: Viritä %@ optimoitua äänentoistoa varten.
fr: Réglez votre %@ pour une performance sonore optimisée.
he: יש לכוונן את %@ כדי לקבל ביצועי צלילים ממוטבים.
id: Setel %@ untuk menikmati performa suara yang optimal.
it: Calibra %@ per una prestazione audio ottimizzata.
ja: 最適なサウンドパフォーマンスのために、%sを調整します。
ko: 최적화된 사운드 성능을 위해 %s을(를) 튜닝합니다.
nb: Juster %@ for en optimalisert lydopplevelse.
nl: Stem je %@ af voor geoptimaliseerde geluidsprestaties.
pl: Dostrój %s, aby zoptymalizować wydajność dźwięku.
pt_br: Sintonize seu %@ para um desempenho sonoro otimizado.
pt_pt: Afine o seu %@ para um desempenho sonoro otimizado.
ru: Настройте %@ для оптимизации качества звучания.
sk: Vylaďte si %@ na optimalizovaný zvukový výkon.
sv: Ställ in din %@ för optimerad ljudprestanda.
zh_hans: 调整 %@ 以优化声音表现。
zh_hant: 調諧您的 %@ 以實現最佳化的音效。

# your_product_has_been_tuned
source: Your product has been tuned, it will auto adapt different environment from now on.
ar: تم ضبط منتجك، وسوف يتوافق تلقائيًا مع البيئة المختلفة من الآن فصاعدًا.
da: Dit produkt er justeret og vil automatisk tilpasse sig forskellige miljøer fra nu af.
de: Dein Produkt wurde getuned und passt sich ab jetzt automatisch an die verschiedenen Umgebungen an.
es_mx: Tu producto se calibró, se adaptará automáticamente a diferentes entornos a partir de ahora.
fi: Tuotteesi on viritetty, se mukautuu automaattisesti eri ympäristöihin tästä lähtien.
fr: Votre produit a été réglé, il s'adaptera désormais automatiquement à différents environnements.
he: המוצר עבר כיוון. מעתה והלאה הוא יסתגל אוטומטית לסביבה שונה.
id: Produk telah disetel dan otomatis akan beradaptasi dengan tiap lingkungan mulai saat ini.
it: Il prodotto è stato calibrato, e d'ora in poi si adatterà automaticamente ad un ambiente diverso.
ja: 製品が調整されました。これからは、異なる環境に自動で適応します。
ko: 제품이 튜닝되었으며 이제부터 다른 환경에 자동으로 적응합니다.
nb: Produktet ble justert, det vil automatisk tilpasse seg et annet miljø fra nå av.
nl: Je product is afgestemd en zal zich vanaf nu automatisch aanpassen aan een andere omgeving.
pl: Produkt został dostrojony i od tej chwili automatycznie dostosuje się do różnych rodzajów otoczenia.
pt_br: Seu produto foi sintonizado. De agora em diante, ele se adaptará automaticamente a diferentes ambientes.
pt_pt: O seu produto foi afinado e adaptar-se-á automaticamente a diferentes ambientes a partir de agora.
ru: Ваше устройство настроено, и теперь оно будет автоматически адаптироваться к различным условиям.
sk: Váš produkt bol vyladený, odteraz sa bude automaticky prispôsobovať rôznym prostrediam.
sv: Din produkt har ställts in, den kommer automatiskt att anpassa sig till olika miljöer från och med nu.
zh_hans: 你的设备已调试完毕，从现在起它将自动适应不同的环境。
zh_hant: 您的產品已調諧，從現在起，它將自動適應不同的環境。

# your_product_tuning
source: Tuning ...
ar: جارِ التوليف...
da: Indstiller ...
de: Tuning läuft ...
es_mx: Calibrando...
fi: Viritetään...
fr: Ajustement...
he: כוונון...
id: Menyetel ...
it: Messa a punto...
ja: 調整しています...
ko: 튜닝 중...
nb: Justerer ...
nl: Afstemmen...
pl: Dostrajanie...
pt_br: Sintonizando ...
pt_pt: A sintonizar ...
ru: Настройка ...
sk: Ladenie...
sv: Inställning ...
zh_hans: 正在调音……
zh_hant: 正在調諧...

# hint_select
source: Select
ar: تحديد
da: Vælg
de: Auswählen
es_mx: Seleccionar
fi: Valitse
fr: Sélectionner
he: בחירה
id: Pilih
it: Seleziona
ja: 選択する
ko: 선택
nb: Velg
nl: Selecteren
pl: Wybierz
pt_br: Selecionar
pt_pt: Selecionar
ru: Выбрать
sk: Vybrať
sv: Välj
zh_hans: 选择
zh_hant: 選擇

# opt_others
source: Others
ar: أخرى
da: Andre
de: Weiteres
es_mx: Otros
fi: Muut
fr: Autres
he: אחרים
id: Lainnya
it: Altri
ja: その他
ko: 기타
nb: Andre
nl: Anderen
pl: Inne
pt_br: Outros
pt_pt: Outros
ru: Другое
sk: Iné
sv: Övrigt
zh_hans: 其他
zh_hant: 其他

source: Registration ID
ar: معرف التسجيل
da: Registrerings-ID
de: Registrierungs-ID
es_mx: Id. de registro
fi: Rekisteröintitunnus
fr: ID d'enregistrement
he: מזהה רישום
id: ID Pendaftaran
it: ID registrazione
ja: 登録ID
ko: 등록 ID
nb: Registrerings-ID
nl: Registratie-ID
pl: Identyfikator rejestracji
pt_br: ID de registro
pt_pt: ID de registo
ru: Регистрационный идентификатор
sk: Registračné ID
sv: ID för registrering
zh_hans: 注册 ID
zh_hant: 註冊 ID

source: Registration Date
ar: تاريخ التسجيل
da: Registreringsdato
de: Registrierungsdatum
es_mx: Fecha de registro
fi: Rekisteröintipäivä
fr: Date d'inscription
he: תאריך רישום
id: Tanggal Pendaftaran
it: Data di registrazione
ja: 登録日
ko: 등록일
nb: Registreringsdato
nl: Datum van registratie
pl: Data rejestracji
pt_br: Data de registro
pt_pt: Data de registo
ru: Дата регистрации
sk: Dátum registrácie
sv: Datum för registrering
zh_hans: 注册日期
zh_hant: 註冊日期

source: Your Are Almost There
ar: لقد أوشكت على الانتهاء
da: Du er næsten færdig
de: Fast fertig
es_mx: Ya casi estás
fi: Olet melkein valmis
fr: Vous y êtes presque
he: כמעט הגעתם
id: Sedikit Lagi
it: Ci sei quasi
ja: もう少しです
ko: 거의 다 됐습니다
nb: Du er nesten ferdig
nl: Je bent er bijna
pl: Już prawie gotowe
pt_br: Você está quase lá
pt_pt: Está quase lá
ru: Вы почти там
sk: Už ste skoro tam
sv: Du är nästan klar
zh_hans: 就快完成了
zh_hant: 您快要成功了

source: Your account has been created. Please check your email for the activation link.
ar: تم إنشاء الحساب الخاص بك. يرجى التحقق من بريدك الإلكتروني بحثًا عن رابط التفعيل.
da: Din konto er oprettet. Tjek venligst din e-mail for aktiveringslinket.
de: Dein Konto wurde erstellt. Bitte prüfe deine E-Mails auf den Aktivierungslink.
es_mx: Se creó tu cuenta. Revisa tu correo electrónico para ver el vínculo de activación.
fi: Tilisi on luotu. Tarkista sähköpostistasi aktivointilinkki.
fr: Votre compte a été créé. Veuillez vérifier votre e-mail pour le lien d'activation.
he: החשבון שלכם נוצר. בדקו אם קיבלתם דואר האלקטרוני עם קישור לאקטיבציה.
id: Akun Anda sudah dibuat. Temukan tautan aktivasi di email Anda.
it: Il tuo account è stato creato. Controlla l'e-mail per il link di attivazione.
ja: アカウントが作成されました。 Ｅメールをチェックして、アクティベーションリンクをクリックしてください。
ko: 계정이 생성되었습니다. 활성화 링크는 이메일에서 확인하십시오.
nb: Kontoen din ble opprettet. Sjekk e-posten din for aktiveringslenken.
nl: Je account is aangemaakt. Controleer je e-mail voor de activatielink.
pl: Twoje konto zostało utworzone. Sprawdź swoją skrzynkę e-mail pod kątem linku aktywacyjnego.
pt_br: Sua conta foi criada. Verifique o link de ativação no seu e-mail.
pt_pt: A sua conta foi criada. Verifique o seu e-mail para obter a ligação de ativação.
ru: Ваша учетная запись создана. Проверьте свою электронную почту на наличие ссылки для активации.
sk: Váš účet bol vytvorený. Prosím, skontrolujte si e-mail, či ste nedostali aktivačný odkaz.
sv: Ditt konto har skapats. Var god kontrollera din e-post för aktiveringslänken.
zh_hans: 你的账户已创建。 请查看电子邮件中的激活链接。
zh_hant: 您的帳戶已建立。 請查收您的電郵以獲取啟動連結。

source: Reset Your Password
ar: إعادة تعيين كلمة المرور الخاصة بك
da: Nulstil din adgangskode
de: Zurücksetzen deines Passworts
es_mx: Restablecer tu contraseña
fi: Nollaa salasanasi
fr: Redéfinir votre mot de passe
he: איפוס סיסמה
id: Atur Ulang Kata Sandi Anda
it: Reimposta la tua password
ja: パスワードをリセットする
ko: 비밀번호 재설정
nb: Tilbakestill passordet
nl: Stel je wachtwoord opnieuw in
pl: Zresetuj swoje hasło
pt_br: Redefinir sua senha
pt_pt: Repor a sua palavra-passe
ru: Сменить свой пароль
sk: Obnovte svoje heslo
sv: Återställ lösenord
zh_hans: 重置密码
zh_hant: 重設您的密碼

# sent_an_email_to_reset_your_password_tips
source: We have sent an email to %@ with the information to reset your password. Please complete the reset process in the link provided.
ar: لقد أرسلنا بريدًا إلكترونيًا إلى %@ يحتوي على المعلومات اللازمة لإعادة تعيين كلمة المرور الخاصة بك. يرجى إكمال عملية إعادة الضبط في الرابط المُرسل.
da: Vi har sendt en e-mail til %@ med oplysningerne til at nulstille din adgangskode. Færdiggør venligst nulstillingsprocessen via det medfølgende link.
de: Wir haben eine E-Mail mit den Informationen zum Zurücksetzen deines Passworts an %@ gesendet. Bitte führe den Rücksetzungsprozess über den angegebenen Link durch.
es_mx: Enviamos un correo electrónico a %@ con la información para restablecer tu contraseña. Completa el proceso de restablecimiento en el vínculo proporcionado.
fi: Olemme lähettäneet sähköpostia %s:lle, jossa on tiedot salasanasi palauttamiseksi. Suorita nollausprosessi annetusta linkistä.
fr: Nous avons envoyé un email à %@ avec les informations de réinitialisation de votre mot de passe. Veuillez terminer le processus de réinitialisation en cliquant sur le lien fourni.
he: שלחנו דואר אלקטרוני אל %@ עם מידע לאיפוס הסיסמה. יש להשלים את תהליך האיפוס בקישור שסופק.
id: Kami telah mengirimkan email ke %@ yang berisi informasi untuk mengatur ulang kata sandi Anda. Selesaikan proses pengaturan ulang melalui tautan yang disediakan.
it: Abbiamo inviato un'e-mail a %@ con le informazioni per reimpostare la tua password. Completa il processo di ripristino nel link fornito.
ja: パスワードをリセットするための情報を%sにＥメールで送信しました。提供されたリンクをクリックして、リセットのプロセスを完了してください。
ko: 비밀번호 재설정 정보가 포함된 이메일을 %s(으)로 보냈습니다. 제공된 링크에서 재설정 절차를 완료하십시오.
nb: Vi har sendt en e-post til %@ med informasjon om tilbakestilling av passord. Fullfør tilbakestillingsprosessen i den medfølgende lenken.
nl: We hebben een e-mail gestuurd naar %@ met de informatie om je wachtwoord opnieuw in te stellen. Voltooi het resetproces met de verstrekte link.
pl: Wysłaliśmy wiadomość e-mail na adres %S, która zawiera informacje dotyczące resetowania hasła. Dokończ proces resetowania, który znajduje się w dostarczonym linku.
pt_br: Enviamos um e-mail para %@ com as informações para redefinição da sua senha. Conclua o processo de redefinição com o link fornecido.
pt_pt: Enviámos uma mensagem de e-mail para %@ com as informações necessárias para repor a sua palavra-passe. Conclua o processo de reposição na ligação fornecida.
ru: Мы отправили электронное письмо на адрес %@ с информацией для смены вашего пароля. Завершите процесс смены по указанной ссылке.
sk: Odoslali sme e-mail na adresu %@ s informáciami na obnovenie vášho hesla. Dokončite proces obnovenia v uvedenom odkaze.
sv: Vi har skickat ett e-postmeddelande till %@ med information om hur du återställer ditt lösenord. Vänligen slutför återställningsprocessen med länken i meddelandet.
zh_hans: 我们已向 %@ 发送了一封电子邮件，其中包含重置密码的信息。请在提供的链接中完成重置过程。
zh_hant: 我們已向 %@ 傳送了一封電子郵件，其中包含有關重設您的密碼的資訊。請在所提供的連結中完成重設流程。

# New_Cannot_Find_Product
source: CANNOT FIND PRODUCT ?
ar: لا يمكن العثور على المنتج؟
da: KAN DU IKKE FINDE PRODUKTET?
de: GERÄT NICHT GEFUNDEN?
es_mx: ¿NO SE ENCONTRÓ EL PRODUCTO?
fi: TUOTETTA EI LÖYDY?
fr: VOUS NE TROUVEZ PAS LE PRODUIT ?
he: לא מוצאים מוצר?
id: TIDAK DAPAT MENEMUKAN PRODUK?
it: NON RIESCI A TROVARE IL PRODOTTO?
ja: 製品が見つかりませんか？
ko: 제품을 찾을 수 없습니까?
nb: FINNER DU IKKE PRODUKTET?
nl: KUN JE HET PRODUCT NIET VINDEN?
pl: NIE MOŻNA ZNALEŹĆ PRODUKTU?
pt_br: NÃO É POSSÍVEL ENCONTRAR O PRODUTO?
pt_pt: NÃO É POSSÍVEL ENCONTRAR O PRODUTO?
ru: НЕВОЗМОЖНО НАЙТИ УСТРОЙСТВО?
sk: NEMÔŽETE NÁJSŤ VÝROBOK?
sv: KAN DU INTE HITTA PRODUKTEN?
zh_hans: 无法找到设备？
zh_hant: 找不到產品？

source: Perform calibration for this group.
ar: قم بإجراء المعايرة لهذه المجموعة.
da: Udfør kalibrering for denne gruppe.
de: Führe die Kalibrierung für diese Gruppe durch.
es_mx: Realiza la calibración para este grupo.
fi: Suorita kalibrointi tälle ryhmälle.
fr: Effectuer l'étalonnage pour ce groupe.
he: בצעו כיול עבור קבוצה זו.
id: Lakukan kalibrasi untuk grup ini.
it: Effettua la calibrazione per questo gruppo.
ja: このグループに対してキャリブレーションを実行します。
ko: 이 그룹의 보정을 수행합니다.
nb: Utfør kalibrering for denne gruppen.
nl: Voer een kalibratie uit voor deze groep.
pl: Wykonaj kalibrację dla tej grupy.
pt_br: Faça a calibração desse grupo.
pt_pt: Efetue a calibração para este grupo.
ru: Выполнить калибровку для данной группы.
sk: Vykonajte kalibráciu pre túto skupinu.
sv: Utför kalibrering för denna grupp.
zh_hans: 对此组执行校准。
zh_hant: 為此群組執行校準。

# group_calibration_failed_content
source: Your products are grouped successfully. However, calibration cannot be done at the moment. Please perform a calibration from group control page later when all products are in operation mode.
ar: تم تجميع منتجاتك بنجاح. ومع ذلك، لا يمكن إجراء المعايرة في الوقت الحالي. يرجى إجراء معايرة من صفحة التحكم بالمجموعة عندما تكون جميع المنتجات في وضع التشغيل.
da: Dine produkter er nu korrekt grupperet. Kalibrering kan dog ikke udføres i øjeblikket. Udfør venligst en kalibrering fra gruppestyringssiden senere, når alle produkter er i driftstilstand.
de: Deine Geräte wurden erfolgreich gruppiert. Die Kalibrierung kann jedoch im Moment nicht durchgeführt werden. Führe bitte eine Kalibrierung über die Gruppensteuerungsseite zu einem späteren Zeitpunkt durch, wenn alle Geräte eingeschaltet sind.
es_mx: Tus productos se agruparon correctamente. Sin embargo, la calibración no se puede realizar en este momento. Realiza una calibración desde la página de control de grupo más tarde, cuando todos los productos estén en modo de funcionamiento.
fi: Tuotteet on ryhmitelty onnistuneesti. Kalibrointia ei kuitenkaan voida tehdä tällä hetkellä. Toteuta kalibrointi ryhmänohjaussivulta myöhemmin, kun kaikki tuotteet ovat toimintatilassa.
fr: Vos produits sont regroupés. Cependant, l'étalonnage ne peut pas être effectué pour le moment. Veuillez effectuer un étalonnage depuis la page de contrôle du groupe ultérieurement lorsque tous les produits sont opérationnels.
he: המוצרים מקובצים בהצלחה. עם זאת, לא ניתן לבצע כיול כרגע. בצעו כיול מדף בקרת הקבוצה מאוחר יותר, כשכל המוצרים נמצאים במצב פעולה.
id: Produk Anda berhasil dikelompokkan. Namun, kalibrasi tidak dapat dilakukan saat ini. Lakukan kalibrasi dari halaman kontrol grup pada lain waktu ketika semua produk dalam mode operasional.
it: I prodotti sono stati raggruppati correttamente. Tuttavia, al momento non è possibile eseguire la calibrazione. È necessario eseguire una calibrazione dalla pagina di controllo del gruppo in un secondo momento quando tutti i prodotti sono in modalità operativa.
ja: 製品は正しくグループ化されています。しかし、現在キャリブレーションを行うことはできません。 後で、全ての製品が通常動作モードになったら、グループ管理ページからキャリブレーションを実行してください。
ko: 제품이 그룹화되었습니다. 그러나 현재 보정을 수행할 수 없습니다. 나중에 모든 제품이 작동 모드일 때 그룹 제어 페이지에서 보정을 수행하십시오.
nb: Produktene dine er gruppert. Men kalibrering kan ikke utføres for øyeblikket. Utfør kalibrering fra gruppekontrollsiden senere, når alle produktene er i driftsmodus.
nl: Het groeperen van je producten is gelukt. Kalibratie kan momenteel echter niet worden uitgevoerd. Voer later een kalibratie uit vanaf de groepsbeheerpagina wanneer alle producten in de bedrijfsmodus staan.
pl: Twoje produkty zostały pomyślnie zgrupowane. Jednak w tym momencie nie można wykonać kalibracji. Wykonaj kalibrację później na stronie sterowania grupy, gdy wszystkie produkty będą w trybie normalnej pracy.
pt_br: Seus produtos foram agrupados com sucesso. No entanto, a calibração não pode ser feita no momento. Faça a calibração na página de controle de grupo mais tarde quando todos os produtos estiverem em modo de funcionamento.
pt_pt: Os seus produtos foram agrupados com sucesso. No entanto, a calibração não pode ser efetuada neste momento. Efetue uma calibração a partir da página de controlo do grupo mais tarde, quando todos os produtos estiverem no modo de funcionamento.
ru: Ваши устройства успешно сгруппированы. Однако в данный момент калибровку выполнить невозможно. Выполните калибровку со страницы управления группой позже, когда все устройства будут в рабочем режиме.
sk: Vaše výrobky sú úspešne zoskupené. Kalibráciu však momentálne nie je možné vykonať. Kalibráciu vykonajte neskôr, keď budú všetky výrobky v prevádzkovom režime.
sv: Dina produkter är grupperade. Kalibreringen kan dock inte utföras just nu. Kalibrera gärna från gruppens kontrollsida senare när alla produkter är i driftläge.
zh_hans: 你的设备已成功分组。很抱歉，此时无法完成校准。 请稍后在所有设备都处于工作模式时从组控制页面执行校准。
zh_hant: 您的產品已成功分組。但是，目前無法完成校準。 請稍後在所有產品處於操作模式時，從群組控制頁面執行校準。

# group_calibration_feedback_title
source: For optimal calibration accuracy, try the steps below :
ar: للحصول على دقة معايرة مثالية، جرب الخطوات التالية:
da: For den mest præcise kalibrering kan du prøve nedenstående trin:
de: Für eine optimale Kalibrierungsgenauigkeit sind folgende Schritte erforderlich:
es_mx: Para una precisión de calibración óptima, sigue estos pasos:
fi: Optimaalisen kalibrointitarkkuuden saavuttamiseksi kokeile seuraavia ohjeita:
fr: Essayez les étapes ci-dessous pour une précision d'étalonnage optimale :
he: לקבלת דיוק כיול מיטבי, יש לנסות את השלבים הבאים:
id: Agar akurasi kalibrasi optimal, coba langkah-langkah berikut ini:
it: Per una calibrazione ottimale ed accurata, prova i passaggi seguenti:
ja: キャリブレーションの精度を最適化するため、以下の手順を試してください：
ko: 최적의 보정 정확도를 위해 아래 단계를 시도합니다:
nb: For optimal kalibreringsnøyaktighet kan du prøve fremgangsmåten nedenfor:
nl: Probeer de onderstaande stappen voor optimale kalibratienauwkeurigheid:
pl: Aby uzyskać optymalną precyzję kalibracji, wypróbuj poniższe kroki:
pt_br: Para uma precisão de calibração ideal, tente a etapas abaixo:
pt_pt: Para obter a melhor precisão de calibração possível, experimente efetuar os passos seguintes:
ru: Для оптимальной точности калибровки попробуйте выполнить следующие действия:
sk: Pre optimálnu presnosť kalibrácie vyskúšajte nasledujúce kroky:
sv: För optimal kalibreringsnoggrannhet, prova stegen nedan:
zh_hans: 为获得最佳校准精度，请尝试以下步骤：
zh_hant: 為實現最佳的校準準確度，請嘗試以下步驟：

# start_60_day
source: Start 60-day free trial with
ar: ابدأ الإصدار التجريبي المجاني لمدة 60 يومًا مع
da: Start 60 dages gratis prøveperiode med
de: Starte die 60-tägige kostenlose Testphase mit
es_mx: Comienza la prueba gratis de 60 días con
fi: Aloita 60 päivän ilmainen kokeilu
fr: Commencez l'évaluation gratuite de 60 jours avec
he: התחלת תקופת ניסיון של 60 יום ללא תשלום עם
id: Mulai uji coba gratis selama 60 hari dengan
it: Inizia la tua prova gratuita di 60 giorni con
ja: の60日間無料トライアルを始める
ko: 60일 무료 평가판 시작 -
nb: Start 60-dagers gratis prøveperiode med
nl: Start een gratis proefperiode van 60 dagen met
pl: Rozpocznij 60-dniowy okres próbny z
pt_br: Comece a avaliação gratuita de 60 dias com
pt_pt: Comece a avaliação gratuita de 60 dias com
ru: Начните использовать 60-дневную бесплатную пробную версию с
sk: Začnite 60-dňovú bezplatnú skúšobnú verziu s
sv: Starta din 60-dagars gratis provperiod med
zh_hans: 免费试用 60 天
zh_hant: 開始 60 天免費試用

# redeem60day_free_trial_for_New_User_title
source: Redeem 60-Day Free Trial for New User
ar: استرداد نسخة تجريبية مجانية لمدة 60 يومًا للمستخدم الجديد
da: Indløs 60 dages gratis prøveperiode for nye brugere
de: 60-tägige kostenlose Testversion für neue Benutzer einlösen
es_mx: Canjea la prueba gratis de 60 días para nuevos usuarios
fi: Lunasta 60 päivän ilmainen kokeilujakso uudelle käyttäjälle
fr: Profitez de l'essai gratuit de 60 jours pour les nouveaux utilisateurs
he: מימוש גרסת ניסיון ללא תשלום למשך 60 יום למשתמש חדש
id: Tukarkan Uji Coba Gratis 60 Hari untuk Pengguna Baru
it: Riscatta la prova gratuita di 60 giorni per un nuovo utente
ja: 新しいユーザーに対する60日間無料トライアルを返却する
ko: 신규 사용자용 60일 무료 평가판 리딤
nb: Få 60 dagers gratis prøveperiode for ny bruker
nl: Verzilver de gratis proefperiode van 60 dagen voor nieuwe gebruikers
pl: Odbierz 60-dniowy okres próbny dla nowego użytkownika
pt_br: Resgate avaliação gratuita de 60 dias para um novo usuário
pt_pt: Resgatar a avaliação gratuita de 60 dias para novos utilizadores
ru: Активируйте 60-дневную бесплатную пробную версию для нового пользователя
sk: Využite 60-dňovú bezplatnú skúšobnú verziu pre nového používateľa
sv: Lös in 60-dagars gratis provperiod för ny användare
zh_hans: 新用户可兑换 60 天免费试用版
zh_hant: 為新使用者兌換 60 天免費試用
