Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

source: %@ supports Dolby Atmos. When there is Dolby source input, Dolby Atmos effect will be automatically applied – giving you the truly immersive 3D surround sound for all your favorite entertainment.
ar: %@ يدعم تقنية Dolby Atmos. عند توفر مصدر إدخال Dolby، يطبق تأثير Dolby Atmos تلقائيًا - كي تستمتع بصوت محيطي ثلاثي الأبعاد غامر مع جميع وسائل الترفيه التي تفضلها.
da: %@ understøtter Dolby Atmos. Når der er Dolby-kildeindgang, vil Dolby Atmos-effekten automatisk blive anvendt – hvilket giver dig virkelig fordybende 3D-surroundlyd til al din yndlingsunderholdning.
de: %@ unterstützt Dolby Atmos. Wenn eine Dolby-Quelle am Eingang anliegt, wird der Dolby Atmos-Effekt automatisch angewandt. Damit du einen echt beeindruckenden 3D-Surround-Sound für dein gesamtes Lieblings-Entertainment genießen kannst.
es_mx: %@ es compatible con Dolby Atmos. Si hay una fuente de sonido Dolby, el efecto Dolby Atmos se aplicará automáticamente para brindarle el sonido 3D envolvente verdaderamente inmersivo en todo su entretenimiento favorito.
fi: %@ tukee Dolby Atmosia. Kun lähteenä on Dolby-syöttö, Dolby Atmos -tehostetta käytetään automaattisesti - ja saat todella upean 3D-surround-äänen suosikkiviihteellesi.
fr: %@ supporte le Dolby Atmos. L’effet Dolby Atmos sera automatiquement appliqué en présence d’une entrée source Dolby, afin de créer un son surround 3D réellement immersif pour tous vos divertissements préférés.
he: %@ תומך ב-Dolby Atmos. כאשר יש קלט מקור Dolby, אפקטי Dolby Atmos יוחל באופן אוטומטי - ויתן לך צליל היקפי תלת מימדי סוחף עבור כל הבידור האהוב עליך.
id: %@ mendukung Dolby Atmos. Saat menemukan input sumber Dolby, efek Dolby Atmos akan otomatis aktif, jadi Anda dapat merasakan pengalaman suara 3D keliling nan imersif untuk semua konten hiburan favorit.
it: %@ supporta Dolby Atmos. Quando è presente una sorgente in ingresso Dolby, l'effetto Dolby Atmos viene applicato automaticamente – offrendoti un suono surround 3D davvero coinvolgente per il tuo intrattenimento preferito.
ja: %@はドルビーアトモスに対応しています。 ドルビーソース入力をすると、自動的にドルビーアトモス効果が適用され、すべてのお好きなエンターテインメントに、本当に臨場感のある3Dサラウンドサウンドを提供します。
ko: %@은(는) Dolby Atmos를 지원합니다. Dolby 소스가 입력되면 Dolby Atmos 효과가 자동 적용되고, 좋아하는 엔터테인먼트 전체를 몰입형 3D 서라운드 사운드로 즐길 수 있습니다.
nb: %@ støtter Dolby Atmos. Når det finnes en Dolby-kilde, brukes Dolby Atmos-effekten automatisk – noe som gir deg den virkelig altoppslukende 3D-surroundlyden for all favorittunderholdningen din.
nl: %@ ondersteunt Dolby Atmos. Wanneer er een Dolby-broninvoer is, wordt het Dolby Atmos-effect automatisch toegepast, waardoor u het echt meeslepende 3D-surroundgeluid krijgt voor al uw favoriete entertainment.
pl: %@ obsługuje technologię Dolby Atmos. Jeśli dostępne jest źródło dźwięku Dolby, efekt Dolby Atmos zostanie włączony automatycznie – zapewniając immersyjny dźwięk przestrzenny 3D dla wszystkich Twoich ulubionych rodzajów rozrywki.
pt_br: %@ compatível com Dolby Atmos. Quando houver entrada de fonte Dolby, o efeito Dolby Atmos será aplicado automaticamente - oferecendo um som surround 3D verdadeiramente imersivo para todo o seu entretenimento favorito.
pt_pt: %@ suporta Dolby Atmos. Quando há entrada de fonte Dolby, o efeito Dolby Atmos será automaticamente aplicado, dando-lhe o som surround 3D verdadeiramente imersivo em todo o conteúdo de entretenimento.
ru: %@ поддерживает технологию Dolby Atmos. При использовании системы Dolby в качестве источника входящего потока эффект Dolby Atmos применяется автоматически — погружая вас в истинное объемное 3D-звучание вашего любимого списка воспроизведения.
sk: %@ podporuje Dolby Atmos. Keď je k dispozícii zdroj Dolby, automaticky sa použije efekt Dolby Atmos, ktorý vám poskytne skutočne pohlcujúci 3D priestorový zvuk pre všetku vašu obľúbenú zábavu.
sv: %@ stöder Dolby Atmos. När det finns insignal med Dolby kommer Dolby Atmos-effekten att tillämpas automatiskt – vilket ger dig det verkligt uppslukande 3D-surroundljudet för all din favoritunderhållning.
zh_hans: %@ 支持 Dolby Atmos。如有杜比音源输入，设备将自动应用 Dolby Atmos 效果，为你所有喜爱的娱乐节目提供真正身临其境的 3D 环绕声。
zh_hant: %@ 支援杜比全景聲。 當有杜比來源輸入時，將自動套用杜比全景聲音效——為您提供真正沉浸式的 3D 環繞聲，讓您盡情享受您喜愛的所有娛樂。

source: This app will be able to discover and connect devices on the networks you use.
ar: يتمكن هذا التطبيق من اكتشاف الأجهزة الموجودة على الشبكات التي تستخدمها وتوصيلها.
da: Denne app vil være i stand til at opdage og forbinde enheder på de netværk, du bruger.
de: Diese App ist in der Lage, Geräte in den von dir verwendeten Netzwerken zu erkennen und zu verbinden.
es_mx: Esta aplicación podrá detectar y conectar dispositivos en las redes que utilice.
fi: Tämä sovellus pystyy löytämään ja yhdistämään laitteita käyttämissäsi verkoissa.
fr: Cette application pourra découvrir et se connecter à des appareils sur les réseaux que vous utilisez.
he: אפליקציה זו תוכל לגלות ולחבר מכשירים ברשתות שבהן אתה משתמש.
id: Aplikasi ini dapat mencari dan menghubungkan perangkat yang tersambung ke jaringan yang Anda pakai.
it: Questa applicazione sarà in grado di rilevare e collegarsi ai dispositivi sulle reti utilizzate.
ja: このアプリは使用しているネットワークのデバイスを見つけて接続することができます。
ko: 이 앱이 현재 사용 중인 네트워크에서 장치를 찾고 연결할 수 있습니다.
nb: Dette programmet kan oppdage og koble til enheter på nettverkene du bruker.
nl: Deze app kan apparaten detecteren en verbinden met de netwerken die u gebruikt.
pl: Aplikacja będzie mogła wyszukać urządzenia w sieci i nawiązać z nimi połączenie.
pt_br: Este aplicativo poderá descobrir e conectar dispositivos nas redes que você usa.
pt_pt: Esta aplicação será capaz de detetar e ligar dispositivos nas redes que utiliza.
ru: Это приложение способно обнаруживать и подключать устройства в используемых вами сетях.
sk: Táto aplikácia bude môcť objaviť a pripojiť zariadenia v sieťach, ktoré používate.
sv: Den här appen kommer att kunna upptäcka och ansluta enheter i de nätverk du använder.
zh_hans: 此应用将能够发现和连接你使用的网络上的设备。
zh_hant: 此應用程式將能夠發現並連接您所用網路上的裝置。

source: Bluetooth permissions are needed to find and connect to nearby JBL products, provide diagnostics, and access some configuration settings.
ar: لا بد من إعطاء الإذن للبلوتوث للعثور على منتجات JBL القريبة والاتصال بها وتوفير التشخيصات والوصول إلى بعض إعدادات التكوين.
da: Bluetooth-tilladelser er nødvendige for at finde og oprette forbindelse til JBL-produkter i nærheden, give diagnosticering og få adgang til nogle konfigurationsindstillinger.
de: Bluetooth-Berechtigungen sind erforderlich, um JBL Produkte in der Nähe zu finden und die Verbindung mit ihnen herzustellen, Diagnosen zu erstellen und auf einige Konfigurationseinstellungen zuzugreifen.
es_mx: Se requieren permisos Bluetooth para detectar y conectar productos JBL cercanos, realizar diagnósticos y acceder a algunas opciones de configuración.
fi: Bluetooth-oikeuksia tarvitaan läheisten JBL-tuotteiden etsimiseen ja yhteyden muodostamiseen, vianmääritykseen ja joidenkin kokoonpanoasetusten käyttämiseen.
fr: Les autorisations du Bluetooth sont nécessaires pour rechercher et connecter des produits JBL à proximité, fournir des diagnostics et accéder à certains paramètres de configuration.
he: יש צורך בהרשאות בלוטות' כדי למצוא ולהתחבר למוצרי JBL בקרבת מקום, לספק אבחון ולגשת להגדרות תצורה מסוימות.
id: Izin bluetooth dibutuhkan untuk mencari dan menghubungkan ke produk JBL terdekat, menyediakan diagnostik, dan mengakses konfigurasi pengaturan.
it: Le autorizzazioni Bluetooth sono necessarie per rilevare e collegarsi ai prodotti JBL nelle vicinanze, fornire diagnostiche ed accedere ad alcune impostazioni di configurazione.
ja: 近くにあるJBL製品を見つけて接続し、診断を提供して、一部の設定にアクセスするにはBluetoothの許可が必要です。
ko: Bluetooth 권한이 있어야만 근처에 있는 JBL 제품을 찾아서 연결하고 진단을 제공하며 일부 구성 설정에 액세스할 수 있습니다.
nb: Bluetooth-tillatelser kreves for å finne og koble til JBL-produkter i nærheten, gi diagnostikk og få tilgang til noen konfigurasjonsinnstillinger.
nl: Bluetooth-toestemmingen zijn nodig om JBL-producten in de omgeving te vinden en er verbinding mee te maken, diagnostiek te bieden en toegang te krijgen tot bepaalde configuratie-instellingen.
pl: Uprawnienia Bluetooth są wymagane do wyszukiwania pobliskich produktów JBL w celu nawiązania połączenia, zapewniania diagnostyki oraz korzystania z niektórych ustawień.
pt_br: As permissões Bluetooth são necessárias para encontrar e conectar-se a produtos JBL próximos, fornecer diagnósticos e acessar algumas configurações.
pt_pt: São necessárias permissões Bluetooth para detetar e ligar a produtos JBL nas proximidades, fornecer diagnósticos e aceder a algumas definições de configuração.
ru: Разрешение на Bluetooth-подключения необходимо, чтобы подключать изделия JBL поблизости, выполнять диагностику и получать доступ к некоторым настройкам конфигурации.
sk: Povolenia Bluetooth sú potrebné na nájdenie a pripojenie k blízkym produktom JBL, poskytovanie diagnostiky a prístup k niektorým konfiguračným nastaveniam.
sv: Bluetooth-behörigheter krävs för att hitta och ansluta till JBL-produkter i närheten, tillhandahålla diagnostik och komma åt vissa konfigurationsinställningar.
zh_hans: 需要蓝牙权限来寻找和连接附近的 JBL 产品，提供诊断，并访问一些配置设置。
zh_hant: 需要藍牙權限才能找到並連接至附近的 JBL 產品、提供診斷和存取某些組態設定。

# jbl_Confirm
source: Confirm
ar: تأكيد
da: Bekræft
de: Bestätigen
es_mx: Confirmar
fi: Vahvista
fr: Confirmer
he: אישור
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
ru: Подтвердить
sk: Potvrdiť
sv: Bekräfta
zh_hans: 确认
zh_hant: 確認

# jbl_Cancel
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es_mx: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
sk: Zrušiť
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

source: Alexa, set an alarm for 6 a.m. on ‘Product name’ Alexa, play Taylor Swift on ‘Product name’ Alexa, next on ‘Product name’ Alexa, shuffle on ‘Product name’ Product name: e.g. %@
ar: Alexa، اضبط المنبه على الساعة 6 صباح'ا على 'اسم المنتج Alexa، شغل Taylor Swift على 'اسم المنتج' Alexa، بجانب 'اسم المنتج' Alexa، حول إلى 'اسم المنتج' اسم المنتج: على سبيل المثال %@
da: Alexa, indstil en alarm til kl. 6 om morgenen på 'Produktnavn' Alexa, afspil Taylor Swift på 'Produktnavn’ Alexa, næste på 'Produktnavn’ Alexa, blandet afspilning på 'Produktnavn' Produktnavn: f.eks. %@
de: Alexa, stelle einen Weckalarm für 6 Uhr morgens auf „Produktname“ ein Alexa, spiele Taylor Swift auf „Produktname“ Alexa, nächster Titel auf „Produktname“ Alexa, Zufallswiedergabe auf „Produktname“ Produktname: z. B. %@
es_mx: Alexa, configura una alarma para las 6 a. m. en ‘Nombre de producto’ Alexa, reproduce a Taylor Swift en ‘Nombre de producto’ Alexa, sigue con ‘Nombre de producto’ Alexa, reproducción aleatoria en ‘Nombre de producto’ Ejemplo de nombre de producto: %@
fi: Alexa, aseta herätys kello 6 aamulla 'Tuotteen nimi' Alexa, soita Taylor Swift 'Tuotteen nimi' -laitteella Alexa, seuraava 'Tuotteen nimi' Alexa, shuffle 'Tuotteen nimi' Tuotteen nimi: esim. %@
fr: Alexa, règle une alarme à 6 heures du matin sur « Nom du produit » Alexa, joue Taylor Swift sur « Nom du produit » Alexa, suivant sur « Nom du produit » Alexa, aléatoire sur « Nom du produit » Nom du produit : par ex. %@
he: Alexa, הגדר אזעקה ל-6 בבוקר ב 'שם המוצר'’ Alexa, נגן את טיילור סוויפט ב'שם המוצר' Alexa , הבא ב'שם מוצר'’ Alexa, ערבב על 'שם המוצר' שם המוצר: למשל %@
id: Alexa, pasang alarm untuk pukul 6 pagi di ‘Nama produk’ Alexa, mainkan Taylor Swift di ‘Nama produk’ Alexa, selanjutnya di ‘Nama produk’ Alexa, mainkan acak di ‘Nama produk’ Nama produk: misalnya, %@
it: Alexa, imposta una sveglia per le 6 del mattino su ‘Nome prodotto’ Alexa, riproduci Taylor Swift su ‘Nome prodotto’ Alexa, quindi su ‘Nome prodotto’ Alexa, riproduci casualmente su ‘Nome prodotto’ Nome prodotto: ad esempio %@
ja: Alexa、‘製品名’で午前6時にアラームをセットして Alexa、‘製品名’でテイラー・スウィフトをかけて Alexa、‘製品名’で次の曲に進んで Alexa、‘製品名’でシャッフルして’ 製品名：例えば %@
ko: Alexa, '제품 이름'에서 오전 6시에 알람 설정해줘 Alexa, '제품 이름'에서 테일러 스위프트 노래 틀어줘 Alexa, '제품 이름'에서 다음 곡 틀어줘 Alexa, '제품 이름'에서 셔플 모드로 재생해줘 제품 이름: 예: %@
nb: Alexa, still inn en alarm for 06.00 på «Produktnavn» Alexa, spill Taylor Swift på «Produktnavn» Alexa, neste på «Produktnavn» Alexa, spill i tilfeldig rekkefølge på «Produktnavn» Produktnavn: F.eks. %@
nl: Alexa, stel een alarm in voor 6 uur 's ochtends op 'Productnaam' Alexa, speel Taylor Swift af op 'Productnaam' Alexa, volgende op 'Productnaam' Alexa, shuffle op 'Productnaam' Productnaam: bijv. %@
pl: Alexa, ustaw alarm na 6 rano na „Nazwa produktu” Alexa, odtwórz Taylor Swift na „Nazwa produktu” Alexa, następny na „Nazwa produktu” Alexa, odtwarzaj losowo na „Nazwa produktu” Nazwa produktu: np. %@
pt_br: Alexa, defina um alarme para as 6h em ‘Nome do produto’ Alexa, toque Taylor Swift em ‘Nome do produto’ Alexa, depois em ‘Nome do produto’ Alexa, embaralhe em ‘Nome do produto’ Nome do produto: ex. %@
pt_pt: Alexa, define um alarme para as 6 da manhã em "Nome do produto" Alexa, reproduz Taylor Swift em "Nome do produto" Alexa, seguinte em "Nome do produto" Alexa, reproduz no modo aleatório em "Nome do produto" Nome do produto: e.g. %@
ru: Alexa, установи будильник на 6 утра на устройстве "Наименование изделия" Alexa, воспроизведи Тейлор Свифт на устройстве "Наименование изделия" Alexa, следующая композиция на устройстве "Наименование изделия" Alexa, перемешай композиции на устройстве "Наименование изделия" Наименование изделия: например, %@
sk: Alexa, nastav budík na 6:00 ráno na „Názov produktu“ Alexa, zahraj Taylor Swift na „Názov produktu“ Alexa, ďalšiu na „Názov produktu“ Alexa, náhodný výber na „Názov produktu“ Názov produktu: napr. %@
sv: Alexa, ställ in ett alarm till 06:00 på 'Produktnamn' Alexa, spela Taylor Swift på 'Produktnamn' Alexa, nästa på 'Produktnamn'\nAlexa, blanda på 'Produktnamn' Produktnamn: t.ex. %@
zh_hans: Alexa，在“产品名称”上设置一个早上 6 点的闹钟 Alexa，让“产品名称”播放 Taylor Swift 的歌 Alexa，让“产品名称”切到下一首歌 Alexa，让“产品名称”随机播放歌曲 产品名称：如 %@
zh_hant: Alexa，在「產品名稱」上設定早上 6 點的鬧鐘 Alexa，在「產品名稱」上播放 Taylor Swift Alexa，在「產品名稱」上切換到下一個 Alexa，在「產品名稱」上隨機播放 產品名稱：如 %@

# jbl_Powered_by
source: Powered by
ar: مشغل بواسطة
da: Drevet af
es_mx: Presentado por
fi: Palvelun tarjoaa
fr: Optimisé par
he: מופעל על ידי
id: Didukung oleh
ja: を備えた
ko: 전원:
nb: Drives av
nl: Mogelijk gemaakt door
pl: Wspierane przez
pt_br: Distribuído por
pt_pt: Com a tecnologia de
ru: Источник питания
sk: Poháňaný
sv: Drivs av
zh_hans: 技术支持
zh_hant: 技術支援

# jbl___Privacy_Policy__
source: "Google Privacy Policy"
da: "Googles privatlivspolitik"
de: "Google-Datenschutzerklärung"
es_mx: "Política de privacidad de Google"
fi: "Googlen tietosuojakäytäntö"
fr: "Politique de confidentialité de Google"
he: "מדיניות הפרטיות של Google"
id: "Kebijakan Privasi Google"
it: "Informativa sulla privacy di Google"
ja: "Googleプライバシーポリシー"
ko: "Google 개인정보 보호정책"
nb: "Googles personvernerklæring"
nl: "Google Privacybeleid"
pl: "Politykę prywatności firmy Google"
pt_br: "Política de Privacidade do Google"
pt_pt: "Política de Privacidade do Google"
ru: "Политикой конфиденциальности Google"
sk: "Zásadami ochrany osobných údajov spoločnosti Google"
sv: "Googles sekretesspolicy"
zh_hans: "谷歌隐私政策"
zh_hant: "Google 隱私權政策"

source: By clicking "Enable Service" below, you are indicating your agreement to the "Google Terms Of Service" and "Google Privacy Policy", which govern your use of Chromecast built-in.
ar: بمجرد النقر فوق "Enable Service" (تمكين الخدمة) أدناه، فإنك توافق على "Google Terms Of Service" (شروط خدمة Google) و"Google Privacy Policy" (سياسة خصوصية Google)، التي تحكم استخدام Chromecast built-in.
da: Ved at klikke på "Aktiver tjeneste" nedenfor angiver du din indforståelse af "Googles servicevilkår" og "Googles privatlivspolitik", som regulerer din brug af Chromecast built-in.
de: Wenn du unten auf "Service aktivieren" klickst, erklärst du dich mit den "Google-Nutzungsbedingungen" und der "Google-Datenschutzerklärung" einverstanden, die deine Nutzung von Chromecast built-in regeln.
es_mx: Al hacer clic en "Enable Service" (Habilitar servicio) a continuación, indica que acepta los "Términos de servicio de Google" y la "Política de privacidad de Google", que rigen el uso del Chromecast built-in.
fi: Napsauttamalla alla olevaa "Ota palvelu käyttöön" osoitat hyväksyväsi "Googlen käyttöehdot" ja "Googlen tietosuojakäytäntö", jotka ohjaavat Chromecast built-in -suoratoiston käyttöä.
fr: En cliquant sur "Activer le service" ci-dessous, vous indiquez accepter les "Conditions d’utilisation de Google" et la "Politique de confidentialité de Google", qui régissent votre utilisation de Chromecast built-in.
he: על ידי לחיצה על "הפעל שירות" למטה, אתה מציין את הסכמתך ל"תנאים והגבלות של Google" ול"מדיניות הפרטיות של Google", המסדירים את השימוש שלך ב-Chromecast built-in.
id: Dengan mengeklik "Aktifkan Layanan" di bawah ini, Anda menyetujui "Persyaratan Layanan Google" dan "Kebijakan Privasi Google", yang mengatur penggunaan bawaan Chromecast.
it: Facendo clic su "Attiva servizio" qui di seguito, stai indicando il tuo consenso ai "Termini di servizio di Google" ed alla "Informativa sulla privacy di Google", che regolano il tuo utilizzo di Chromecast built-in.
ja: 以下の"対応サービス"をクリックすると、Chromecast built-inの使用に適用される"Google サービス利用規約"と"Googleプライバシーポリシー"に同意したことを示します。
ko: 아래에서 "서비스 활성화"를 클릭하면 "Google 서비스 약관" 및 "Google 개인정보 보호정책"에 동의하게 되며, Chromecast built-in 사용 시 해당 약관과 정책이 적용됩니다.
nb: Ved å klikke på "Aktiver tjeneste" nedenfor samtykker du til "Googles vilkår for bruk" og "Googles personvernerklæring", som styrer bruken din av Chromecast built-in.
nl: Door hieronder op "Service inschakelen" te klikken, geeft u aan dat u akkoord gaat met de "Servicevoorwaarden van Google" en het "Google Privacybeleid", die van toepassing zijn op uw gebruik van Chromecast built-in.
pl: Klikając przycisk "Włącz usługę" poniżej, wyrażasz zgodę na "Warunki korzystania z usług firmy Google" oraz "Politykę prywatności firmy Google", które decydują o wykorzystaniu funkcji Chromecast built-in przez użytkownika.
pt_br: Ao clicar em "Ativar serviço" abaixo, você indica que concorda com os "Termos de Serviço do Google" e com a "Política de Privacidade do Google", que regem o uso do Chromecast built-in.
pt_pt: Ao clicar em "Ativar Serviço" abaixo, está a concordar com os "Termos de Serviço do Google"e a "Política de Privacidade do Google", que regem a sua utilização do Chromecast built-in.
ru: Нажимая "Активировать сервис" ниже, вы заявляете о своем согласии с "Условиями обслуживания Google" и "Политикой конфиденциальности Google", которые регламентируют использование вами технологии Chromecast built-in.
sk: Kliknutím na tlačidlo "Povoliť službu" nižšie vyjadrujete svoj súhlas so "Zmluvnými podmienkami spoločnosti Google" a "Zásadami ochrany osobných údajov spoločnosti Google", ktoré upravujú vaše používanie Chromecast built-in.
sv: Genom att klicka på "Aktivera tjänst" nedan anger du att du godkänner "Googles användarvillkor" och "Googles sekretesspolicy", som styr din användning av Chromecast built-in.
zh_hans: 点击下面的 "启用服务"，即表明你同意 "谷歌服务条款" 和 "谷歌隐私政策"，这些条款规定了你对 Chromecast built-in 的使用。
zh_hant: 透過按下方的 "啟用服務"，即表示您同意 "Google 服務條款" 和 "Google 隱私權政策"，這些條款/政策用於規範您對 Chromecast built-in 的使用。

# jbl___Google_Terms_Of_Service__
source: "Google Terms Of Service"
da: "Googles servicevilkår"
de: "Google-Nutzungsbedingungen"
es_mx: "Términos de servicio de Google"
fi: "Googlen käyttöehdot"
fr: "Conditions d’utilisation de Google"
he: "תנאים והגבלות של Google"
id: "Persyaratan Layanan Google"
it: "Termini di servizio di Google"
ja: "Google サービス利用規約"
ko: "Google 서비스 약관"
nb: "Googles vilkår for bruk"
nl: "Servicevoorwaarden van Google"
pl: "Warunki korzystania z usług firmy Google"
pt_br: "Termos de Serviço do Google"
pt_pt: "Termos de Serviço do Google"
ru: "Условиями обслуживания Google"
sk: "Zmluvnými podmienkami spoločnosti Google"
sv: "Googles användarvillkor"
zh_hans: "谷歌服务条款"
zh_hant: "Google 服務條款"

# jbl_MID
source: MID
ar: متوسط
da: MELLEMTONE
de: MITTEN
es_mx: MEDIOS
fi: MIDI
fr: MÉDIUMS
he: בֵּינוֹנִי
it: MEDI
ja: 中音
ko: 중음
nl: MIDDEN
pl: ŚREDNIE TONY
pt_pt: MÉDIOS
ru: средние
sk: STREDNÉ TÓNY
zh_hans: 中音
zh_hant: 中音

# jbl_Listen_to_your_favourite_music_by_pressing___on_the_remote_control__
source: Listen to your favourite music by pressing^^^on the remote control :
ar: استمع إلى موسيقاك المفضلة بالضغط على ^^^ في جهاز التحكم عن بُعد:
da: Lyt til din favoritmusik ved at trykke på^^^på fjernbetjeningen :
de: Höre deine Lieblingsmusik, indem du ^^^ auf der Fernbedienung drückst:
es_mx: Para escuchar su música favorita, presione^^^en el control remoto:
fi: Kuuntele suosikkimusiikkiasi painamalla^^^ kaukosäätimessä :
fr: Écoutez votre musique préférée en appuyant sur ^^^ sur la télécommande :
he: האזן למוזיקה האהובה עליך על ידי לחיצה על ^^^ בשלט הרחוק:
id: Dengarkan musik favorit Anda dengan menekan^^^pada remote kontrol:
it: Ascolta la tua musica preferita premendo^^^sul telecomando :
ja: リモコンの^^^を押して、お気に入りの音楽を聴いてください：
ko: 리모컨에서 ^^^을(를) 눌러 즐겨 듣는 음악을 듣습니다.
nb: Lytt til favorittmusikken din ved å trykke på^^^på fjernkontrollen:
nl: Luister naar uw favoriete muziek door op^^ op de afstandsbediening te drukken:
pl: Posłuchaj ulubionej muzyki naciskając^^^na pilocie zdalnego sterowania:
pt_br: Ouça sua música favorita pressionando ^^^ no controle remoto:
pt_pt: Ouça a sua música favorita premindo^^^no comando:
ru: слушайте любимую музыку, нажав ^^^ на пульте управления:
sk: Počúvajte svoju obľúbenú hudbu stlačením^^^na diaľkovom ovládači:
sv: Lyssna på din favoritmusik genom att trycka på^^^på fjärrkontrollen:
zh_hans: 按遥控器上的^^^即可聆听你喜爱的音乐：
zh_hant: 按遙控器上的^^^聆聽你喜歡的音樂：
