Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# newStructure_Other_Services_You_Can_Use_to_Stream_on_Your_Product
source: Other Services You Can Use to Stream on Your Product
ar: الخدمات الأخرى التي يمكنك استخدامها للبث على منتجك
da: Andre tjenester, du kan bruge til at streame på dit produkt
de: Andere Dienste, die du zum Streamen auf deinem Gerät verwenden kannst
es_mx: Otros servicios que puedes utilizar para transmitir en tu producto
fi: Muut palvelut, joita voit käyttää tuotteesi suoratoistoon
fr: Autres services que vous pouvez utiliser pour diffuser sur votre produit
he: שירותים אחרים שאפשר להשתמש בהם כדי להזרים
id: Layanan Lain yang Dapat Anda Gunakan untuk Streaming di Produk
it: Altri servizi che puoi utilizzare per eseguire lo streaming sul tuo prodotto
ja: お持ちの製品でストリーミングできるその他のサービス
ko: 제품에서 스트리밍에 사용할 수 있는 기타 서비스
nb: Andre tjenester du kan bruke til å strømme på produktet
nl: Andere diensten die je kunt gebruiken om je apparaat te streamen
pl: Inne serwisy, których można używać do strumieniowania na urządzeniu
pt_br: Outros serviços que pode utilizar para reproduzir música no seu produto
pt_pt: Outros serviços que pode utilizar para reproduzir música no seu produto
ru: Прочие сервисы, с которых можно передавать потоковое вещание на устройство
sk: Ďalšie služby, ktoré môžete použiť na streamovanie vo svojom produkte
sv: Andra tjänster som du kan använda för att streama på din produkt
zh_hans: 其他支持的音乐播放服务
zh_hant: 其他支持的流媒體播放服務

# newStructure_Ready_to_use_on_Spotify_App
source: Ready to use on Spotify App.
ar: جاهز للاستخدام على تطبيق Spotify.
da: Klar til brug på Spotify-appen.
de: Bereit zur Verwendung mit der Spotify-App.
es_mx: Listo para usar en la aplicación Spotify.
fi: Valmis käytettäväksi Spotify-sovelluksessa.
fr: Prêt à l'emploi sur l'application Spotify.
he: מוכן לשימוש באפליקציית Spotify.
id: Siap digunakan pada Aplikasi Spotify.
it: Pronto per l'uso tramite l'app Spotify.
ja: Spotifyアプリの使用を準備しています。
ko: Spotify 앱에서 사용할 수 있습니다.
nb: Klar til bruk på Spotify-appen.
nl: Klaar voor gebruik op Spotify App.
pl: Gotowe do użycia w aplikacji Spotify.
pt_br: Pronto a usar na aplicação Spotify.
pt_pt: Pronto a usar na aplicação Spotify.
ru: Готово к использованию с приложением Spotify.
sk: Príprava na použitie v aplikácii Spotify.
sv: Redo att användas på Spotify-appen.
zh_hans: 现在可以在 Spotify 应用上使用。
zh_hant: 現在可以在 Spotify 應用程式上使用。

# newStructure_Ready_to_use_on_Tidal_App
source: Ready to use on Tidal App.
ar: جاهز للاستخدام على تطبيق Tidal.
da: Klar til brug på Tidal-appen.
de: Bereit zur Verwendung mit der Tidal App.
es_mx: Listo para usar en la aplicación Tidal.
fi: Valmis käytettäväksi Tidal-sovelluksessa.
fr: Prêt à l'emploi sur l'application Tidal.
he: מוכן לשימוש באפליקציית Tidal.
id: Siap digunakan pada Aplikasi Tidal.
it: Pronto per l'uso tramite l'app Tidal.
ja: Tidalアプリの使用を準備しています。
ko: Tidal 앱에서 사용할 수 있습니다.
nb: Klar til bruk på Tidal-appen.
nl: Klaar voor gebruik op Tidal App.
pl: Gotowe do użycia w aplikacji Tidal.
pt_br: Pronto a usar na aplicação Tidal.
pt_pt: Pronto a usar na aplicação Tidal.
ru: Готово к использованию с приложением Tidal.
sk: Príprava na použitie v aplikácii Tidal.
sv: Redo att användas på Tidal-appen.
zh_hans: 现在可以在 Tidal 应用上使用。
zh_hant: 現在可以在 Tidal 應用程式上使用。

# newStructure_Ready_to_use_on_iOS_platform
source: Ready to use on iOS platform.
ar: جاهز للاستخدام على نظام منصة iOS.
da: Klar til brug på iOS-platformen.
de: Bereit zur Verwendung auf der iOS-Plattform.
es_mx: Listo para usar en plataforma iOS.
fi: Valmis käytettäväksi iOS-alustalla.
fr: Prêt à l'emploi sur la plate-forme iOS.
he: מוכן לשימוש בפלטפורמת iOS.
id: Siap digunakan pada platform iOS.
it: Pronto per l'uso tramite la piattaforma iOS.
ja: iOSプラットフォームの使用を準備しています。
ko: iOS 플랫폼에서 사용할 수 있습니다.
nb: Klar til bruk på iOS-plattformen.
nl: Klaar voor gebruik op het iOS-platform.
pl: Gotowe do użycia na platformie iOS.
pt_br: Pronto a usar na plataforma iOS.
pt_pt: Pronto a usar na plataforma iOS.
ru: Готово к использованию на платформе iOS.
sk: Príprava na použitie na platforme iOS.
sv: Redo att användas på iOS-plattformen.
zh_hans: 现在可以在 iOS 平台上使用。
zh_hant: 現在可以在 iOS 平台上使用。

# newStructure_Streaming_with_Chromecast
source: Streaming with Chromecast
ar: البث عبر Chromecast
da: Streaming med Chromecast
de: Streaming mit Chromecast
es_mx: Transmisión con Chromecast
fi: Suoratoisto Chromecastin avulla
fr: Diffusion avec Chromecast
he: הזרמה באמצעות Chromecast
id: Streaming dengan Chromecast
it: Streaming con Chromecast
ja: Chromecastでのストリーミング
ko: Chromecast로 스트리밍하기
nb: Strømmer med Chromecast
nl: Streaming met Chromecast
pl: Strumieniowanie muzyki z Chromecast
pt_br: A transmitir com Chromecast
pt_pt: A transmitir com Chromecast
ru: Потоковое вещание с помощью Chromecast
sk: Streamovanie cez Chromecast
sv: Streaming med Chromecast
zh_hans: 使用 Chromecast 进行流媒体播放
zh_hant: 以 Chromecast 進行播放

# newStructure_Open_music_service_string
source: 1. Open music service app and start playback. 2. Tap “Cast” button and select a speaker to stream.
ar: 1. افتح تطبيق خدمة الموسيقى وابدأ التشغيل. 2. اضغط على زر 'إرسال' وحدد سماعة للبث.
da: 1. Åbn musiktjeneste-appen, og start afspilning. 2. Tryk på "Cast"-knappen, og vælg en højttaler, der skal streames til.
de: 1. Öffne die Musikdienst-App und starte die Wiedergabe. 2. Tippe auf die Schaltfläche „Cast“ und wähle einen Lautsprecher zum Streamen aus.
es_mx: 1. Abre la aplicación del servicio de música e inicia la reproducción. 2. Toca el botón de transmisión y selecciona un altavoz para transmitir.
fi: 1. Avaa musiikkipalvelusovellus ja aloita toisto. 2. Napauta "Cast"-painiketta ja valitse suoratoistettava kaiutin.
fr: 1. Ouvrez l'application de service musical et démarrez la lecture. 2. Appuyez sur le bouton « Envoyer » et sélectionnez l'enceinte de diffusion.
he: 1. פתחו אפליקציית מוזיקה והתחילו להשמיע. 2. הקישו על הלחצן 'שידור' ובחרו רמקול להזרים אליו.
id: 1. Buka aplikasi layanan musik dan mulai pemutaran. 2. Ketuk tombol "Cast" dan pilih speaker untuk streaming.
it: 1. Apri l'app del servizio musicale ed avvia la riproduzione. 2. Tocca il pulsante “Cast” e seleziona uno speaker per iniziare lo streaming.
ja: 1.音楽配信サービスアプリを開いて再生を開始します。 2.「キャスト」ボタンをタップしてスピーカーを選択し、ストリーミングします。
ko: 1. 음악 서비스 앱을 열고 재생을 시작합니다. 2. "Cast" 버튼을 누르고 스트리밍할 스피커를 선택합니다.
nb: 1. Åpne musikktjenesteappen og start avspilling. 2. Trykk på “Strøm”-knappen og velg en høyttaler for strømming.
nl: 1. Open de muziekdienst-app en begin met afspelen. 2. Tik op de knop "Cast" en selecteer een luidspreker om te streamen.
pl: 1. Otwórz aplikację serwisu muzycznego i rozpocznij odtwarzanie. 2. Stuknij przycisk „Transmituj” i wybierz głośnik do strumieniowania.
pt_br: 1. Abra a aplicação do serviço de música e inicie a reprodução. 2. Toque no botão "Cast" e selecione uma coluna para transmitir.
pt_pt: 1. Abra a aplicação do serviço de música e inicie a reprodução. 2. Toque no botão "Cast" e selecione uma coluna para transmitir.
ru: 1. Откройте приложение музыкального сервиса и начните воспроизведение. 2. Нажмите кнопку «Передать» и выберите колонку для потокового вещания.
sk: 1. Otvorte aplikáciu hudobnej služby a spustite prehrávanie. 2. Klepnite na tlačidlo „Prenášať“ a vyberte reproduktor, ktorý chcete streamovať.
sv: 1. Öppna musiktjänstens app och starta uppspelningen. 2. Tryck på knappen "Cast" (Casta) och välj en högtalare för att streama.
zh_hans: 1.打开音乐服务应用并开始播放。 2.点击“Chromecast”按钮，然后选择要播放的产品。
zh_hant: 1.開啟音樂服務應用程式，並開始播放。 2.點擊「Chromecast」按鈕，然後選擇要播放的音箱。

# newStructure_CONNECT_TO_WI-FI
source: CONNECT TO WI-FI
ar: التوصيل بشبكة الواي فايI
da: FORBINDELSE TIL WI-FI
de: VERBINDEN MIT WLAN
es_mx: CONECTAR A WI-FI
fi: MUODOSTA WI-FI-YHTEYS
fr: CONNEXION AU WI-FI
he: התחברו ל-Wi-Fi
id: SAMBUNGKAN KE WI-FI
it: COLLEGATI AL WI-FI
ja: Wi-Fiに接続
ko: Wi-Fi 연결
nb: KOBLE TIl WIFI
nl: VERBINDEN MET WI-FI
pl: POŁĄCZ Z SIECIĄ WI-FI
pt_br: LIGAR AO WI-FI
pt_pt: LIGAR AO WI-FI
ru: ПОДКЛЮЧИТЬ К СЕТИ WI-FI
sk: PRIPOJTE SA K WI-FI
sv: ANSLUT TILL Wi-Fi
zh_hans: 连接 Wi-Fi ，开始Wi-Fi音乐播放并解锁更多功能。
zh_hant: 連接至 Wi-Fi

# newStructure_Connect_to_Wi-Fi_to_start_streaming
source: Connect to Wi-Fi to start streaming and unlock more features.
ar: اتصل بشبكة الواي فاي لبدء البث وفتح مزيد من الميزات.
da: Opret forbindelse til wi-fi for at starte streaming og låse op for flere funktioner.
de: Stelle eine WLAN-Verbindung her, um mit dem Streaming zu beginnen und weitere Funktionen freizuschalten.
es_mx: Conéctate a Wi-Fi para empezar a reproducir y desbloquear más funciones.
fi: Yhdistä Wi-Fi-yhteys, niin voit aloittaa suoratoiston ja avata lisää ominaisuuksia.
fr: Connectez-vous au Wi-Fi pour diffuser et déverrouiller plus de fonctions.
he: התחברו ל-Wi-Fi כדי להתחיל להזרים ולהנות מתכונות נוספות.
id: Sambungkan ke Wi-Fi untuk memulai streaming dan membuka fitur-fitur lainnya.
it: Collegati al Wi-Fi per avviare lo streaming e sbloccare altre funzioni.
ja: Wi-Fiに接続してストリーミングを開始し、より多くの機能を使えるようにします。
ko: Wi-Fi에 연결하여 스트리밍을 시작하고 다양한 기능을 살펴보십시오.
nb: Koble til wifi for å begynne å strømme og låse opp flere funksjoner.
nl: Maak verbinding met Wi-Fi om te beginnen met streamen en voor toegang tot andere functies.
pl: Połącz z Wi-Fi, aby rozpocząć strumieniowanie i odblokować więcej funkcji.
pt_br: Ligue-se ao Wi-Fi para iniciar a transmissão e desbloquear mais funcionalidades.
pt_pt: Ligue-se ao Wi-Fi para iniciar a transmissão e desbloquear mais funcionalidades.
ru: Для запуска потового вещания и разблокировки дополнительных функций выполните подключение к Wi-Fi.
sk: Pripojte sa k sieti Wi-Fi, aby ste mohli začať streamovať a odomknúť ďalšie funkcie.
sv: Anslut till Wi-Fi för att börja streama och låsa upp fler funktioner.
zh_hans: 连接 Wi-Fi ，开启流媒体音乐播放并解锁更多功能。
zh_hant: 連接 Wi-Fi ，開啟無線播放並解鎖更多功能。

# newStructure_Connecting
source: Connecting...
ar: جارٍ التوصيل...
da: Forbindelse...
de: Verbindung wird hergestellt...
es_mx: Conectando...
fi: Yhdistetään...
fr: Connexion...
he: מתחבר...
id: Menyambungkan ...
it: Connessione...
ja: 接続中…
ko: 연결 중...
nb: Kobler til ...
nl: Verbinden...
pl: Łączenie...
pt_br: A ligar...
pt_pt: A ligar...
ru: Подключение...
sk: Pripája sa...
sv: Ansluter...
zh_hans: 正在连接……
zh_hant: 正在連接...

# newStructure_Connect_to_Wi-Fi_or_Bluetooth_to_start_playback
source: Connect to Wi-Fi or Bluetooth to start playback.
ar: اتصل بشبكة الواي فاي أو البلوتوث لبدء التشغيل.
da: Opret forbindelse til wi-fi eller Bluetooth for at starte afspilning.
de: Stelle eine Verbindung mit WLAN oder Bluetooth her, um die Wiedergabe zu starten.
es_mx: Conéctate a Wi-Fi o Bluetooth para iniciar la reproducción.
fi: Aktivoi Wi-Fi- tai Bluetooth-yhteys toiston aloittamiseksi.
fr: Connectez-vous au Wi-Fi ou au Bluetooth pour démarrer la lecture.
he: התחברו ל-Wi-Fi או ל-Bluetooth כדי להתחיל להשמיע.
id: Sambungkan ke Wi-Fi atau Bluetooth untuk memulai pemutaran.
it: Collegati al Wi-Fi o Bluetooth per avviare la riproduzione.
ja: Wi-FiまたはBluetoothに接続して再生を開始します。
ko: Wi-Fi 또는 Bluetooth에 연결하고 재생을 시작합니다.
nb: Koble til wifi eller Bluetooth for å starte avspilling.
nl: Maak verbinding met Wi-Fi of Bluetooth om muziek af te spelen.
pl: Połącz z Wi-FI lub Bluetooth, aby rozpocząć odtwarzanie.
pt_br: Ligue-se ao Wi-Fi ou ao Bluetooth para iniciar a reprodução.
pt_pt: Ligue-se ao Wi-Fi ou ao Bluetooth para iniciar a reprodução.
ru: Чтобы начать воспроизведение, выполните подключение к Wi-Fi или Bluetooth.
sk: Pripojte sa k sieti Wi-Fi alebo Bluetooth a spustite prehrávanie.
sv: Anslut till Wi-Fi eller Bluetooth för att starta uppspelning.
zh_hans: 连接 Wi-Fi 或蓝牙来控制产品或播放音乐。
zh_hant: 連接 Wi-Fi 或藍牙來控製產品或播放音樂。

# newStructure_Ready_to_Connect
source: Ready to Connect
ar: جاهز للاتصال
da: Klar til at oprette forbindelse
de: Bereit zum Verbinden
es_mx: Listo para conectar
fi: Valmis muodostamaan yhteyden
fr: Prêt à connecter
he: מוכן להתחבר
id: Siap Menyambung
it: Pronto per il collegamento
ja: 接続の準備完了
ko: 연결 준비 완료
nb: Klar til tilkobling
nl: Klaar om verbinding te maken
pl: Gotowy do połączenia
pt_br: Pronto para ligar
pt_pt: Pronto para ligar
ru: Готово к подключению
sk: Pripravené na pripojenie
sv: Redo att ansluta
zh_hans: 准备连接
zh_hant: 準備連接

# newStructure_Connect_to_Wi-Fi
source: Connect to Wi-Fi
ar: الاتصال بشبكة الواي فاي
da: Forbind til wi-fi
de: Verbinden mit WLAN
es_mx: Conectar a Wi-Fi
fi: Muodosta Wi-Fi-yhteys
fr: Connexion au Wi-Fi
he: התחברו ל-Wi-Fi
id: Sambungkan ke Wi-Fi
it: Collegati al Wi-Fi
ja: Wi-Fiに接続
ko: Wi-Fi 연결
nb: Koble til wifi
nl: Verbinding maken met Wi-Fi
pl: Połącz z siecią WI-FI
pt_br: Ligar ao Wi-Fi
pt_pt: Ligar ao Wi-Fi
ru: Подключить к сети Wi-Fi
sk: Pripojte sa k Wi-Fi
sv: Anslut till Wi-Fi
zh_hans: 连接 Wi-Fi
zh_hant: 連接至 Wi-Fi

# newStructure_Initialize_Wi-Fi_connection_for_your_product
source: Initialize Wi-Fi connection for your product.
ar: قم بتهيئة اتصال واي فاي لمنتجك.
da: Initialiser wi-fi-forbindelsen for dit produkt.
de: Initialisiere die WLAN-Verbindung für dein Gerät.
es_mx: Inicializa la conexión Wi-Fi para tu producto.
fi: Alusta Wi-Fi-yhteys tuotteellesi.
fr: Initialiser la connexion Wi-Fi pour votre produit.
he: אתחל חיבור Wi-Fi עבור המוצר.
id: Mulai sambungan Wi-Fi produk Anda.
it: Inizializza la connessione Wi-Fi per il tuo prodotto.
ja: 製品のWi-Fi接続を初期化します。
ko: 제품의 Wi-Fi 연결을 시작합니다.
nb: Start wifi-tilkobling for produktet.
nl: Initialiseer de Wi-Fi-verbinding voor uw apparaaat.
pl: Nawiąż połączenie Wi-Fi dla produktu.
pt_br: Inicialize a ligação ao Wi-Fi para o seu produto.
pt_pt: Inicialize a ligação ao Wi-Fi para o seu produto.
ru: Выполните подключение устройства к сети Wi-Fi.
sk: Inicializujte Wi-Fi pripojenie pre váš produkt.
sv: Initialisera Wi-Fi-anslutningen för din produkt.
zh_hans: 对产品的 Wi-Fi 连接进行初始化设置和配置。
zh_hant: 為你的產品初始化 Wi-Fi 連接。

# newStructure_Or
source: Or
ar: أو
da: Eller
de: Oder
es_mx: O
fi: Tai
fr: Ou
he: לחלופין
id: Atau
it: O
ja: または
ko: 또는
nb: Eller
nl: Of
pl: Lub
pt_br: Ou
pt_pt: Ou
ru: Или
sk: Alebo
sv: Eller
zh_hans: 或
zh_hant: 或

# newStructure_Pair_Bluetooth
source: Pair Bluetooth
ar: اقتران البلوتوث
da: Par med Bluetooth
de: Bluetooth koppeln
es_mx: Sincronizar Bluetooth
fi: Muodosta Bluetooth-pariliitostila
fr: Apparier le Bluetooth
he: צימוד Bluetooth
id: Pasangkan Bluetooth
it: Abbina il Bluetooth
ja: Bluetoothとペアリングする
ko: Bluetooth 페어링
nb: Sammenkoble Bluetooth
nl: Maak verbinding met Bluetooth
pl: Sparuj przez Bluetooth
pt_br: Emparelhar Bluetooth
pt_pt: Emparelhar Bluetooth
ru: Сопряжение по Bluetooth
sk: Spárujte cez Bluetooth
sv: Parkoppla Bluetooth
zh_hans: 配对蓝牙
zh_hant: 配對藍牙

# newStructure_Follow_the_instruction_to_connect_with_mobile_device
source: Follow the instruction to connect with mobile device.
ar: اتبع التعليمات للاتصال بالجهاز المحمول.
da: Følg instruktionerne for at oprette forbindelse til mobilenheden.
de: Folge den Anweisungen, um eine Verbindung mit dem Mobilgerät herzustellen.
es_mx: Sigue las instrucciones para conectar con el dispositivo móvil.
fi: Seuraa ohjeita yhteyden muodostamiseksi mobiililaitteeseen.
fr: Suivez les instructions pour la connexion à l'appareil mobile.
he: יש לפעול לפי ההוראות להתחברות למכשיר נייד.
id: Ikuti petunjuk untuk menyambungkan dengan perangkat seluler.
it: Segui le istruzioni per effettuare la connessione con il dispositivo mobile.
ja: 指示に従ってモバイルデバイスに接続します。
ko: 지침에 따라 모바일 장치에 연결합니다.
nb: Følg anvisningene for å koble til med mobilenhet.
nl: Volg de aanwijzingen om verbinding te maken met het mobiele apparaat.
pl: Wykonaj instrukcje, aby połączyć się z urządzeniem przenośnym.
pt_br: Siga as instruções para se ligar a um dispositivo móvel.
pt_pt: Siga as instruções para se ligar a um dispositivo móvel.
ru: Следуйте инструкциям для подключения к мобильному устройству.
sk: Postupujte podľa pokynov na pripojenie k mobilnému zariadeniu.
sv: Följ instruktionerna för att ansluta till den mobila enheten.
zh_hans: 按照说明连接手机。
zh_hant: 遵循說明連接手機。

# newStructure_Press_Bluetooth_Button
source: Press Bluetooth Button
ar: الضغط على زر البلوتوث
da: Tryk på Bluetooth-knappen
de: Drücke die Bluetooth-Taste
es_mx: Presionar el botón Bluetooth
fi: Paina Bluetooth-painiketta
fr: Appuyez sur le bouton Bluetooth
he: יש ללחוץ על לחצן ה-Bluetooth
id: Tekan Tombol Bluetooth
it: Premi il pulsante Bluetooth
ja: Bluetoothボタンを押す
ko: Bluetooth 버튼 누르기
nb: Trykk på Bluetooth-knappen
nl: Druk op de Bluetooth-knop
pl: Naciśnij przycisk Bluetooth
pt_br: Prima o botão Bluetooth
pt_pt: Prima o botão Bluetooth
ru: Нажмите кнопку Bluetooth
sk: Stlačte tlačidlo Bluetooth
sv: Tryck på Bluetooth-knappen.
zh_hans: 按下蓝牙按钮
zh_hant: 按下藍牙按鈕

# newStructure_your_product_to_enter_pairing_mode
source: Press Bluetooth button on your product to enter pairing mode, and you will hear a feedback tone.
ar: اضغط على زر البلوتوث في منتجك للدخول في وضع الاقتران، وستسمع نغمة صوتية.
da: Tryk på Bluetooth-knappen på dit produkt for at aktivere parringstilstanden, og du vil høre en tilbagemeldingstone.
de: Drücke die Bluetooth-Taste auf dem Gerät, um den Kopplungsmodus zu starten. Dann ist ein Feedback-Ton ist zu hören.
es_mx: Presiona el botón Bluetooth de tu producto para entrar en el modo de sincronización y oirás un tono de respuesta.
fi: Paina tuotteen Bluetooth-painiketta siirtyäksesi pariliitostilaan, ja kuulet palauteäänen.
fr: Appuyez sur le bouton Bluetooth de votre produit pour l'apparier, vous entendez une tonalité de confirmation.
he: לחצו על לחצן ה-Bluetooth במוצר כדי להיכנס למצב צימוד. יישמע צליל משוב.
id: Tekan tombol Bluetooth pada produk Anda untuk masuk mode pemasangan, lalu akan terdengar bunyi reaksi.
it: Premi il pulsante Bluetooth sul tuo prodotto per accedere alla modalità di abbinamento, verrà emesso un riscontro sonoro.
ja: 製品のBluetoothボタンを押してペアリングモードに入ると、フィードバック音が聞こえます。
ko: 제품의 Bluetooth 버튼을 눌러 페어링 모드로 진입하면 피드백 소리가 들립니다.
nb: Trykk på Bluetooth-knappen på produktet ditt for å gå i sammenkoblingsmouds. En lydtone høres.
nl: Druk op de Bluetooth-knop van je product om de koppelingsmodus te openen. Je zult een feedbacktoon horen.
pl: Naciśnij przycisk Bluetooth na urządzeniu, aby włączyć tryb parowania; pojawi się sygnał zwrotny.
pt_br: Prima o botão Bluetooth no produto para entrar no modo de emparelhamento, e ouvirá um tom de feedback.
pt_pt: Prima o botão Bluetooth no produto para entrar no modo de emparelhamento, e ouvirá um tom de feedback.
ru: Нажмите кнопку Bluetooth на вашем устройстве, чтобы войти в режим сопряжения. При этом раздастся звуковой сигнал.
sk: Stlačením tlačidla Bluetooth na vašom produkte vstúpite do režimu párovania a budete počuť tón spätnej väzby.
sv: Tryck på Bluetooth-knappen på din produkt för att gå in i parkopplingsläget så hörs det ett bekräftande ljud.
zh_hans: 按下产品上的蓝牙按钮进入配对模式，你将听到配对反馈音。
zh_hant: 按下產品上的藍牙按鈕進入配對模式，你將聽到配對反饋音。

# newStructure_I’VE_PRESSED_BUTTON
source: I’VE PRESSED BUTTON
ar: I’VE PRESSED BUTTON (لقد ضغطت على الزر)
da: JEG HAR TRYKKET PÅ KNAPPEN
de: ICH HABE AUF DIE TASTE GEDRÜCKT
es_mx: PRESIONÉ EL BOTÓN
fi: OLEN PAINANUT PAINIKETTA
fr: J'AI APPUYÉ SUR LE BOUTON
he: לחצתי על הלחצן
id: SAYA SUDAH MENEKAN TOMBOL
it: HO PREMUTO IL PULSANTE
ja: ボタンを押しました
ko: 버튼을 눌렀습니다
nb: JEG HAR TRYKKET PÅ KNAPPEN
nl: IK HEB OP DE KNOP GEDRUKT
pl: NACIŚNIĘTO PRZYCISK
pt_br: PREMI O BOTÃO
pt_pt: PREMI O BOTÃO
ru: КНОПКА НАЖАТА
sk: STLAČIL/A SOM TLAČIDLO
sv: JAG HAR TRYCKT PÅ KNAPPEN
zh_hans: 我已按下按钮
zh_hant: 我已按下按鈕

# newStructure_Are_you_sure_you_want_to_remove_this_product
source: Are you sure you want to remove this product from JBL One App ?
ar: هل أنت متأكد من رغبتك في إزالة هذا المنتج من تطبيق JBL One؟
da: Er du sikker på, at du vil fjerne dette produkt fra JBL One-appen?
de: Bist du sicher, dass du dieses Gerät aus der JBL One App entfernen möchtest?
es_mx: ¿Confirmas que deseas quitar este producto de la aplicación JBL One?
fi: Haluatko varmasti poistaa tämän tuotteen JBL One -sovelluksesta?
fr: Voulez-vous vraiment retirer ce produit de l'application JBL One ?
he: האם אתם בטוחים שברצונכם להסיר מוצר זה מאפליקציית JBL One?
id: Anda yakin ingin menghapus produk ini dari Aplikasi JBL One?
it: Sei sicuro di voler rimuovere questo prodotto dall’app JBL One?
ja: 本当にJBL Oneアプリからこの製品を削除しますか？
ko: JBL One 앱에서 이 제품을 제거하시겠습니까?
nb: Er du sikker på at du vil fjerne dette produktet fra JBL One-appen?
nl: Weet je zeker dat je dit product wilt verwijderen uit de JBL One App?
pl: Czy na pewno chcesz usunąć ten produkt z aplikacji JBL One?
pt_br: Tem a certeza de que pretende remover este produto da aplicação JBL One?
pt_pt: Tem a certeza de que pretende remover este produto da aplicação JBL One?
ru: Вы уверены, что хотите удалить это устройство из приложения JBL One?
sk: Ste si istý, že chcete odstrániť tento produkt z aplikácie JBL One?
sv: Är du säker på att du vill ta bort den här produkten från JBL One-appen?
zh_hans: 是否确定要从 JBL One 应用中移除这个产品？
zh_hant: 是否確定要從 JBL One 應用程式中移除這個產品？

# newStructure_REMOVE
source: REMOVE
ar: إزالة
da: FJERN
de: ENTFERNEN
es_mx: QUITAR
fi: POISTA
fr: RETIRER
he: הסר
id: HAPUS
it: RIMUOVI
ja: 削除
ko: 제거
nb: FJERN
nl: VERWIJDEREN
pl: USUŃ
pt_br: REMOVER
pt_pt: REMOVER
ru: УДАЛИТЬ
sk: ODSTRÁNIŤ
sv: TA BORT
zh_hans: 移除
zh_hant: 移除

# newStructure_How_to_Get_Product_Online
source: How to Get Product Online
ar: كيفية توصيل المنتج بالإنترنت
da: Sådan får du et produkt på nettet
de: Gerät online kaufen
es_mx: Cómo conseguir productos en línea
fi: Miten siirretään tuote verkkoon
fr: Comment mettre le produit en ligne
he: איך להשיג את המוצר באינטרנט
id: Cara Mendapatkan Produk Secara Online
it: Come collegare il prodotto online
ja: オンラインでの製品の入手方法
ko: 제품 온라인 설정 방법
nb: Slik får du produktet på nett
nl: Een apparaat aansluiten op het internet
pl: Jak połączyć produkt online
pt_br: Como obter o produto online
pt_pt: Como obter o produto online
ru: Как вывести устройство в Интернет
sk: Ako dostať produkt online
sv: Hur jag får produkten online
zh_hans: 如何使产品连接到网络
zh_hant: 如何使產品連接到網絡

# newStructure_Power_on
source: Power on
ar: التشغيل
da: Tænd
de: Einschalten
es_mx: Encender
fi: Kytke virta päälle
fr: Marche
he: הפעלה
id: Menyalakan
it: Accendi il prodotto
ja: 電源オン
ko: 전원 켜기
nb: Slå på
nl: Inschakelen
pl: Wł. zasilania
pt_br: Ligar
pt_pt: Ligar
ru: Питание включено
sk: Zapnutie
sv: Slå på
zh_hans: 开机
zh_hant: 開機

# newStructure_Make_sure_product_is_in_operation_mode
source: Make sure product is in operation mode.
ar: تأكد من أن المنتج في وضع التشغيل.
da: Sørg for, at produktet er i driftstilstand.
de: Vergewissere dich, dass sich das Gerät im Betriebsmodus befindet.
es_mx: Asegúrate de que el producto esté en modo operativo.
fi: Varmista, että tuote on toimintatilassa.
fr: Vérifiez que le produit est opérationnel.
he: ודאו שהמוצר נמצא במצב פועל.
id: Pastikan produk dalam mode operasi.
it: Assicurati che il prodotto sia in modalità di funzionamento.
ja: 製品が通常動作モードであることを確認してください。
ko: 제품이 작동 모드 상태인지 확인해야 합니다.
nb: Kontroller at produktet er i driftsmodus.
nl: Zorg ervoor dat het apparaat is ingeschakeld.
pl: Sprawdź, czy produkt jest przełączony w tryb normalnej pracy.
pt_br: Certifique-se de que o produto está no modo de funcionamento.
pt_pt: Certifique-se de que o produto está no modo de funcionamento.
ru: Убедитесь, что устройство находится в рабочем режиме.
sk: Uistite sa, že je produkt v prevádzkovom režime.
sv: Se till att produkten är i driftläge.
zh_hans: 确保产品处于工作模式。
zh_hant: 確保產品處於工作模式。

# newStructure_Check_Connection
source: Check Connection
ar: التحقق من الاتصال
da: Kontroller forbindelsen
de: Verbindung prüfen
es_mx: Comprobar la conexión
fi: Tarkista yhteys
fr: Vérifier la connexion
he: בדקו את החיבור
id: Periksa Sambungan
it: Controlla la connessione
ja: 接続のチェック
ko: 연결 확인
nb: Sjekk tilkoblingen
nl: Controleer de aansluiting
pl: Sprawdź połączenie
pt_br: Verificar ligação
pt_pt: Verificar ligação
ru: Проверить подключение
sk: Skontrolujte pripojenie
sv: Kontrollera anslutningen
zh_hans: 检查连接
zh_hant: 檢查連接
