Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# newStructure_You_can_enjoy_Wi-Fi_streaming_with_AirPlay_now
source: Product is ready to use. You can enjoy Wi-Fi streaming with AirPlay now.
ar: المنتج جاهز للاستخدام. يمكن الآن الاستمتاع ببث الواي فاي مع AirPlay.
da: Produktet er klar til brug. Du kan nyde wi-fi-streaming med AirPlay nu.
de: Das Gerät ist bereit für die Verwendung. Du kannst jetzt das WLAN-Streaming mit AirPlay genießen.
es_mx: El producto está listo para usar. Ya puedes disfrutar de la transmisión Wi-Fi con AirPlay.
fi: Laite on käyttövalmis. Voit nyt nauttia Wi-Fi-suoratoistosta AirPlayn avulla.
fr: Le produit est prêt à l'emploi. Vous pouvez profiter de la diffusion Wi-Fi avec AirPlay maintenant.
he: המוצר מוכן לשימוש. עכשיו תוכלו ליהנות מהזרמה דרך Wi-Fi באמצעות AirPlay.
id: Produk siap digunakan. Anda dapat menikmati streaming Wi-Fi dengan AirPlay sekarang.
it: Il prodotto è pronto all’uso. Ora puoi goderti lo streaming Wi-Fi con AirPlay.
ja: 製品を使用する準備ができています。 今すぐ、AirPlayでWi-Fiストリーミングをお楽しみいただけます。
ko: 제품을 사용할 수 있습니다. 이제 AirPlay에서 Wi-Fi 스트리밍을 즐길 수 있습니다.
nb: Produktet er klart til bruk. Du kan lytte til wifi-strømming med AirPlay nå.
nl: Het apparaat is klaar voor gebruik. Je kunt nu genieten van Wi-Fi streaming met AirPlay.
pl: Produkt jest gotowy do użycia. Możesz strumieniować muzykę przez Wi-Fi za pomocą AirPlay.
pt_br: O produto está pronto a ser utilizado. Pode agora desfrutar da transmissão por Wi-Fi com AirPlay.
pt_pt: O produto está pronto a ser utilizado. Pode agora desfrutar da transmissão por Wi-Fi com AirPlay.
ru: Устройство готово к использованию. Теперь вы можете наслаждаться потоковым вещанием по Wi-Fi с помощью сервиса AirPlay.
sk: Produkt je pripravený na použitie. Teraz si môžete vychutnať streamovanie cez Wi-Fi pomocou AirPlay.
sv: Produkten är redo att användas. Du kan njuta av Wi-Fi streaming med AirPlay nu.
zh_hans: 产品已就绪。 现在你可以使用 AirPlay 对产品进行音乐播放了。
zh_hant: 產品已就緒。 現在你可以使用 AirPlay 對產品進行音樂播放了。

# newStructure_You_can_enjoy_Wi-Fi_streaming_with_Chromecast_now
source: Product is ready to use. You can enjoy Wi-Fi streaming with Chromecast now.
ar: المنتج جاهز للاستخدام. يمكن الآن الاستمتاع ببث الواي فاي مع Chromecast.
da: Produktet er klar til brug. Du kan nyde wi-fi-streaming med Chromecast nu.
de: Das Gerät ist bereit für die Verwendung. Du kannst jetzt das WLAN-Streaming mit Chromecast genießen.
es_mx: El producto está listo para usar. Ya puedes disfrutar de la transmisión Wi-Fi con Chromecast.
fi: Laite on käyttövalmis. Voit nyt nauttia Wi-Fi-suoratoistosta Chromecastin avulla.
fr: Le produit est prêt à l'emploi. Vous pouvez profiter de la diffusion Wi-Fi avec Chromecast maintenant.
he: המוצר מוכן לשימוש. עכשיו תוכלו ליהנות מהזרמה דרך Wi-Fi באמצעות Chromecast.
id: Produk siap digunakan. Anda dapat menikmati streaming Wi-Fi dengan Chromecast sekarang.
it: Il prodotto è pronto all’uso. Ora puoi goderti lo streaming Wi-Fi con Chromecast.
ja: 製品を使用する準備ができています。 今すぐ、ChromecastでWi-Fiストリーミングをお楽しみいただけます。
ko: 제품을 사용할 수 있습니다. 이제 Chromecast에서 Wi-Fi 스트리밍을 즐길 수 있습니다.
nb: Produktet er klart til bruk. Du kan lytte til wifi-strømming med Chromecast nå.
nl: Het apparaat is klaar voor gebruik. Je kunt nu genieten van Wi-Fi streaming met Chromecast.
pl: Produkt jest gotowy do użycia. Możesz strumieniować muzykę przez Wi-Fi za pomocą Chromecast.
pt_br: O produto está pronto a ser utilizado. Pode agora desfrutar da transmissão por Wi-Fi com Chromecast.
pt_pt: O produto está pronto a ser utilizado. Pode agora desfrutar da transmissão por Wi-Fi com Chromecast.
ru: Устройство готово к использованию. Теперь вы можете наслаждаться потоковым вещанием по Wi-Fi с помощью сервиса Chromecast.
sk: Produkt je pripravený na použitie. Teraz si môžete vychutnať streamovanie cez Wi-Fi pomocou Chromecastu.
sv: Produkten är redo att användas. Du kan njuta av Wi-Fi streaming med Chromecast nu.
zh_hans: 产品已就绪。 现在你可以使用 Chromecast 对产品进行 Wi-Fi 流媒体音乐播放了。
zh_hant: 產品已就緒。 現在你可以使用 Chromecast 對產品進行音樂播放了。

# newStructure_Supported_Music_Services
source: Supported Music Services
ar: خدمات الموسيقى المدعومة
da: Understøttede musiktjenester
de: Unterstützte Musikdienste
es_mx: Servicios de música compatibles
fi: Tuetut musiikkipalvelut
fr: Services musicaux pris en charge
he: שירותי מוזיקה נתמכים
id: Layanan Musik yang Didukung
it: Servizi Musicali supportati
ja: 対応可能な音楽配信サービス
ko: 지원되는 음악 서비스
nb: Støttede musikktjenester
nl: Ondersteunde muziekdiensten
pl: Obsługiwane serwisy muzyczne
pt_br: Serviços de música suportados
pt_pt: Serviços de música suportados
ru: Поддерживаемые музыкальные сервисы
sk: Podporované hudobné služby
sv: Musiktjänster som stöds
zh_hans: 支持的音乐服务
zh_hant: 支持的音樂服務

# newStructure_Create_Multi-Room_with_AirPlay
source: Create Multi-Room with AirPlay
ar: إنشاء غرف متعددة مع AirPlay
da: Opret multi-rum med AirPlay
de: Erstellen von Multi-Room mit AirPlay
es_mx: Crear multisala con AirPlay
fi: Luo Multi-Room AirPlayn avulla
fr: Créez un multi-pièces avec AirPlay
he: צור Multi-Room באמצעות AirPlay
id: Buat Multi-Room dengan AirPlay
it: Crea un sistema Multi-Room con AirPlay
ja: AirPlayでマルチルームを作成
ko: AirPlay로 멀티룸 만들기
nb: Opprett multirom med AirPlay
nl: Creëer Multi-Room met AirPlay
pl: Utwórz Multi-Room z AirPlay
pt_br: Criar Multi-Room com AirPlay
pt_pt: Criar Multi-Room com AirPlay
ru: Создание режима «мультирум» с помощью сервиса AirPlay
sk: Vytvorenie viacerých miestností pomocou AirPlay
sv: Skapa Multi-Room med AirPlay
zh_hans: 使用 AirPlay 创建多房间群组
zh_hant: 使用 AirPlay 創建多房間群組

# newStructure_Device_are_connected_to_the_same_Wi-Fi_network
source: Make sure your speakers and mobile device are connected to the same Wi-Fi network.
ar: تأكد من توصيل السماعات والجهاز المحمول بنفس شبكة الواي فاي.
da: Sørg for, at dine højttalere og din mobilenhed er forbundet til det samme wi-fi-netværk.
de: Stelle sicher, dass deine Lautsprecher und dein Mobilgerät mit demselben WLAN-Netzwerk verbunden sind.
es_mx: Asegúrate de que los altavoces y el dispositivo móvil estén conectados a la misma red Wi-Fi.
fi: Varmista että sekä kaiuttimet että mobiililaite ovat liitettyjä samaan Wi-Fi-verkkoon.
fr: Vos enceintes et votre appareil mobile doivent être connectés au même réseau Wi-Fi.
he: יש לוודא שהרמקולים והמכשיר הנייד מחוברים לאותה רשת Wi-Fi.
id: Pastikan speaker dan perangkat seluler Anda tersambung ke jaringan Wi-Fi yang sama.
it: Assicurati che il tuo speaker ed il tuo dispositivo mobile siano collegati alla stessa rete Wi-Fi.
ja: お持ちのスピーカーやモバイルデバイスが同じWi-Fiネットワークに接続されていることをご確認ください。
ko: 스피커와 모바일 장치가 같은 Wi-Fi 네트워크에 연결되었는지 확인하십시오.
nb: Sørg for at høyttalerne og mobilenheten er koblet til samme wifi-nettverk.
nl: Zorg ervoor dat je luidsprekers en mobiele apparaat verbonden zijn met hetzelfde Wi-Fi-netwerk.
pl: Upewnij się, że głośnik i urządzenie mobilne są połączone z tą samą siecią Wi-Fi.
pt_br: Certifique-se de que as colunas e o dispositivo móvel estão ligados à mesma rede Wi-Fi.
pt_pt: Certifique-se de que as colunas e o dispositivo móvel estão ligados à mesma rede Wi-Fi.
ru: Убедитесь, что колонки и мобильное устройство подключены к одной сети Wi-Fi.
sk: Skontrolujte, či sú reproduktory a mobilné zariadenie pripojené k rovnakej sieti Wi-Fi.
sv: Kontrollera att dina högtalare och din mobilenhet är anslutna till samma Wi-Fi-nätverk.
zh_hans: 请确保将产品和本手机连接至相同的 Wi-Fi 网络。
zh_hant: 請確保將產品和本手機連接至相同的 Wi-Fi 網絡。

# newStructure_Create_Multi-Room_with:
source: Create Multi-Room with:
ar: إنشاء غرف متعددة مع:
da: Opret multi-rum med:
de: Erstelle Multi-Room mit:
es_mx: Crear multisala con:
fi: Luo Multi-Room:
fr: Créer un multi-pièces avec :
he: יצירת Multi-Room באמצעות:
id: Buat Multi-Room dengan:
it: Crea un sistema Multi-Room con:
ja: マルチルームを作成：
ko: 다음으로 멀티룸 만들기:
nb: Opprett multirom med:
nl: Creëer Multi-Room met:
pl: Utwórz Multi-Room z:
pt_br: Criar Multi-Room com:
pt_pt: Criar Multi-Room com:
ru: Создание режима «мультирум» с помощью:
sk: Vytvorte viacerých miestností pomocou:
sv: Skapa Multi-Room med:
zh_hans: 创建多房间群组：
zh_hant: 創建多房間群組

# newStructure_Create_Multi-Room_with_ChromeCast
source: Create Multi-Room with ChromeCast
ar: إنشاء غرف متعددة مع ChromeCast
da: Opret multi-rum med ChromeCast
de: Multi-Room mit ChromeCast erstellen
es_mx: Crear multisala con ChromeCast
fi: Luo Multi-Room ChromeCastin avulla
fr: Créer un multi-pièces avec Chromecast
he: יצירת Multi-Room באמצעות ChromeCast
id: Buat Multi-Room dengan Chromecast
it: Crea un sistema Multi-Room con ChromeCast
ja: ChromeCastでマルチルームを作成
ko: Chromecast로 멀티룸 만들기
nb: Opprett multirom med ChromeCast
nl: Creëer Multi-Room met ChromeCast
pl: Utwórz Multi-Room z ChromeCast
pt_br: Criar Multi-Room com ChromeCast
pt_pt: Criar Multi-Room com ChromeCast
ru: Создание режима «мультирум» с помощью сервиса Chromecast
sk: Vytvorte viacerých miestností pomocou ChromeCastu
sv: Skapa Multi-Room med Chromecast
zh_hans: 使用 Chromecast 创建多房间群组
zh_hant: 使用 Chromecast 建立多房間群組

# newStructure_Google_Home_app_is_needed_to_enable_this_feature
source: Make sure your speakers and mobile device are connected to the same Wi-Fi network. Google Home app is needed to enable this feature.
ar: تأكد من توصيل السماعات والجهاز المحمول بنفس شبكة الواي فاي. لا بد من تطبيق Google Home لتمكين هذه الميزة.
da: Sørg for, at dine højttalere og din mobilenhed er forbundet til det samme wi-fi-netværk. Google Home-appen er nødvendig for at aktivere denne funktion.
de: Stelle sicher, dass deine Lautsprecher und dein Mobilgerät mit demselben WLAN-Netzwerk verbunden sind. Für die Aktivierung dieser Funktion ist die Google Home-App erforderlich.
es_mx: Asegúrate de que los altavoces y el dispositivo móvil estén conectados a la misma red Wi-Fi. Necesitas la aplicación Google Home para habilitar esta función.
fi: Varmista että sekä kaiuttimet että mobiililaite ovat liitettyjä samaan Wi-Fi-verkkoon. Tämän ominaisuuden käyttöönotto edellyttää Google Home -sovellusta.
fr: Vos enceintes et votre appareil mobile doivent être connectés au même réseau Wi-Fi. L'application Google Home est requise pour activer cette fonction.
he: יש לוודא שהרמקולים והמכשיר הנייד מחוברים לאותה רשת Wi-Fi. אפליקציית Google Home דרושה כדי לאפשר תכונה זו.
id: Pastikan speaker dan perangkat seluler Anda tersambung ke jaringan Wi-Fi yang sama. Fitur ini memerlukan aplikasi Google Home.
it: Assicurati che il tuo speaker ed il tuo dispositivo mobile siano collegati alla stessa rete Wi-Fi. Per attivare questa funzione è necessaria l'app Google Home.
ja: お持ちのスピーカーやモバイルデバイスが同じWi-Fiネットワークに接続されていることをご確認ください。Google Homeアプリでこの機能を有効にする必要があります。
ko: 스피커와 모바일 장치가 같은 Wi-Fi 네트워크에 연결되었는지 확인하십시오. 이 기능을 활성화하려면 Google Home 앱이 필요합니다.
nb: Sørg for at høyttalerne og mobilenheten er koblet til samme wifi-nettverk. Google Home-appen kreves for å aktivere denne funksjonen.
nl: Zorg ervoor dat je luidsprekers en mobiele apparaat verbonden zijn met hetzelfde Wi-Fi-netwerk. Google Home-app is nodig om deze functie in te schakelen.
pl: Upewnij się, że głośnik i urządzenie mobilne są połączone z tą samą siecią Wi-Fi. Aby włączyć tę funkcję, wymagana jest aplikacja Google Home.
pt_br: Certifique-se de que as colunas e o dispositivo móvel estão ligados à mesma rede Wi-Fi. É necessária a aplicação Google Home para ativar esta funcionalidade.
pt_pt: Certifique-se de que as colunas e o dispositivo móvel estão ligados à mesma rede Wi-Fi. É necessária a aplicação Google Home para ativar esta funcionalidade.
ru: Убедитесь, что колонки и мобильное устройство подключены к одной сети Wi-Fi. Для работы этой функции необходимо приложение Google Home.
sk: Skontrolujte, či sú reproduktory a mobilné zariadenie pripojené k rovnakej sieti Wi-Fi. Na aktiváciu tejto funkcie je potrebná aplikácia Google Home.
sv: Kontrollera att dina högtalare och din mobilenhet är anslutna till samma Wi-Fi-nätverk. Google Home-appen behövs för att aktivera den här funktionen.
zh_hans: 请确保将产品和本手机连接至相同的 Wi-Fi 网络。需要 Google Home 应用来启用此功能。
zh_hant: 確保將產品和本手機連接到同一 Wi-Fi 網路。需要 Google Home 應用程式才能啟用此功能。

# newStructure_Go_to_the_Google_Home_app_and_tap
source: Go to the Google Home app and tap “Media”. Tap "Create Group" and select the speakers to be included, then save. Open music service app and start streaming on the group.
ar: انتقل إلى تطبيق Google Home وانقر فوق 'وسائط'. اضغط على 'إنشاء مجموعة' وحدد السماعات المراد تضمينها، ثم حفظ. افتح تطبيق خدمة الموسيقى وابدأ البث على المجموعة.
da: Gå til Google Home-appen, og tryk på "Medier". Tryk på "Opret gruppe", og vælg de højttalere, der skal inkluderes, og gem derefter. Åbn musiktjeneste-appen, og start streaming på gruppen.
de: Rufe die Google Home-App auf und tippe auf „Medien“. Tippe auf „Gruppe erstellen“ und wähle die einzubeziehenden Lautsprecher aus, und speichere dies dann. Öffne die Musikdienst-App und starte das Streaming in der Gruppe.
es_mx: Ve a la aplicación Google Home y toca “Medios”. Toca “Crear grupo”, selecciona los altavoces que deseas incluir y guárdalos. Abre la aplicación del servicio de música e inicia la transmisión en el grupo.
fi: Siirry Google Home -sovellukseen ja napauta "Media". Napauta "Luo ryhmä", valitse mukaan otettavat kaiuttimet ja tallenna. Avaa musiikkipalvelusovellus ja aloita suoratoisto ryhmässä.
fr: Allez dans l'application Google Home et appuyez sur « Média ». Appuyez sur « Créer un groupe » et sélectionnez les enceintez à inclure, puis enregistrez. Ouvrez l'application du service musical puis commencez à diffuser sur le groupe.
he: עברו אל אפליקציית Google Home והקישו על 'מדיה'. הקישו על 'צור קבוצה' ובחרו את הרמקולים שייכללו. לאחר מכן, שמרו. פתחו אפליקציית מוזיקה והתחילו להזרים בקבוצה.
id: Buka aplikasi Google Home dan ketuk "Media". Ketuk "Buat Grup" dan pilih speaker yang ingin dimasukkan, kemudian simpan. Buka aplikasi layanan musik dan mulai streaming di grup.
it: Vai all'app Google Home e tocca "Media". Tocca "Crea gruppo" e seleziona gli speaker da includere, quindi salva. Apri l'app del servizio musicale ed avvia lo streaming sul gruppo.
ja: Google Homeアプリにアクセスして「メディア」をタップしてください。 「グループの作成」をタップして表示されるスピーカーを選択し、保存します。 音楽配信サービスアプリを開いてグループでのストリーミングを開始します。
ko: Google Home 앱으로 이동하고 "미디어"를 누릅니다. "그룹 만들기"를 누르고 포함할 스피커를 선택한 다음, 저장합니다. 음악 서비스 앱을 열고 그룹에서 스트리밍을 시작합니다.
nb: Gå til Google Home-appen og trykk på «Medier». Trykk på «Opprett gruppe» og velg høytalerne som skal inkluderes, og lagre. Åpne musikktjenesteappen og start strømming i gruppen.
nl: Ga naar de Google Home-app en tik op "Media". Tik op "Groep maken". De gewenste luidsprekers selecteren en vervolgens opslaan. Open de muziekdienst-app en start streaming naar de groep.
pl: Przejdź do aplikacji Google Home i stuknij „Multimedia”. Stuknij „Utwórz grupę” i wybierz głośniki, a następnie zapisz wybór. Otwórz aplikację serwisu muzycznego i rozpocznij strumieniowanie w grupie.
pt_br: Aceda à aplicação Google Home e clique em "Multimédia". Toque em "Criar grupo" e selecione as colunas a serem incluídas, depois guarde. Abra a aplicação do serviço de música e inicie a transmissão no grupo.
pt_pt: Aceda à aplicação Google Home e clique em "Multimédia". Toque em "Criar grupo" e selecione as colunas a serem incluídas, depois guarde. Abra a aplicação do serviço de música e inicie a transmissão no grupo.
ru: Перейдите в приложение Google Home и нажмите «Мультимедиа». Нажмите «Создать группу» и выберите нужные колонки, затем сохраните выбор. Откройте приложение музыкального сервиса и начните вещание для группы.
sk: Prejdite do aplikácie Google Home a klepnite na „Médiá“. Klepnite na „Vytvoriť skupinu“ a vyberte reproduktory, ktoré chcete zahrnúť, a potom uložte. Otvorte aplikáciu hudobnej služby a spustite streamovanie v skupine.
sv: Gå till Google Home-appen och tryck på "Media". Tryck på "Skapa grupp" och välj de högtalare som ska ingå, spara sedan. Öppna musiktjänst-appen och börja streama på gruppen.
zh_hans: 转到 Google Home 应用，点击“媒体”。 点击“创建组”，选择要添加的产品，然后保存。 打开音乐服务应用，并选择群组开始音乐播放。
zh_hant: 前往 Google Home 應用程式，然後輕觸「媒體」。 輕觸「創建群組」，選擇要添加的產品，然後儲存。 開啟音樂服務應用程式，並選擇群組開始音樂播放。

# newStructure_Product_is_now_a_standalone_speaker
source: Product is now a standalone speaker.
ar: أصبح المنتج الآن سماعة مستقلة.
da: Produktet er nu en selvstændig højttaler.
de: Das Gerät ist jetzt ein eigenständiger Lautsprecher.
es_mx: El producto es ahora un altavoz independiente.
fi: Tuote on nyt itsenäinen kaiutin.
fr: Le produit est maintenant une enceinte indépendante.
he: עכשיו המוצר הוא רמקול עצמאי.
id: Produk sekarang menjadi speaker yang berdiri sendiri.
it: Il prodotto è ora uno speaker autonomo.
ja: 現在、製品は単体のスピーカーです。
ko: 이제 제품은 독립형 스피커입니다.
nb: Produktet er nå en enkeltstående høyttaler.
nl: Het apparaat is nu een standalone luidspreker.
pl: Produkt jest teraz głośnikiem autonomicznym.
pt_br: O produto é agora uma coluna autónoma.
pt_pt: O produto é agora uma coluna autónoma.
ru: Теперь устройство работает в качестве автономной колонки.
sk: Produkt je teraz samostatný reproduktor.
sv: Produkten är nu en fristående högtalare.
zh_hans: 现在产品是一个独立的音箱。
zh_hant: 現在產品是一個獨立的音箱。

# newStructure_Product_Belongs_to
source: Product Belongs to %@
ar: أصبح المنتج ضمن %@
da: Produkt tilhører %@
de: Das Gerät gehört zu %@
es_mx: El producto pertenece a %@
fi: Tuote kuuluu ryhmään %@
fr: Le produit appartient à %@
he: המוצר שייך ל-%@
id: Produk masuk dalam %@
it: Il prodotto appartiene a %@
ja: 製品は%@に入っています
ko: %@에 속한 제품
nb: Produktet tilhører %@
nl: Apparaat behoort tot %@
pl: Produkt należy do %@
pt_br: O produto pertence ao%@
pt_pt: O produto pertence ao%@
ru: Устройство принадлежит к %@
sk: Produkt patrí do skupiny %@
sv: Produkten tillhör %@
zh_hans: 此产品属于 %@
zh_hant: 產品屬於 %@

# newStructure_Your_products_will_automatically_regroup_when_the_other_speaker
source: Your products will automatically regroup when the other speaker is detected. Before that, you can use it as a standalone speaker.
ar: يُعاد تجميع المنتجات تلقائيًا عند اكتشاف السماعة الأخرى. قبل ذلك، يمكنك استخدامها سماعة مستقلة.
da: Dine produkter vil automatisk omgruppere, når den anden højttaler registreres. Inden da kan du bruge den som en selvstændig højttaler.
de: Deine Geräte werden automatisch neu gruppiert, wenn der andere Lautsprecher erkannt wird. Davor kannst du ihn als eigenständigen Lautsprecher verwenden.
es_mx: Tus productos se reagruparán automáticamente cuando se detecte el otro altavoz. Antes de eso, puedes utilizarlo como altavoz independiente.
fi: Tuotteet ryhmittyvät automaattisesti uudelleen, kun toinen kaiutin havaitaan. Sitä ennen voit käyttää sitä itsenäisenä kaiuttimena.
fr: Vos produits sont groupés automatiquement lorsque l'autre enceinte est détectée. Avant cela, vous pouvez l'utiliser comme une enceinte indépendante.
he: המוצרים יתקבצו מחדש אוטומטית בעת זיהוי הרמקול האחר. לפני כן, תוכלו להשתמש בו כרמקול עצמאי.
id: Produk Anda akan otomatis masuk kembali ke grup ketika terdeteksi speaker lain. Sebelum itu, Anda dapat menggunakannya sebagai speaker yang berdiri sendiri.
it: I prodotti si uniranno automaticamente al gruppo quando l’altro speaker verrà rilevato. Prima che avvenga, è possibile utilizzarlo come speaker autonomo.
ja: グループ設定をしている他のスピーカーが検出されると、自動的に再グループ化されます。それまでは単体のスピーカーとして使用することも可能です。
ko: 다른 스피커가 감지되면 제품이 자동으로 재그룹화됩니다. 그전에는 독립형 스피커로 사용할 수 있습니다.
nb: Produkttene dine vil automatisk grupperes på nytt når den andre høyttaleren oppdages. Før det, kan du bruke den som en enkeltstående høyttaler.
nl: Je producten zullen automatisch hergroeperen wanneer de andere luidspreker wordt gedetecteerd. Daarvoor kun je hem als standalone luidspreker gebruiken.
pl: Produkty zostaną automatycznie zgrupowane po wykryciu innego głośnika. Do tego czasu możesz używać go jako głośnika autonomicznego.
pt_br: Os produtos irão reagrupar-se automaticamente quando a outra coluna for detetada. Antes disso, pode utilizá-la como coluna autónoma.
pt_pt: Os produtos irão reagrupar-se automaticamente quando a outra coluna for detetada. Antes disso, pode utilizá-la como coluna autónoma.
ru: При обнаружении новой колонки автоматически происходит перегруппировка ваших устройств. До этого момента ее можно использовать в качестве автономной колонки.
sk: Vaše produkty sa automaticky preskupia, keď sa rozpozná druhý reproduktor. Predtým ho môžete používať ako samostatný reproduktor.
sv: Dina produkter grupperas automatiskt när den andra högtalaren upptäcks. Innan dess kan du använda den som en fristående högtalare.
zh_hans: 当检测到另一个产品在附近时，你的产品将自动回连至原来的群组。在此之前，你可以将其用作独立音箱进行播放。
zh_hant: 當檢測到另一個產品時，你的產品將自動重新組合。在此之前，你可以將其用作獨立音箱進行播放。

# newStructure_Want_to_quit_the_group
source: Want to quit the group?
ar: هل تريد الخروج من المجموعة؟
da: Vil du forlade gruppen?
de: Soll die Gruppe verlassen werden?
es_mx: ¿Deseas abandonar el grupo?
fi: Haluatko lakkauttaa ryhmän?
fr: Vous voulez quitter le groupe ?
he: מעוניין לצאת מהקבוצה?
id: Ingin keluar dari grup?
it: Vuoi lasciare il gruppo?
ja: グループ化をやめますか？
ko: 그룹을 종료하시겠습니까?
nb: Vil du avslutte gruppen?
nl: Wil je de groep verlaten?
pl: Chcesz opuścić grupę?
pt_br: Deseja abandonar o grupo?
pt_pt: Deseja abandonar o grupo?
ru: Выйти из группы?
sk: Chcete odísť zo skupiny?
sv: Vill du lämna gruppen?
zh_hans: 想退出该群组吗？
zh_hant: 想要退出該群組？

# newStructure_Connected_with_Others
source: Connected with Others
ar: متصلة بالسماعات الأخرى
da: Forbundet med andre
de: Verbunden mit anderen
es_mx: Conectado con otros
fi: Yhdistetty muihin
fr: Connecté avec d'autres
he: מחובר לאחרים
id: Tersambung dengan yang Lain
it: Collegato con Altri
ja: 他の製品と接続済み
ko: 다른 항목과 연결됨
nb: Tilkoblet til andre
nl: Verbonden met anderen
pl: Połączono z innymi
pt_br: Ligado a outros
pt_pt: Ligado a outros
ru: Подключено к другим устройствам
sk: Spojenie s ostatnými
sv: Ansluten med andra
zh_hans: 连接了其他手机
zh_hant: 連接了其他手機

# newStructure_Product_is_now_connected_with_another_phone
source: Product is now connected with another phone.
ar: المنتج متصل الآن بهاتف آخر.
da: Produktet er nu forbundet med en anden telefon.
de: Das Gerät ist jetzt mit einem anderen Telefon verbunden.
es_mx: El producto está ahora conectado con otro teléfono.
fi: Tuote on nyt yhdistetty toiseen puhelimeen.
fr: Le produit est maintenant connecté à un autre téléphone.
he: המוצר מחובר עכשיו לטלפון אחר.
id: Produk sekarang tersambung dengan ponsel lain.
it: Il prodotto è ora collegato con un altro telefono.
ja: 現在、製品は別のスマートフォンに接続されています。
ko: 이제 제품이 다른 휴대폰과 연결되었습니다.
nb: Produktet er nå koblet til en annen telefon.
nl: Het apparaat is nu verbonden met een andere telefoon.
pl: Produkt jest teraz połączony z innym smartfonem.
pt_br: O produto está agora ligado a outro telefone.
pt_pt: O produto está agora ligado a outro telefone.
ru: Теперь устройство подключено к другому телефону.
sk: Produkt je teraz prepojený s iným telefónom.
sv: Produkten är nu ansluten till en annan telefon.
zh_hans: 现在产品已连接到另一部手机。
zh_hant: 現在產品已連接到另一部手機。

# newStructure_Go_to_Track_Radio
source: Go to Track Radio
ar: انتقل إلى مسار الراديو
da: Gå til Track Radio
de: Zu Track Radio gehen
es_mx: Ir a radio de la pista
fi: Siirry Track Radiolle
fr: Aller dans Suivre la radio
he: עבור אל Track Radio
id: Buka Trek Radio
it: Passa a Track Radio
ja: Track Radioにアクセス
ko: 트랙 라디오로 이동
nb: Gå til spor-radio
nl: Ga naar Track Radio
pl: Przejdź do utworów stacji radiowej
pt_br: Ir para faixa de rádio
pt_pt: Ir para faixa de rádio
ru: Перейти к дорожкам радио
sk: Prejsť na skladbu rádia
sv: Gå till Track Radio
zh_hans: 转到曲目电台
zh_hant: 前往曲目廣播

# newStructure_Artist_Radio
source: Artist Radio
ar: راديو الفنان
es_mx: Radio del artista
fr: Radio de l'artiste
he: רדיו אמנים
id: Artis Radio
it: Radio dell’artista
ko: 아티스트 라디오
pl: Wykonawcy stacji radiowych
pt_br: Rádio Artista
pt_pt: Rádio Artista
ru: Радио исполнителя
sk: Rádio umelca
zh_hans: 艺术家广播
zh_hant: 藝術家廣播
