Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# primemusic_Available_to_Prime_and_Amazon_Music_Unlimited_Subscribers
source: Available to Prime and Amazon Music Unlimited Subscribers
ar: متاح لمشتركي Prime وAmazon Music Unlimited
da: Tilgængelig for Prime og Amazon Music Unlimited-abonnenter
de: Verfügbar für Abonnenten von Prime und Amazon Music Unlimited
es_mx: Disponible para suscriptores con acceso ilimitado a Prime y Amazon Music
fi: Saatavilla Prime- ja Amazon Music Unlimited -tilaajille
fr: Disponible pour les abonnés illimités Prime et Amazon Music
he: זמין למנויי Prime ו-Amazon Music Unlimited
id: Tersedia untuk Pelanggan Prime dan Amazon Music Unlimited
it: Disponibile per gli abbonati Prime e Amazon Music Unlimited
ja: プライム会員およびAmazon Music Unlimited加入者が利用可能です
ko: Prime 및 Amazon Music Unlimited 구독자 대상
nb: Tilgjengelig for Prime- og Amazon Music Unlimited-abonnenter
nl: Beschikbaar voor abonnees van Prime en Amazon Music Unlimited
pl: Dostępne dla subskrybentów usług Amazon Music Prime oraz Amazon Music Unlimited
pt_br: Disponível para assinantes Prime e Amazon Music Unlimited
pt_pt: Disponível para subscritores Prime e Amazon Music Unlimited
ru: Доступно для подписчиков Prime и Amazon Music Unlimited
sk: Dostupné pre neobmedzených predplatiteľov služby Prime a Amazon Music Unlimited
sv: Tillgänglig för Prime och Amazon Music Unlimited
zh_hans: 适用于 Prime 和 Amazon Music Unlimited 用户
zh_hant: Prime 和 Amazon Music Unlimited 用戶可用

# primemusic_Unexpected_error
source: Unexpected error
ar: خطأ غير متوقع
da: Uventet fejl
de: Unerwarteter Fehler
es_mx: Error inesperado
fi: Odottamaton virhe
fr: Erreur inattendue
he: שגיאה בלתי צפויה
id: Kesalahan yang tidak diduga
it: Errore imprevisto
ja: 予期しないエラー
ko: 예상치 못한 오류
nb: Uventet feil
nl: Onverwachte fout
pl: Nieoczekiwany błąd
pt_br: Erro inesperado
pt_pt: Erro inesperado
ru: Непредвиденная ошибка
sk: Neočakávaná chyba
sv: Oväntat fel
zh_hans: 未知错误
zh_hant: 非預期錯誤

# primemusic_Sorry__there_must_be_something_wrong__Please_sign_in_again_
source: Sorry, there must be something wrong. Please sign in again.
ar: معذرةً، لابد أن هناك خطأ ما. يُرجى تسجيل الدخول مرة أخرى.
da: Beklager, der må være noget galt. Log ind igen.
de: Entschuldigung, da muss ein Fehler vorliegen. Bitte melde dich erneut an.
es_mx: Algo salió mal. Vuelva a iniciar sesión.
fi: Anteeksi, jotain on vialla. Ole hyvä ja kirjaudu uudelleen sisään.
fr: Désolés, il doit y avoir un problème. Veuillez vous reconnecter.
he: מצטער, כנראה משהו לא בסדר. נא להיכנס שוב.
id: Maaf, terjadi kesalahan. Silakan masuk lagi.
it: Spiacenti, ci deve essere qualcosa di sbagliato. Accedi di nuovo.
ja: 、問題が起きました。再度サインインしてください。
ko: 죄송합니다. 문제가 발생했습니다. 다시 로그인하십시오.
nb: Beklager, noe må ha gått galt. Logg på igjen.
nl: Sorry, er is iets misgegaan. Meld u opnieuw aan.
pl: Przepraszamy, coś poszło nie tak. Zarejestruj się ponownie.
pt_br: Desculpe, deve haver algo errado. Tente se conectar novamente.
pt_pt: Lamentamos, ocorreu um erro. Inicie sessão novamente.
ru: Извините, должно быть что-то не так. Войдите еще раз.
sk: Ospravedlňujeme sa, niečo nie je v poriadku. Prihláste sa znova prosím.
sv: Något är fel. Logga in igen
zh_hans: 抱歉，我们遇到了一些问题。请重新登录。
zh_hant: 抱歉，一定是出了什麼問題。請重新登入。

# primemusic_Please_refresh_the_page_to_try_again
source: Please refresh the page to try again.
ar: يُرجى تحديث الصفحة للمحاولة مرة أخرى.
da: Opdater siden for at prøve igen.
de: Bitte aktualisiere die Seite, um es erneut zu versuchen.
es_mx: Actualice la página para intentar de nuevo.
fi: Päivitä sivu ja yritä uudelleen.
fr: Veuillez actualiser la page pour réessayer.
he: אנא רענן את הדף כדי לנסות שוב.
id: Segarkan halaman untuk mencoba lagi.
it: Aggiorna la pagina per provare di nuovo.
ja: ページを再読み込みして再試行してください。
ko: 페이지를 새로 고치고 다시 시도하십시오.
nb: Oppdater siden for å prøve igjen.
nl: Vernieuw de pagina om het opnieuw te proberen.
pl: Odśwież tę stronę, aby spróbować ponownie.
pt_br: Atualize a página para tentar novamente.
pt_pt: Atualize a página para tentar novamente.
ru: Обновите страницу, чтобы повторить попытку.
sk: Obnovte stránku a skúste to znova.
sv: Uppdatera sidan för att försöka igen.
zh_hans: 请刷新页面并重试。
zh_hant: 請重新整理頁面以重試。

# primemusic_Fail
source: Fail
ar: فشل
da: Mislykket
de: Fehlgeschlagen
es_mx: Error
fi: Ei läpäisyä
fr: Échec
he: נכשל
id: Gagal
it: Errore
ja: 失敗
ko: 실패
nb: Mislyktes
nl: Mislukt
pl: Niepowodzenie
pt_br: Falha
pt_pt: Falha
ru: Сбой
sk: Zlyhalo
sv: Misslyckades
zh_hans: 失败
zh_hant: 失敗

# primemusic_NO_Result
source: NO Result
ar: لا توجد نتائج
da: INTET resultat
de: KEIN Ergebnis
es_mx: SIN resultados
fi: NO-tulos
fr: AUCUN résultat
he: אין תוצאה
id: TIDAK ADA Hasil
it: Nessun risultato
ja: 見つかりません
ko: 결과 없음
nb: INGEN resultat
nl: GEEN resultaat
pl: Brak wyników
pt_br: Nenhum Resultado
pt_pt: Sem resultados
ru: Результат ОТСУТСТВУЕТ
sk: ŽIADNY výsledok
sv: INGET resultat
zh_hans: 无任何结果
zh_hant: 無結果

# primemusic_Logging_out___
source: Logging out...
ar: تسجيل الخروج...
da: Logger ud...
de: Abmeldung läuft...
es_mx: Cerrando la sesión...
fi: Uloskirjautuminen...
fr: Déconnexion...
he: מתנתק...
id: Sedang logout ...
ja: ログアウトしています…
ko: 로그아웃 중...
nb: Logger ut
nl: Uitloggen...
pl: Trwa wylogowywanie...
pt_br: Desconectando...
pt_pt: A terminar sessão...
ru: Идет выход....
sk: Odhlasuje sa...
sv: Loggar ut...
zh_hans: 正在登出...
zh_hant: 正在登出...

# primemusic_See_All
source: See All
ar: الاطلاع على الكل
da: Se alle
de: Alle anzeigen
es_mx: Ver todo
fi: Näytä kaikki
fr: Afficher tout
he: ראה הכל
id: Lihat Semua
it: Mostra tutto
ja: すべてを見る
ko: 모두 보기
nb: Se alle
nl: Toon alles
pl: Zobacz wszystkie
pt_br: Ver tudo
pt_pt: Ver tudo
ru: Посмотреть все
sk: Pozrieť si všetko
sv: Se alla
zh_hans: 查看全部
zh_hant: 查看全部

# primemusic_My_Music
source: My Music
ar: الموسيقى الخاصة بي
da: Min musik
de: Meine Musik
es_mx: Mi música
fi: Oma musiikki
fr: Ma Musique
he: המוסיקה שלי
id: Musik Saya
it: La Mia Musica
ja: マイミュージック
ko: 내 음악
nb: Min musikk
nl: Mijn muziek
pl: Moja muzyka
pt_pt: A Minha Música
ru: Моя музыка
sk: Moja hudba
sv: Min musik
zh_hans: 我的音乐
zh_hant: 我的音樂

# primemusic_Settings
source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
es_mx: Ajustes
fi: Asetukset
fr: Paramètres
he: הגדרות
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ru: Настройки
sk: Nastavenia
sv: Inställningar
zh_hans: 设置
zh_hant: 設定

# primemusic_Cancel
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es_mx: Cancelar
fi: Peruuta
fr: Annuler
he: לְבַטֵל
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отменить
sk: Zrušiť
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

# primemusic_Dismiss
source: Dismiss
ar: تجاهل
da: Afvis
de: Ablehnen
es_mx: Ignorar
fi: Hylkää
fr: Ignorer
he: לשחרר
id: Tutup
it: Rifiuta
ja: 閉じる
ko: 해제
nb: Avvis
nl: Negeren
pl: Odrzuć
pt_br: Dispensar
pt_pt: Dispensar
ru: Пропустить
sk: Odmietnuť
sv: Avvisa
zh_hans: 解除
zh_hant: 關閉

# primemusic_Sign_Out
source: Sign Out
ar: تسجيل الخروج
da: Log ud
de: Abmelden
es_mx: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
he: התנתק
id: Keluar
it: Scollegati
ja: サインアウト
ko: 로그아웃
nb: Logg av
nl: Afmelden
pl: Wyrejestruj się
pt_br: Sair
pt_pt: Terminar sessão
ru: Выйти из системы
sk: Odhlásiť sa
sv: LOGGA UT
zh_hans: 退出
zh_hant: 登出

# primemusic_The_connection_has_timed_out_
source: The connection has timed out.
ar: انتهت مهلة الاتصال.
da: Forbindelsen har fået en timeout.
de: Die Verbindung wurde unterbrochen.
es_mx: Se agotó el tiempo de espera de la conexión.
fi: Yhteys on katkennut.
fr: Le connexion a expiré.
he: זמן החיבור פג.
id: Waktu sambungan telah habis.
it: La connessione è scaduta.
ja: 接続がタイムアウトになりました。
ko: 연결 시간이 초과되었습니다.
nb: Tilkoblingen er tidsavbrutt.
nl: De verbinding is verbroken.
pl: Upłynął czas połączenia.
pt_br: A conexão expirou.
pt_pt: O tempo da ligação expirou.
ru: Время соединения истекло
sk: Pripojenie vypršalo
sv: Anslutningen har gått ut.
zh_hans: 连接已超时。
zh_hant: 連接已逾時。

# primemusic_See_More
source: See More
ar: الاطلاع على المزيد
da: Se mere
de: Mehr anzeigen
es_mx: Ver más
fi: Ks. lisätiedot
fr: Afficher plus
he: ראה עוד
id: Lihat Lainnya
it: Vedi di più
ja: もっと見る
ko: 더 보기
nb: Se mer
nl: Zie meer
pl: Wyświetl więcej
pt_br: Veja Mais
pt_pt: Ver mais
ru: См. подробнее
sk: Pozrieť si viac
sv: Läs mer
zh_hans: 查看更多
zh_hant: 查看更多

# primemusic_Search
source: Search
ar: بحث
da: Søg
de: Suchen
es_mx: Buscar
fi: Haku
fr: Rechercher
he: לחפש
id: Cari
it: Cerca
ja: 検索
ko: 검색
nb: Søk
nl: Zoeken
pl: Wyszukaj
pt_br: Buscar
pt_pt: Pesquisar
ru: Поиск
sk: Vyhľadávanie
sv: Söker
zh_hans: 搜索
zh_hant: 搜尋

# primemusic_Search_Amazon_Music
source: Search Amazon Music
ar: البحث في Amazon Music
da: Søg i Amazon Music
de: Amazon Music durchsuchen
es_mx: Buscar en Amazon Music
fi: Etsi Amazon Music -sivustolta
fr: Rechercher sur Amazon Music
he: חפש ב Amazon Music
id: Cari Amazon Music
it: Cerca in Amazon Music
ja: Amazon Musicの検索
ko: Amazon Music 검색
nb: Søk på Amazon Music
nl: Zoeken in Amazon Music
pl: Wyszukaj w Amazon Music
pt_br: Buscar no Amazon Music
pt_pt: Pesquisar na Amazon Music
ru: Поиск по Amazon Music
sk: Vyhľadajte v službe Amazon Music
sv: Sök på Amazon Music
zh_hans: 搜索 Amazon Music
zh_hant: 搜尋 Amazon Music

# primemusic_Amazon_Login
source: Amazon Login
ar: تسجيل الدخول إلى Amazon
de: Amazon Anmeldung
es_mx: Inicio de sesión en Amazon
fi: Amazon-sisäänkirjautuminen
fr: Connexion à Amazon
he: כניסה לאמזון
id: Login Amazon
it: Login Amazon
ja: Amazonにログイン
ko: Amazon 로그인
nb: Amazon-pålogging
nl: Amazon Inloggen
pl: Logowanie do usługi Amazon
pt_br: Login Amazon
pt_pt: Início de sessão na Amazon
ru: Войти в Amazon
sk: Prihlásenie do služby Amazon
sv: Inloggning för Amazon
zh_hans: Amazon 登录
zh_hant: Amazon 登入

# primemusic_clear_recent_searches
source: clear recent searches
ar: مسح عمليات البحث الأخيرة
da: ryd de seneste søgninger
de: letzte Suchvorgänge löschen
es_mx: borrar búsquedas recientes
fi: tyhjennä viimeaikaiset haut
fr: effacer les recherches récentes
he: נקה חיפושים אחרונים
id: hapus pencarian terkini
it: Cancella le ricerche recenti
ja: 最近の検索を消去
ko: 최근 검색 지우기
nb: fjern nylige søk
nl: wis recente zoekopdrachten
pl: wyczyść ostatnio wyszukiwane
pt_br: limpar pesquisas recentes
pt_pt: limpar pesquisas recentes
ru: очистить недавний поиск
sk: Vymazať nedávne vyhľadávania
sv: rensa senaste sökningar
zh_hans: 清除最近搜索
zh_hant: 清除最近的搜尋

# primemusic_Loading____
source: Loading....
ar: جارِ التحميل...
da: Indlæser....
de: Wird geladen ...
es_mx: Cargando...
fi: Ladataan...
fr: Chargement…
he: טוען...
id: Memuat ...
it: Carico....
ja: ロードしています…
ko: 로드 중...
nb: Laster inn ...
nl: Laden....
pl: Wczytywanie...
pt_br: Carregando....
pt_pt: A carregar....
ru: Идет загрузка...
sk: Načítava sa...
sv: Laddar...
zh_hans: 正在加载...
zh_hant: 正在載入....

# primemusic_Play_All
source: Play All
ar: تشغيل الكل
da: Afspil alle
de: Alle wiedergeben
es_mx: Reproducir todos
fi: Toista kaikki
fr: Lire tout
he: נגן הכל
id: Putar Semua
it: Riproduci tutto
ja: すべてを再生
ko: 모두 재생
nb: Spill alt
nl: Alles afspelen
pl: Odtwórz wszystko
pt_br: Reproduzir todas
pt_pt: Reproduzir tudo
ru: Воспроизвести все
sk: Prehrať všetko
sv: Spela upp alla
zh_hans: 播放全部
zh_hant: 全部播放

# primemusic_Shuffle_All
source: Shuffle All
ar: تشغيل عشوائي للكل
da: Bland alle
de: Alle mischen
es_mx: Reproducir aleatoriamente
fi: Sekoita kaikki
fr: Tout mélanger
he: ערבב הכול
id: Acak Semua
it: Riproduci casualmente tutto
ja: すべてをシャッフル
ko: 모두 셔플
nb: Bland alle
nl: Shuffle alles
pl: Odtwórz losowo wszystko
pt_br: Reproduzir todas aleatoriamente
pt_pt: Reproduzir tudo aleatoriamente
ru: Перемешать все
sk: Zamiešať všetko
sv: Blanda genom alla
zh_hans: 随机播放全部
zh_hant: 全部隨機播放

# primemusic_Start_your_30_day_free_trial
source: Start your 30-day free trial
ar: ابدأ تجربتك المجانية لمدة 30 يومًا
da: Start din 30-dages gratis prøveperiode
de: Starte den 30-tägigen kostenlosen Test
es_mx: Pruebe gratis el servicio durante 30 días
fi: Aloita 30 päivän ilmainen kokeilujakso
fr: Démarrez votre période d'évaluation gratuite de 30 jours
he: התחל את 30 ימי הניסיון חינם שלך
id: Mulai uji coba gratis selama 30 hari
it: Inizia la tua prova gratuita di 30 giorni
ja: 30日間無料で始める
ko: 30일 무료 평가판 시작
nb: Start din 30-dagers gratis prøveperiode
nl: Begin uw 30-dagen gratis proefperiode
pl: Rozpocznij 30-dniowy okres próbny
pt_br: Comece sua avaliação gratuita de 30 dias
pt_pt: Comece a sua avaliação gratuita de 30 dias
ru: Начните использовать 30-дневную бесплатную пробную версию
sk: Začnite svoju 30-dňovú bezplatnú skúšobnú verziu
sv: Starta din 30-dagars gratis provperiod
zh_hans: 免费试用 30 天
zh_hant: 開始您的 30 天免費試用

# primemusic_Are_you_sure_you_want_to_quit_
source: Are you sure you want to quit?
ar: هل أنت متأكد من رغبتك في الخروج؟
da: Er du sikker på, at du vil holde op?
de: Bist du sicher, dass du dies abbrechen möchtest?
es_mx: ¿Confirma que desea salir?
fi: Haluatko varmasti lopettaa?
fr: Voulez-vous réellement quitter ?
he: אתה בטוח שברצונך לפרוש?
id: Anda yakin ingin keluar?
it: Sei sicuro di voler annullare?
ja: 本当にやめますか？
ko: 종료하시겠습니까?
nb: Er du sikker på at du vil avslutte?
nl: Weet u zeker dat u wilt stoppen?
pl: Czy na pewno chcesz zrezygnować?
pt_br: Você tem certeza que quer sair?
pt_pt: Tem a certeza de que pretende sair?
ru: Вы уверены, что хотите выйти?
sk: Ste si istý že chcete skončiť?
sv: Är du säker på att du vill avsluta?
zh_hans: 是否确定要退出？
zh_hant: 是否確定要退出？

# primemusic_logout
source: Logout
ar: خروج
da: Log ud
de: Abmelden
es_mx: Cerrar sesión
fi: Uloskirjautuminen
fr: Déconnexion
he: להתנתק
ja: ログアウト
ko: 로그아웃
nb: Logg ut
nl: Log uit
pl: Wylogowanie
pt_br: Desconectar
pt_pt: Terminar sessão
ru: Выйти из системы
sk: Odhlásiť sa
sv: Utloggning
zh_hans: 登出
zh_hant: 登出

# primemusic_Refresh
source: Refresh
ar: تحديث
da: Opdater
de: Aktualisieren
es_mx: Actualizar
fi: Virkistä
fr: Actualiser
he: רענן
id: Segarkan
it: Ricarica
ja: 再読み込み
ko: 새로 고침
nb: Oppdater
nl: Vernieuwen
pl: Odśwież
pt_br: Recarregar
pt_pt: Atualizar
ru: Обновление
sk: Obnoviť
sv: Uppdatera
zh_hans: 刷新
zh_hant: 重新整理

# primemusic_We__ll_play_more_songs_like_this
source: We'll play more songs like this
ar: سنشّغل لك المزيد من الأغاني مثل هذه.
da: Vi vil afspille flere sange som denne
de: Wir werden mehr Songs wie diesen spielen
es_mx: Reproduciremos más música como esta.
fi: Soitamme lisää tällaisia kappaleita
fr: Nous vous jouerons plus de chansons comme celle-ci.
he: ננגן עוד שירים כאלה
id: Kami akan memutar lebih banyak lagu seperti ini
it: Ti faremo ascoltare altri brani come questo.
ja: このような曲をもっと再生します
ko: 비슷한 곡을 더 들려드리겠습니다.
nb: Vi vil spille flere sanger som denne
nl: We zullen meer nummers als deze spelen
pl: Odtworzymy więcej podobnych utworów
pt_br: Vamos reproduzir mais músicas como esta
pt_pt: Vamos reproduzir mais músicas como esta
ru: Мы будем воспроизводить больше таких песен
sk: Budeme prehrávať viac takýchto skladieb
sv: Vi kommer att spela upp fler låtar som denna
zh_hans: 好的，我们会给你播放更多这样的歌曲。
zh_hant: 我們會播放更多這樣的歌曲

# primemusic_We_won__t_play_that_song_again_on_this_station
source: We won't play that song again on this station
ar: لن نُشغّل هذه الأغنية مرة أخرى على هذه المحطة
da: Vi vil ikke afspille den sang igen på denne station
de: Wir werden diesen Song nicht erneut in deinem Mix spielen.
es_mx: Ya no reproduciremos la canción en esta estación.
fi: Emme toista tätä kappaletta uudelleen tällä asemalla
fr: Nous ne jouerons plus cette chanson sur cette station
he: לא נשמיע את השיר הזה שוב בתחנה הזו
id: Kami tidak akan memutar lagu itu lagi di stasiun ini
it: Non riprodurremo di nuovo quel brano su questa stazione
ja: このステーションでは、この曲を再度再生しません
ko: 이 스테이션에서 해당 곡을 다시 재생하지 않습니다.
nb: Vi vil ikke spille den sangen igjen på denne kanalen
nl: We zullen dat nummer niet meer spelen op deze zender
pl: Nie odtworzymy już tego utworu w danej stacji
pt_br: Não vamos reproduzir essa música novamente nesta estação
pt_pt: Não voltaremos a reproduzir essa música nesta estação
ru: Мы больше не будем воспроизводить эту песню на этой станции.
sk: Túto skladbu už na tejto stanici nebudeme prehrávať
sv: Vi kommer inte att spela upp den här låten igen på den här stationen
zh_hans: 我们将从此电台中移除此歌曲。
zh_hant: 我們不會在此電台再次播放該歌曲

# primemusic_Explicit_Songs
source: Explicit Songs
ar: الأغاني الفاضحة
da: Eksplicitte sange
de: Explizite Songs
es_mx: Canciones explícitas
fi: Epäsovinnaiset kappaleet
fr: Chansons explicites
he: שירים מפורשים
id: Lagu Vulgar
it: Brani espliciti
ja: 露骨な性描写を含む曲
ko: 유해한 곡
nb: Støtende sanger
nl: Expliciete nummers
pl: Utwory zawierające treści nieodpowiednie dla dzieci
pt_br: Sons explícitos
pt_pt: Músicas explícitas
ru: Откровенные песни
sk: Explicitné piesne
sv: Explicita låtar
zh_hans: 包含露骨内容的歌曲
zh_hant: 露骨的歌曲

# primemusic_Songs_with_explicit_language_are_blocked_on_this_device_
source: Songs with explicit language are blocked on this device.
ar: سيتم حظر الأغاني التي تحتوي على لغة فاضحة على هذا الجهاز.
da: Sange med eksplicit sprog er blokeret på denne enhed.
de: Songs mit expliziter Sprache sind auf diesem Gerät gesperrt.
es_mx: Las canciones con lenguaje explícito están bloqueadas en este servicio.
fi: Epäsovinnaista kieltä sisältävät kappaleet ovat estettyjä tässä laitteessa.
fr: Les chansons au langage explicite sont bloquées sur cet appareil.
he: שירים עם שפה מפורשת חסומים במכשיר הזה.
id: Lagu dengan bahasa vulgar diblokir di perangkat ini.
it: I brani con linguaggio esplicito sono bloccati su questo dispositivo.
ja: このデバイスでは、露骨な性描写を含む歌詞の曲はブロックされます。
ko: 이 장치에서 가사가 유해한 곡을 차단합니다.
nb: Sanger med støtende språk er blokkert på denne enheten.
nl: Nummers met expliciet taalgebruik zijn op dit apparaat geblokkeerd.
pl: Utwory zawierające treści nieodpowiednie dla dzieci są zablokowane na tym urządzeniu.
pt_br: Sons com linguagem explícita estão bloqueados neste dispositivo.
pt_pt: As músicas com linguagem explícita estão bloqueadas neste dispositivo.
ru: Песни с откровенными выражениями заблокированы на этом устройстве.
sk: Skladby s explicitnou rečou sú na tomto zariadení zablokované.
sv: Låtar med explicit språk är blockerade på den här enheten.
zh_hans: 本设备已屏蔽包含露骨内容的歌曲
zh_hant: 此裝置上封鎖包含露骨語言的歌曲。

# primemusic_OK
source: OK
ar: موافق
es_mx: Aceptar
he: בסדר
id: OKE
ko: 확인
zh_hans: 确认
zh_hant: 確定

# primemusic_Play
source: Play
ar: تشغيل
da: Afspil
de: Wiedergabe
es_mx: Reproducir
fi: Toista
fr: Lire
he: השמעה
id: Pemutaran
ja: 再生
ko: 재생
nb: Spill
nl: Weergave
pl: Odtwarzanie
pt_pt: Reproduzir
ru: Воспроизвести
sk: Prehrávanie
sv: Spela
zh_hans: 播放
zh_hant: 播放

# primemusic_More
source: More
ar: المزيد
da: Mere
de: Mehr
es_mx: Más
fi: Lisää
fr: Plus
he: יותר
id: Lainnya
it: Altro
ja: 追加
ko: 자세히
nb: Mer
nl: Meer
pl: Więcej
pt_br: Mais
pt_pt: Mais
ru: Подробнее
sk: Viac
sv: Mer
zh_hans: 更多
zh_hant: 更多

# newtuneIn_logout
source: Logout
ar: خروج
da: Log ud
de: Abmelden
es_mx: Cerrar sesión
fi: Uloskirjautuminen
fr: Déconnexion
he: להתנתק
ja: ログアウト
ko: 로그아웃
nb: Logg ut
nl: Log uit
pl: Wylogowanie
pt_br: Desconectar
pt_pt: Terminar sessão
ru: Выйти из системы
sk: Odhlásiť sa
sv: Utloggning
zh_hans: 登出
zh_hant: 登出

# newtuneIn_login
source: Login
ar: تسجيل الدخول
da: Log ind
de: Anmelden
es_mx: Inicio de sesión
fi: Kirjaudu sisään
fr: Connexion
he: התחברות
ja: ログイン
ko: 로그인
nb: Logg på
nl: Inloggen
pl: Logowanie
pt_pt: Iniciar sessão
ru: Регистрация
sk: Prihlásiť sa
sv: Logga in
zh_hans: 登录
zh_hant: 登入

# newtuneIn_Premium
source: Premium
ar: الإصدار المميز
es_mx: Prémium
he: פרימיום
ko: 프리미엄
ru: Премиум
zh_hans: 尊享会员

# newtuneIn_Search
source: Search
ar: بحث
da: Søg
de: Suchen
es_mx: Buscar
fi: Haku
fr: Rechercher
he: לחפש
id: Cari
it: Cerca
ja: 検索
ko: 검색
nb: Søk
nl: Zoeken
pl: Wyszukaj
pt_br: Buscar
pt_pt: Pesquisar
ru: Поиск
sk: Vyhľadávanie
sv: Söker
zh_hans: 搜索
zh_hant: 搜尋

# newtuneIn_Search_for_stations__podcasts__or_events
source: Search for stations, podcasts, or events
ar: ابحث عن المحطات أو البودكاست أو الأحداث
da: Søg efter stationer, podcasts eller begivenheder
de: Suche nach Sendern, Podcasts oder Events
es_mx: Buscar estaciones, podcasts o eventos
fi: Etsi asemia, podcasteja tai tapahtumia
fr: Rechercher des stations, des podcasts ou des événements
he: חפש תחנות, פודקאסטים או אירועים
id: Cari stasiun, podcast, atau acara
it: Cerca per stazioni, podcast o eventi
ja: ステーション、ポッドキャスト、またはイベントを検索
ko: 스테이션, 팟캐스트 또는 이벤트 검색
nb: Søk etter kanaler, podkaster eller arrangementer
nl: Zoeken naar zenders, podcasts of evenementen
pl: Wyszukaj stacje, podcasty lub wydarzenia
pt_br: Buscar por estações, podcasts ou eventos
pt_pt: Procure por estações, podcasts, ou eventos
ru: Поиск станций, подкастов или мероприятий
sk: Vyhľadávanie staníc, podcastov alebo udalostí
sv: Sök efter stationer, podcaster eller evenemang
zh_hans: 搜索电台、播客或活动
zh_hant: 搜尋電台、播客或活動

# newtuneIn_No_Results_found_for
source: No Results found for
ar: لم يتم العثور على نتائج لـ
da: Ingen resultater fundet for
de: Keine Ergebnisse gefunden für
es_mx: Ningún resultado para
fi: Ei löydettyjä tuloksia
fr: Aucun résultat n’a été trouvé pour
he: לא נמצאו תוצאות עבור
id: Tidak Ada Hasil untuk
it: Nessun risultato trovato per
ja: 結果が見つかりません
ko: 검색 결과 없음 -
nb: Finner ingen resultater for
nl: Geen resultaten gevonden voor
pl: Nie znaleziono wyników dla
pt_br: Nenhum resultado encontrado para
pt_pt: Não foram encontrados resultados para
ru: Отсутствуют результаты поиска для
sk: Nenašli sa žiadne výsledky pre
sv: Inga resultat hittades för
zh_hans: 未找到结果
zh_hant: 找不到結果

# newtuneIn_Log_out_fail__Please_try_again_
source: Log out failed, Please try again.
ar: فشل تسجيل الخروج، يرجى المحاولة مرة أخرى.
da: Log ud mislykket, prøv igen.
de: Abmeldung fehlgeschlagen, bitte versuche es erneut.
es_mx: Error al cerrar la sesión; inténtelo de nuevo.
fi: Sisään kirjautuminen epäonnistui, yritä uudelleen.
fr: Échec de la déconnexion, veuillez réessayer.
he: היציאה נכשלה, אנא נסה שוב.
id: Logout gagal. Silakan coba lagi.
it: Log out non riuscito, riprova.
ja: ログアウトに失敗。再試行してください。
ko: 로그아웃에 실패했습니다. 다시 시도하십시오.
nb: Utlogging mislyktes. Prøv igjen.
nl: Uitloggen mislukt, probeer het opnieuw.
pl: Niepowodzenie wylogowywania, spróbuj ponownie.
pt_br: Falha ao desconectar. Tente novamente.
pt_pt: Falha ao terminar sessão. Tente novamente.
ru: Выход из системы не удался, попробуйте еще раз.
sk: Odhlásenie zlyhalo, prosím skúste to znova
sv: Utloggning misslyckades.
zh_hans: 登出失败，请重试。
zh_hant: 無法登出，請重試。

# newtuneIn_Would_you_like_to_log_out_
source: Would you like to log out?
ar: هل تريد تسجيل الخروج؟
da: Vil du gerne logge ud?
de: Möchtest du dich abmelden?
es_mx: ¿Desea cerrar la sesión?
fi: Haluatko kirjautua ulos?
fr: Voulez-vous vous déconnecter ?
he: האם תרצה להתנתק?
id: Apakah Anda ingin logout?
it: Vuoi effettuare il log out?
ja: ログアウトしますか？
ko: 로그아웃하시겠습니까?
nb: Vil du logge ut?
nl: Wilt u uitloggen?
pl: Czy chcesz się wylogować?
pt_br: Você gostaria de se desconectar?
pt_pt: Gostaria de terminar a sessão?
ru: Вы хотите выйти из системы?
sk: Chcete sa odhlásiť?
sv: Vill du logga ut?
zh_hans: 是否要登出？
zh_hant: 您要登出嗎？

# newtuneIn_Time_out
source: Time out
ar: المهلة
de: Zeitüberschreitung
es_mx: Tiempo de espera agotado
fr: Délai dépassé
he: פסק זמן
id: Waktu habis
ja: タイムアウト
ko: 시간 제한 초과
nb: Pause
pl: Błąd upływu czasu
pt_br: Tempo esgotado
pt_pt: Tempo limite excedido
ru: Время вышло
sk: Čas vypršal
sv: Paus
zh_hans: 超时
zh_hant: 逾時

# newtuneIn_Prompt
source: Prompt
ar: مطالبة
da: Lynhurtig
de: Aufforderung
es_mx: Aviso
fi: Kehote
fr: Invite
he: מיידי
id: Perintah
it: Messaggio
ja: プロンプト
ko: 프롬프트
nb: Spørring
pl: Zachęta
pt_br: Pronto
pt_pt: Mensagem
ru: Подсказка
sk: Výzva
zh_hans: 提示
zh_hant: 提示
