Repository: galenu/language_trans_tool
Catalog: trans_to_excel/input/ios/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sk, sv, zh_hans, zh_hant

# How_to_create_a_party_steps
source: <bold>Make sure the speakers are powered on.</bold> <div1>Tap on the speaker icon from the Nearby speaker list to join the party.</div1> <div2>Start music playback on any of the speakers.</div2> <div3>New speaker can be added to the party at any time after it shows up as a Nearby speaker.</div3>
ar: <bold>تأكد من أن مكبرات الصوت في وضع التشغيل.</bold> <div1>انقر على أيقونة مكبر الصوت من قائمة مكبر الصوت القريب للانضمام إلى الحفلة.</div1> <div2>ابدأ تشغيل الموسيقى على أي من مكبرات الصوت.</div2> <div3>يمكن إضافة مكبر صوت جديد إلى الحفلة في أي وقت بعد ظهوره كمكبر صوت قريب.</div3>
da: <bold>Sørg for, at højttalerne er tændt.</bold> <div1>Tryk på højttalerikonet fra listen over højttalere i nærheden for at deltage i festen.</div1> <div2>Start musikafspilning på en af højttalerne.</div2> <div3>En ny højttaler kan til enhver tid føjes til festen, når den vises som en højttaler i nærheden.</div3>
de: <bold>Stelle sicher, dass die Lautsprecher eingeschaltet sind.</bold> <div1>Tippe auf das Lautsprechersymbol in der Liste der Lautsprecher in der Nähe, um der Party beizutreten.</div1> <div2>Starte die Musikwiedergabe auf einem der Lautsprecher.</div2> <div3>Wenn ein neuer Lautsprecher als in der Nähe befindlicher Lautsprecher angezeigt wird, kann er jederzeit zur Party hinzugefügt werden.</div3>
es_mx: <bold>Asegúrate de que los altavoces estén encendidos.</bold> <div1>Toca el ícono del altavoz de la lista de altavoces cercanos para unirte a la fiesta.</div1> <div2>Comienza a reproducir música en cualquiera de los altavoces.</div2> <div3>Se puede agregar un nuevo altavoz a la fiesta en cualquier momento después de que aparece en la lista de altavoces cercanos.</div3>
fi: <bold>Varmista, että kaiuttimiin on kytketty virta.</bold> <div1>Napauta kaiuttimen kuvaketta Lähellä olevat kaiuttimet -luettelosta liittyäksesi juhliin.</div1> <div2>Aloita musiikin toisto millä tahansa kaiuttimella.</div2> <div3>Uusi kaiutin voidaan lisätä juhliin milloin tahansa sen jälkeen, kun se näkyy Lähellä olevat kaiuttimet -luettelossa.</div3>
fr: <bold>Les enceintes doivent être allumées.</bold> <div1>Appuyez sur l'icône de l'enceinte dans la liste des enceintes proches pour rejoindre la fête.</div1> <div2>Démarrez la lecture de la musique sur l'une des enceintes.</div2> <div3>Une nouvelle enceinte peut être ajoutée au groupe à tout moment après son apparition en tant qu’enceinte proche.</div3>
he: <bold>ודאו שהרמקולים מופעלים.</bold> <div1>הקישו על סמל הרמקול מרשימת הרמקולים שבקרבת מקום כדי להצטרף למסיבה.</div1> <div2>הפעילו את השמעת המוזיקה באחד הרמקולים.</div2> <div3>ניתן להוסיף רמקול חדש למסיבה בכל עת, מרגע שהוא מופיע בתור רמקול בסביבה.</div3>
id: <bold>Pastikan speaker sudah menyala.</bold> <div1>Ketuk ikon speaker dari daftar speaker Sekitar untuk bergabung dalam pesta.</div1> <div2>Mulai pemutaran musik di speaker mana pun.</div2> <div3>Speaker baru bisa ditambahkan ke pesta kapan saja selama sudah muncul di speaker Sekitar.</div3>
it: <bold>Verifica che gli speaker siano accesi.</bold> <div1>Tocca sull'icona dello speaker nell'elenco degli Speaker nelle vicinanze per unirti alla festa.</div1> <div2>Avvia la riproduzione di musica su uno qualsiasi degli speaker.</div2> <div3>Il nuovo speaker può essere aggiunto alla festa in qualsiasi momento dopo che appare come uno speaker nelle vicinanze.</div3>
ja: <bold>スピーカーの電源が入っていることを確認します。</bold> <div1>近くのスピーカーリストからスピーカーアイコンをタップしてパーティーに参加します。</div1> <div2>いずれかのスピーカーで音楽再生を開始します。</div2> <div3>新しいスピーカーは、近くのスピーカーとして表示された後はいつでも、パーティーに追加することができます。</div3>
ko: <bold>스피커 전원이 켜져 있는지 확인합니다.</bold> <div1>주변 스피커 목록에서 스피커 아이콘을 탭하여 파티에 참여시킵니다.</div1> <div2>아무 스피커에서나 음악 재생을 시작합니다.</div2> <div3>새 스피커는 주변 스피커로 표시되면 언제든지 파티에 추가할 수 있습니다.</div3>
nb: <bold>Sjekk at høyttalerne er slått på.</bold> <div1>Trykk på høyttalerikonet fra listen over høyttalere i nærheten for å bli med på festen.</div1> <div2>Start musikkavspilling på en av høyttalerne.</div2> <div3>En ny høyttaler kan når som helst legges til festen etter at den er vist som en høyttaler i nærheten.</div3>
nl: <bold>Zorg ervoor dat de luidsprekers zijn ingeschakeld.</bold> <div1>Tik op het luidsprekerpictogram in de lijst met omgevingsluidsprekers om ze te activeren.</div1> <div2>Start het afspelen van muziek op een van de luidsprekers.</div2> <div3>Er kan op elk gewenst moment een nieuwe luidspreker aan het feest worden toegevoegd nadat deze is getoond als omgevingsluidspreker.</div3>
pl: <bold>Upewnij się, że głośniki są włączone.</bold> <div1>Stuknij ikonę głośnika z listy głośników w pobliżu, aby dołączyć do imprezy.</div1> <div2>Rozpocznij odtwarzanie muzyki na dowolnym głośniku.</div2> <div3>W dowolnym momencie można dodać nowy głośnik do imprezy po tym, jak pojawi się na liście głośników w pobliżu.</div3>
pt_br: <bold>Certifique-se de que as caixas de som estão ligadas.</bold> <div1>Toque no ícone de caixa de som na lista da caixa de som Próxima para aproveitar a festa.</div1> <div2>Inicie a reprodução de música em qualquer caixa de som.</div2> <div3>É possível adicionar uma nova caixa de som à festa a qualquer momento depois que ela for detectada como uma caixa de som Próxima.</div3>
pt_pt: <bold>Certifique-se de que as colunas estão ligadas.</bold> <div1>Toque no ícone da coluna na lista de colunas próximas para a juntar à festa.</div1> <div2>Inicie a reprodução de música em qualquer uma das colunas.</div2> <div3>Pode ser adicionada uma nova coluna à festa em qualquer altura depois de aparecer como uma coluna próxima.</div3>
ru: <bold>Убедитесь, что колонки включены.</bold> <div1>Коснитесь значка колонки в списке колонок поблизости, чтобы подключить ее к вечеринке.</div1> <div2>Запустите воспроизведение музыки на любой из колонок.</div2> <div3>Новою колонку можно добавить к вечеринке в любое время после того, как она появится в списке колонок поблизости.</div3>
sk: <bold>Uistite sa, že sú reproduktory zapnuté.</bold> <div1>Klepnutím na ikonu reproduktora v zozname reproduktorov v okolí sa pripojíte k párty.</div1> <div2>Spustite prehrávanie hudby na ktoromkoľvek z reproduktorov.</div2> <div3>Nový reproduktor je možné pridať do párty kedykoľvek, po tom, čo sa zobrazí ako reproduktor nablízku.</div3>
sv: <bold>Se till att högtalarna är påslagna.</bold> <div1>Tryck på högtalarikonen i listan Högtalare i närheten för att ansluta till festen.</div1> <div2>Starta musikuppspelning på någon av högtalarna.</div2> <div3>En ny högtalare kan läggas till i partyt när som helst efter att den har visats som en högtalare i närheten.</div3>
zh_hans: <bold>确保音箱已接通电源。</bold> <div1>点击附近音箱列表中的音箱图标加入派对。</div1> <div2>在任意音箱上开始播放音乐。</div2> <div3>新音箱显示为“附近音箱”后，可随时添加到派对中。</div3>
zh_hant: <bold>確保喇叭已開機。</bold> <div1>在附近喇叭清單中輕觸喇叭圖示，以加入派對。</div1> <div2>在任何喇叭上開始音樂播放。</div2> <div3>新喇叭可以在顯示為附近喇叭後的任意時間加入派對。</div3>

source: How to quit a party
ar: كيف تنهي الحفلة
da: Sådan stopper man en fest
de: Wie man eine Party verlässt
es_mx: Cómo salir de una fiesta
fi: Miten lopettaa juhlat
fr: Comment quitter une fête
he: איך לצאת ממסיבה
id: Cara keluar dari pesta
it: Come lasciare una festa
ja: パーティーを中止する方法
ko: 파티를 끝내는 방법
nb: Slik avslutter du en fest
nl: Het feestje afsluiten
pl: Jak opuścić imprezę
pt_br: Como sair de uma festa
pt_pt: Como sair de uma festa
ru: Как завершить вечеринку
sk: Ako opustiť párty
sv: Så här avslutar du ett party
zh_hans: 如何退出派对
zh_hant: 如何退出派對

source: Tap on the icon of the speaker to be removed from the party and follow on screen instructions.
ar: انقر فوق أيقونة مكبر الصوت المراد إزالته من الحفلة واتبع التعليمات الظاهرة على الشاشة.
da: Tryk på ikonet for den højttaler, der skal fjernes fra festen, og følg instruktionerne på skærmen.
de: Tippe auf das Symbol des Lautsprechers, der aus der Gruppe entfernt werden soll, und folge den Anweisungen auf dem Bildschirm.
es_mx: Toca el ícono del altavoz para quitarlo de la fiesta y sigue las indicaciones en la pantalla.
fi: Napauta juhlista poistettavan kaiuttimen kuvaketta ja noudata näytön ohjeita.
fr: Appuyez sur l'icône de l'enceinte à retirer de la fête et suivez les instructions à l'écran.
he: הקישו על סמל הרמקול כדי להסיר אותו מהמסיבה ופעלו בהתאם להוראות שעל המסך.
id: Ketuk ikon speaker yang ingin dihapus dari pesta lalu ikuti instruksi di layar.
it: Tocca l'icona dello speaker da rimuovere dalla festa e segui le istruzioni visualizzate sullo schermo.
ja: パーティーから離れるには、スピーカーのアイコンをタップして画面上の指示に従います。
ko: 파티에서 제거할 스피커의 아이콘을 탭하고 화면의 지침을 따릅니다.
nb: Trykk på ikonet for høyttaleren som skal fjernes fra festen, og følg anvisningene på skjermen.
nl: Tik op het pictogram van de luidspreker die uit het feestje moet worden verwijderd en volg de instructies op het scherm.
pl: Stuknij ikonę na głośniku, który ma zostać usunięty z imprezy i postępuj zgodnie z instrukcjami na ekranie.
pt_br: Toque no ícone da caixa de som para removê-la da festa e siga as instruções na tela.
pt_pt: Toque no ícone da coluna a ser retirada do grupo e siga as instruções no ecrã.
ru: Коснитесь значка колонки, которую хотите удалить из вечеринки, и следуйте инструкциям на экране.
sk: Klepnite na ikonu reproduktora, ktorý chcete odstrániť z párty, a postupujte podľa pokynov na obrazovke.
sv: Tryck på ikonen för den högtalare som ska tas bort från gruppen och följ instruktionerna på skärmen.
zh_hans: 点击要从派对中移除的音箱图标，然后按照屏幕上的说明操作。
zh_hant: 輕觸要從派對移除的喇叭的圖示，然後遵循螢幕上的說明進行操作。

source: Join party as a group
ar: انضم للحفلة كمجموعة
da: Deltag i festen som en gruppe
de: Als Gruppe an der Party teilnehmen
es_mx: Unirse a la fiesta en grupo
fi: Liity juhliin ryhmänä
fr: Rejoindre la fête en tant que groupe
he: הצטרפות למסיבה כקבוצה
id: Bergabung dalam pesta bagi grup speaker
it: Unisciti alla festa come gruppo
ja: グループとしてパーティーに参加する
ko: 그룹으로 파티 참여
nb: Bli med på fest som en gruppe
nl: Deelnemen aan een feest als een groep
pl: Dołącz do imprezy jako grupa
pt_br: Participe da festa como um grupo
pt_pt: Juntar-se à festa como um grupo
ru: Присоединитесь к вечеринке как группа
sk: Pripojte sa k párty ako skupina
sv: Gå med i party som en grupp
zh_hans: 以小组形式加入派对
zh_hant: 以群組形式加入派對

source: If your speakers are setup as a stereo/ multi-channel audio system, please ungroup them first before they can join any party.
ar: إذا كانت مكبرات الصوت الخاصة بك معدة كنظام صوتي ستيريو أو متعدد القنوات، يرجى فصلها أولاً قبل أن تتمكن من الانضمام إلى أي حفلة.
da: Hvis dine højttalere er konfigureret som et stereo/multikanals lydsystem, skal du fjerne grupperingen, før de kan deltage i en fest.
de: Wenn deine Lautsprecher als Stereo-/Mehrkanal-Audiosystem konfiguriert sind, hebe bitte zuerst die Gruppierung auf, bevor sie an einer Party teilnehmen.
es_mx: Si tus altavoces están configurados como un sistema de audio estéreo o multicanal, tendrás que desagruparlos primero antes de unirse a cualquier fiesta.
fi: Jos kaiuttimesi on asennettu stereo- tai monikanavaäänijärjestelmäksi, on niiden ryhmittely poistettava ensin, ennen kuin ne voidaan liittää mihinkään ryhmään.
fr: Si vos enceintes sont configurées en tant que système audio stéréo/multicanal, veuillez d'abord les dissocier avant qu'elles puissent rejoindre un groupe.
he: אם הרמקולים מוגדרים כמערכת סטריאו/שמע מרובה ערוצים, פרקו את הקבוצה שלהם תחילה לפני שניתן יהיה לצרף אותם למסיבה.
id: Jika speaker Anda diatur sebagai sistem audio stereo/multikanal, silakan pisahkan terlebih dahulu agar bisa bergabung dalam pesta.
it: Se gli speaker sono configurati come un sistema audio stereo/multicanale, separarli prima che possano partecipare a qualsiasi festa.
ja: スピーカーがステレオ/マルチチャンネルオーディオシステムとして設定されている場合は、パーティーに参加できるようになる前に、まずグループ化を解除してください。
ko: 스피커가 스테레오/다채널 오디오 시스템으로 설정된 경우 파티에 참여시키려면 먼저 그룹을 해제해야 합니다.
nb: Hvis høyttalerne er konfigurert som stereo/flerkanals lydsystem, må du først oppheve grupperingen før de kan bli med på en fest.
nl: Als je luidsprekers zijn ingesteld als een stereo-/meerkanaals audiosysteem, moet je ze eerst de-groeperen voordat ze aan een feestje kunnen deelnemen.
pl: Jeśli Twoje głośniki są skonfigurowane jako system stereo/wielokanałowy, przed dołączeniem do imprezy musisz cofnąć jego grupowanie.
pt_br: Se as caixas de som estão configuradas como um sistema de áudio estéreo/multicanal, desagrupe-as primeiro antes que possam participar da festa.
pt_pt: Se as suas colunas estiverem configuradas como um sistema de áudio estéreo/multicanal, desagrupe-as primeiro antes de poderem juntar-se a qualquer grupo.
ru: Если ваши колонки настроены как стерео/многоканальная аудиосистема, сначала разгруппируйте их, прежде чем они смогут присоединиться к какой-либо вечеринке.
sk: Ak sú vaše reproduktory nastavené ako stereo/viackanálový audio systém, najskôr ich zrušte zo skupiny a až potom sa môžu pripojiť k akejkoľvek párty.
sv: Om dina högtalare är konfigurerade som ett stereopar eller flerkanaligt ljudsystem måste du först ta bort grupperingen innan de kan gå med i ett party.
zh_hans: 如果你的音箱设置为立体声/多声道音频系统，请先取消分组，然后才能加入派对。
zh_hant: 若您的喇叭被設定為立體聲/多聲道音訊系統，請先將它們取消分組，然後再加入任何派對。

# newtidal_Mixes_For_You
source: Mixes For You
ar: تشكيلات مخصصة لك
da: Mix til dig
de: Musikmixe für dich
es_mx: Mezclas para ti
fi: Sekoitukset sinulle
fr: Sélections pour vous
he: מיקסים בשבילכם
id: Campuran untuk Anda
it: Mix per te
ja: ミックスです
ko: 사용자를 위한 믹스
nb: Mikser for deg
nl: Mixen voor jou
pl: Miksy dla ciebie
pt_br: Mixagens para você
pt_pt: Misturas para si
ru: Миксы для вас
sk: Mixy pre vás
sv: Blandad för dig
zh_hant: 為您混音

# Compatible_products_for_PartyTogether
source: Compatible products for <bold>PartyTogether</bold>
ar: منتجات متوافقة لـ <bold>PartyTogether</bold>
da: Kompatible produkter til <bold>PartyTogether</bold>
de: Kompatible Geräte für <bold>PartyTogether</bold>
es_mx: Productos compatibles con <bold>PartyTogether</bold>
fi: Yhteensopivat tuotteet <bold>PartyTogetherin</bold>kanssa
fr: Produits compatibles avec <bold>PartyTogether</bold>
he: מוצרים תואמים עבור <bold>PartyTogether</bold>
id: Produk yang kompatibel dengan <bold>PartyTogether</bold>
it: Prodotti compatibili per <bold>PartyTogether</bold>
ja: <bold>PartyTogether</bold> 向けの製品に対応
ko: <bold>PartyTogether</bold> 호환 제품
nb: Kompatible produkter for <bold>PartyTogether</bold>
nl: Compatibele producten voor <bold>PartyTogether</bold>
pl: Kompatybilne produkty dla <bold>PartyTogether</bold>
pt_br: Produtos compatíveis com <bold>PartyTogether</bold>
pt_pt: Produtos compatíveis com <bold>PartyTogether</bold>
ru: Совместимые устройства для <bold>PartyTogether</bold>
sk: Kompatibilné výrobky pre <bold>PartyTogether</bold>
sv: Kompatibla produkter för <bold>PartyTogether</bold>
zh_hans: <bold>PartyTogether</bold> 兼容产品
zh_hant: 適用於 <bold>PartyTogether</bold> 的相容產品

source: IR Learning
ar: التعرف بالأشعة تحت الحمراء
da: IR-læring
de: IR-Lernen
es_mx: Copiado de comandos por infrarrojo
fi: IR-oppiminen
fr: Apprentissage IR
he: לימוד א"א
it: Apprendimento IR
ja: IRラーニング
ko: IR 학습
nb: IR-opplæring
nl: IR programmeren
pl: Programowanie podczerwienią
pt_br: Aprendizado de IV
pt_pt: Aprendizagem de IV
ru: ИК-обучение
sk: IR učenie
sv: IR-inlärning
zh_hans: 红外学习
zh_hant: 紅外學習

source: Through IR learning, your infra-red TV remote control can learn some commands of the soundbar.
ar: من خلال التعرف بالأشعة تحت الحمراء، يمكن لجهاز التحكم عن بعد الخاص بالتلفاز بالأشعة تحت الحمراء التعرف على بعض أوامر العارضة الصوتية.
da: Gennem IR-læring kan din infrarøde TV-fjernbetjening lære nogle af soundbarens kommandoer.
de: Durch IR-Programmieren kann deine Infrarot-TV-Fernbedienung einige Befehle der Soundbar erlernen.
es_mx: A través del copiado de comandos por infrarrojo, el control remoto de tu televisor por infrarrojo puede aprender algunos comandos de la barra de sonido.
fi: IR-oppimistoiminnon avulla, TV:si infrapunakaukosäädin voi oppia joitain soundbarin komentoja.
fr: Grâce à l'apprentissage IR, la télécommande infrarouge de votre téléviseur peut apprendre certaines commandes de la barre de son.
he: באמצעות לימוד א"א, השלט-רחוק של הטלוויזיה שמצוידת באינפרה-אדום יכול ללמוד כמה מהפקודות של מקרן הקול.
id: Melalui IR learning, remote kontrol TV inframerah dapat belajar perintah untuk soundbar.
it: Grazie all'Apprendimento IR (infrarossi), il telecomando a infrarossi del TV è in grado di apprendere alcuni comandi della soundbar.
ja: IRラーニング機能を使って、赤外線TVリモコンはサウンドバーのいくつかの機能を学習することができます。
ko: IR 학습을 통해 적외선 TV 리모컨이 사운드바의 일부 명령을 학습할 수 있습니다.
nb: Gjennom IR-læring kan den infrarøde TV-fjernkontrollen lære noen av kommandoene for lydplanken.
nl: Met IR-programmeren kan de afstandsbediening van je infrarood-tv bedieningsfuncties van de soundbar leren.
pl: Za pomocą programowania podczerwienią pilot telewizora może nauczyć się niektórych poleceń obsługi soundbara.
pt_br: Com a função de aprendizado de IV, o controle remoto da TV pode aprender alguns comandos da soundbar.
pt_pt: Através da aprendizagem de infravermelhos (IV), o seu comando da TV com infravermelhos pode aprender alguns comandos da soundbar.
ru: Благодаря функции ИК-обучения инфракрасный пульт дистанционного управления телевизора может запомнить некоторые команды для саундбара.
sk: Vďaka IR učeniu sa môže vaše infračervené diaľkové ovládanie televízora naučiť niektoré príkazy soundbaru.
sv: Genom IR-lärande kan din infraröda TV-fjärrkontroll lära sig några av soundbarhögtalarens kommandon.
zh_hans: 通过红外学习，你的红外电视遥控器可以学习一些条形音箱命令。
zh_hant: 透過紅外學習，您的紅外電視遙控器可以學習條形音箱的一些命令。

source: Start IR Learning
ar: بد عملية التعرف بالأشعة تحت الحمراء
da: Start IR-læring
de: IR-Programmierung starten
es_mx: Comenzar el copiado de comandos por infrarrojo
fi: Aloita IR-oppiminen
fr: Début de l’apprentissage IR
he: התחלת לימוד א"א
id: Mulai IR Learning
it: Avvio Apprendimento IR
ja: IRラーニングを始める
ko: IR 학습 시작
nb: Start IR-opplæring
nl: Start IR programmeren
pl: Rozpocznij programowanie podczerwienią
pt_br: Começar o aprendizado de IV
pt_pt: Iniciar a aprendizagem de IV
ru: Начните ИК-обучение
sk: Spustite IR učenie
sv: Starta IR-inlärning
zh_hans: 启动红外学习
zh_hant: 開始紅外學習

source: Point your TV remote control at the soundbar. Follow the soundbar display guide to operate the buttons.
ar: وجّه جهاز التحكم عن بعد الخاص بالتلفاز إلى العارضة الصوتية. اتبع دليل عرض العارضة الصوتية لتشغيل الأزرار.
da: Peg din TV-fjernbetjening mod soundbaren. Følg vejledningen på soundbarens display for at betjene knapperne.
de: Richte deine TV-Fernbedienung auf die Soundbar. Folge der Anleitung auf dem Display der Soundbar, um die Tasten zu betätigen.
es_mx: Apunta el control remoto del televisor a la barra de sonido. Sigue la guía de la pantalla de la barra de sonido para usar los botones.
fi: Kohdista televisiosi kaukosäädin soundbariin. Seuraa soundbarin näyttöopasta painikkeiden käyttämiseksi.
fr: Orientez la télécommande de votre téléviseur vers la barre de son. Suivez le guide d'affichage de la barre de son pour actionner les boutons.
he: כוונו את שלט הטלוויזיה אל מקרן הקול. כדי להפעיל את הלחצנים, פעלו לפי מדריך התצוגה של מקרן הקול.
id: Arahkan remote kontrol TV ke soundbar. Ikuti panduan yang ditampilkan di soundbar untuk pengoperasian tombol.
it: Punta il telecomando del TV verso la soundbar. Segui la guida del display della soundbar per azionare i pulsanti.
ja: TVリモコンをサウンドバーに向けてください。サウンドバーの表示ガイドに従ってボタンを操作します。
ko: TV 리모컨이 사운드바를 향하도록 합니다. 사운드바 디스플레이 가이드에 따라 버튼을 조작합니다.
nb: Pek TV-fjernkontrollen mot lydplanken. Følg veiledningen på lydplankeskjermen for å betjene knappene.
nl: Richt de tv-afstandsbediening op de soundbar. Volg de gids op het display van de soundbar om de knoppen te bedienen.
pl: Skieruj pilot do telewizora na soundbara. Postępuj zgodnie z informacjami wyświetlanymi na soundbarze, aby użyć odpowiednich przycisków.
pt_br: Aponte o controle remoto da TV para a soundbar. Siga o guia da soundbar na tela para operar os botões.
pt_pt: Aponte o comando da sua TV para a soundbar. Siga o guia do ecrã da soundbar para utilizar os botões.
ru: Наведите пульт ДУ телевизора на саундбар. Следуйте инструкциям на дисплее саундбара для управления кнопками.
sk: Diaľkové ovládanie televízora namierte na soundbar. Pri ovládaní tlačidiel postupujte podľa sprievodcu zobrazením na soundbare.
sv: Rikta TV:ns fjärrkontroll mot soundbarhögtalaren. Följ soundbarens displayguide för att använda knapparna.
zh_hans: 电视遥控器对准条形音箱。按照条形音箱显示的指南来操作按钮。
zh_hant: 將電視遙控器指向條形音箱。按照條形音箱顯示指南來操作按鈕。

source: The soundbar will exit the TV remote control learning mode automatically if no action is taken for 30 seconds.
ar: ستخرج العارضة الصوتية من وضع التعرف على جهاز التحكم عن بعد في التلفاز تلقائيًا إذا لم يتم اتخاذ أي إجراء لمدة 30 ثانية.
da: Soundbaren forlader automatisk indlæringstilstanden for TV-fjernbetjeningen, hvis der ikke foretages nogen handling i 30 sekunder.
de: Die Soundbar verlässt den Programmiermodus der TV-Fernbedienung automatisch, wenn 30 Sekunden lang keine Aktion durchgeführt wird.
es_mx: La barra de sonido saldrá del modo de copiado de comandos al control remoto del televisor automáticamente si no se realiza ninguna acción durante 30 segundos.
fi: Soundbar poistuu TV-kaukosäätimen oppimistilasta automaattisesti, jos mitään ei tehdä 30 sekuntiin.
fr: La barre de son sort automatiquement de l’apprentissage de la télécommande du téléviseur si aucune action n’est effectuée pendant 30 secondes.
he: מקרן הקול ייצא ממצב הלמידה של השלט-רחוק של הטלוויזיה באופן אוטומטי, אם לא תבוצע שום פעולה במשך 30 שניות.
id: Soundbar akan keluar dari mode pembelajaran remote kontrol TV jika tidak ada tindakan yang diambil selama 30 detik.
it: La soundbar esce automaticamente dalla modalità di apprendimento dei comandi del telecomando della TV se non viene eseguita alcuna azione per 30 secondi.
ja: 30秒間操作しない場合、サウンドバーは自動的にTVリモコンラーニングモードを終了します。
ko: 30초 동안 아무런 조치가 없으면 사운드바는 TV 리모컨 학습 모드를 자동 종료합니다.
nb: Lydplanken avslutter læringsmodusen for TV-ens fjernkontroll automatisk hvis ingen handlinger utføres på 30 sekunder.
nl: De soundbar verlaat de programmeringsmodus van de tv-afstandsbediening automatisch als er 30 seconden geen bediening plaatsvindt.
pl: Soundbar zamknie tryb programowania pilota telewizora, jeśli przez 30 sekund użytkownik nie podejmie żadnego działania.
pt_br: A soundbar sairá do modo de aprendizado do controle remoto da TV automaticamente se nenhuma ação for realizada por 30 segundos.
pt_pt: A soundbar sairá automaticamente do modo de memorização do comando da TV se não houver qualquer atividade durante 30 segundos.
ru: Саундбар выйдет из режима обучения пульта дистанционного управления телевизора автоматически, если в течение 30 секунд не будет предпринято никаких действий.
sk: Ak počas 30 sekúnd nevykonáte žiadnu akciu, soundbar automaticky opustí režim učenia diaľkového ovládania televízora.
sv: Soundbarhögtalaren kommer att lämna inlärningsläget för TV:ns fjärrkontroll automatiskt om ingen åtgärd vidtas under 30 sekunder.
zh_hans: 如果在 30 秒内没有采取任何操作，条形音箱将自动退出电视遥控学习模式。
zh_hant: 如果 30 秒內未採取任何操作，條形音箱將自動退出電視遙控器學習模式。

source: Smart Mode
ar: الوضع الذكي
da: Smart-tilstand
de: Smart-Modus
es_mx: Modo inteligente
fi: Älykäs tila
fr: Mode intelligent
he: מצב חכם
id: Mode Pintar
it: Modalità Smart
ja: スマートモード
ko: 스마트 모드
nb: Smartmodus
nl: Smart-modus
pl: Tryb inteligentny
pt_br: Modo inteligente
pt_pt: Modo inteligente
ru: Интеллектуальный режим
sk: Inteligentný režim
sv: Smart-läge
zh_hans: 智能模式
zh_hant: 智慧模式
